{
	"Article": [
		{
			"author": "[\"Rich Jones\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time.",
			"description": "\n Jose Mourinho was reportedly sounded out by Raul Sanllehi over the Arsenal job last year but had reservations which convinced him to take the Tottenham role instead\n ",
			"publishedAt": "2020-12-04",
			"source_name": "mirror",
			"source_url": "mirror.co.uk",
			"title": "Arsenal reservations which led Jose Mourinho to Tottenham after Raul Sanllehi talks - Mirror Online",
			"url": "https://www.mirror.co.uk/sport/football/news/jose-mourinho-arsenal-talks-tottenham-23116142",
			"urlToImage": "https://i2-prod.dailystar.co.uk/sport/football/article23112806.ece/ALTERNATES/s1200/1_mou.jpg"
		},
		{
			"author": "[\"Paul Krugman\"]",
			"content": " Paul Krugman column: Learn to stop worrying and love government debt Amid all the wild swings in U.S. politics over the past decade, one thing has remained constant: the GOP position on government debt. The party considers high levels of debt an existential threat — if a Democrat is sitting in the White House. If a Republican president presides over big deficits, well, as Donald Trump’s budget director reportedly told supporters last year, “nobody cares.” So it’s a completely safe prediction that once Joe Biden is sworn in, we will once again hear lots of righteous Republican ranting about the evils of borrowing. What’s less clear is whether we’ll see a repeat of what happened during the Obama years, when many centrists — and much of the news media — both took obvious fiscal phonies seriously and joined in the chorus of fearmongering. Advertisement Let’s hope not. For the fact is that we’ve learned a lot about the economics of government debt over the past few years — enough so that Olivier Blanchard, the eminent former chief economist of the International Monetary Fund, is talking about a “shift in fiscal paradigm.” And the new paradigm suggests both that public debt isn’t a major problem and that government borrowing for the right purposes is actually the responsible thing to do. Why are economists thinking differently about debt? Part of the answer is that we’ve discovered some things about how the world works; the rest of the answer is that the world has changed. Advertisement",
			"description": "Why are economists thinking differently about debt? Part of the answer is that we’ve discovered some things about how the world works; the rest of the answer is that the world has changed.",
			"publishedAt": "2020-12-04",
			"source_name": "orlandosentinel.com",
			"source_url": "orlandosentinel.com",
			"title": "Paul Krugman column: Learn to stop worrying and love government debt - Orlando Sentinel",
			"url": "https://www.orlandosentinel.com/featured/sns-nyt-op-stop-worrying-love-debt-20201204-n25dw4ybp5eelhtzvi2r3vchqu-story.html",
			"urlToImage": "https://www.orlandosentinel.com/resizer/8XgLNMu3IAQ4NyBiMipdg3UEozA=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/YC4P46IEMFELHGH4JXXKYG4JJU.jpg"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics In this Sept. 23, 2020, file photo, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases at the National Institutes of Health, listens during a Senate Senate Health, Education, Labor, and Pensions Committee Hearing on the ... more > LONDON (AP) — America’s top infectious disease expert has apologized for suggesting U.K. authorities rushed their authorization of a COVID-19 vaccine, saying he has “great faith” in the country’s regulators. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, had sparked controversy with an earlier interview in which he said U.K. regulators hadn’t acted “as carefully” as the U.S. Food and Drug Administration. Fauci said late Thursday that he meant to say U.S. authorities do things differently than their British counterparts, not better, but his comments weren’t phrased properly.",
			"description": "America's top infectious disease expert has apologized for suggesting U.K. authorities rushed their authorization of a COVID-19 vaccine, saying he has \"great faith\" in the country's regulators.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Fauci apologizes for suggesting UK rushed vaccine decision  - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/fauci-apologizes-for-suggesting-uk-rushed-vaccine-/?utm_source=RSS_Feed&utm_medium=RSS",
			"urlToImage": "https://twt-thumbs.washtimes.com/media/image/2020/11/12/virus_outbreak_56027_c0-151-3600-2249_s1770x1032.jpg?86a0ad2941f4f8cac64fde118e16286d6ebd0c8d"
		},
		{
			"author": "[\"Geoff Percival\"]",
			"content": " United Oil drilling plans not hit by payment delay Covid disruptions delayed approval of Hibiscus’ asset development plans and United now expects to receive the rest of its money in the second quarter of next year Irish exploration company United Oil and Gas holds licences in the North Sea, but its main markets are Egypt, Italy and Jamaica. Fri, 04 Dec, 2020 - 14:36 Geoff Percival Irish exploration company United Oil and Gas has said its planned drilling campaign in Egypt, due to start in the coming weeks, will not be hampered by a delay in receiving due payment from the sale of one of its UK assets. United’s main markets are Egypt, Italy and Jamaica. It funded its entry into Egypt – the only place where it is currently actively producing oil – in 2019 through the sale of one of its North Sea assets, the Crown discovery, to Malaysian explorer Hibiscus Petroleum.",
			"description": "Covid disruptions delayed approval of Hibiscus’ asset development plans and United now expects to receive the rest of its money in the second quarter ...",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "United Oil drilling plans not hit by payment delay",
			"url": "https://www.irishexaminer.com/business/companies/arid-40149044.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4348/2174492_8_articlelarge_6569c240-b093-4e6a-8ae7-59531fe9dbac.jpg.jpg"
		},
		{
			"author": "[\"Naseem S. Miller\"]",
			"content": " The company that’s been building a freestanding proton therapy center in West Orange County doesn’t have enough money to complete the project, according to a bond investor notice. Provision Healthcare said in the filing on Wednesday that “it is not certain when or if [it] will commence treatment of patients at the Center,” but Mary Lou DuBois, president of Provision Solutions, said in an email to the Orlando Sentinel that this is “a temporary delay on construction.” Advertisement “Despite the delay, the company is working toward a restructuring of its obligations and expects to be able to complete the facility in 2021 and to resume equipping the facility with an aim of operations sometime in 2022,” said DuBois. Tennessee-based Provision began the construction of its $95 million project last January at Hamlin in Horizon West. Its plans for the 17-acre campus also includes three medical office buildings. Advertisement The company has about $18.7 million in its accounts for the center but needs at least $7 million more for the remaining construction and equipment. It also needs to pay nearly $3 million in mechanic’s liens filed against the project, according to the filing.",
			"description": "The company that’s been building a freestanding proton therapy center in West Orange County has insufficient funds to complete the project, it said in a notice to bond investors on Wednesday.",
			"publishedAt": "2020-12-04",
			"source_name": "orlandosentinel.com",
			"source_url": "orlandosentinel.com",
			"title": "Proton therapy center at Horizon West unfinished -- company out of money - Orlando Sentinel",
			"url": "https://www.orlandosentinel.com/health/os-ne-health-provision-proton-therapy-lacks-funding-20201204-j7eb5jejhzcfnooykdbdtgpgqa-story.html",
			"urlToImage": "https://www.orlandosentinel.com/resizer/KsVO-44PVYlN3u04pC2MEcaj0-Q=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/GIPTMZ22YFBUHKUEWH7ZFCDBHA.jpg"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics Greek Foreign Minister Nikos Dendias talks to the media during a press conference after a meeting with his Cyprus counterpart Nicos Christodoulides at the foreign ministry house in divided capital Nicosia, Cyprus, Dec. 4, 2020. Dendias and Christodoulides were meeting ... more > NICOSIA, Cyprus (AP) - Turkey’s recent moves to de-escalate a clash with Greece and Cyprus over east Mediterranean energy reserves are “unconvincing” and European Union leaders need to take action that will prompt Ankara to heed international law, Greece’s foreign minister said on Friday. Nikos Dendias said Turkey opted not to seize an opportunity that European Union leaders offered it in October to ease tensions in the region so that the 27-member bloc could start reshaping its fraught relations with Ankara. Turkey last week ordered the research vessel Oruc Reis back to port after completing what it said was seismic research in east Mediterranean waters. The warship-escorted vessel’s activities in waters where Greece asserts jurisdiction prompted a military build-up between the two neighbors and nominal NATO allies.",
			"description": "Turkey’s recent moves to de-escalate a clash with Greece and Cyprus over east Mediterranean energy reserves are “unconvincing” and European Union leaders need to take action that will prompt Ankara to heed international law, Greece’s foreign minister said on Friday.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Greek FM: Turkey's moves to ease tensions 'unconvincing' - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/greek-fm-turkeys-moves-to-ease-tensions-unconvinci/?utm_source=RSS_Feed&utm_medium=RSS",
			"urlToImage": "https://twt-thumbs.washtimes.com/media/image/2020/12/04/cyprus_greece_83467_c0-209-5000-3124_s1770x1032.jpg?d90e3d455f0268dece892f6c8cc4108909694c0b"
		},
		{
			"author": "[\"Jake Polden\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Read More Related Articles Get the latest news straight into your inbox! It has been a hectic season so far - so make sure you don't miss a single thing by signing up for the brilliant new Mirror Football newsletter! All the latest transfer news and big stories will land straight into your inbox. You won't miss out. To sign up, put your email at the top of this article or follow the instructions on this link.",
			"description": "\n Jose Mourinho's Tottenham take on Mikel Arteta's Arsenal in the north London derby this weekend, but Mesut Ozil, who both coaches have managed, will play no part in the fixture\n ",
			"publishedAt": "2020-12-04",
			"source_name": "mirror",
			"source_url": "mirror.co.uk",
			"title": "Jose Mourinho's angry Mesut Ozil spat that struck a chord with Mikel Arteta - Mirror Online",
			"url": "https://www.mirror.co.uk/sport/football/news/jose-mourinhos-angry-mesut-ozil-23116063",
			"urlToImage": "https://i2-prod.mirror.co.uk/incoming/article23115919.ece/ALTERNATES/s1200/31_Untitled-1.jpg"
		},
		{
			"author": "[\"Richard Tribou\"]",
			"content": " A Florida man was sentenced to three months in federal prison for firing off a flare gun from a boat while drunk and prompting a search and rescue mission by the Coast Guard. Justin Patrick Obert, 32, Fort Myers, received the sentence that also includes three years of supervised release for communicating a false distress message to the Coast Guard, according to a release from the office of U.S. Attorney Maria Chapa Lopez. Advertisement The federal court also ordered Obert to pay $13,414.78 to the Coast Guard for the cost of the operation. The sentencing comes after Obert’s guilty plea in the U.S. District Court on Aug. 21. The release said Obert had on Sept. 9, 2019 “drunkenly discharged two red distress flares from a vessel near Fort Myers Beach, triggering an emergency search and rescue operation by the United States Coast Guard, Fort Myers Beach Fire Rescue and the Florida Fish and Wildlife Commission.” “Hoax calls put the public at risk,” said Coast Guard Sector St. Petersburg Commander Capt. Matt Thompson in the release. “Mariners on the water rely and count on Coast Guard assets and personnel to be ready and able to respond when they are in distress. Hoax calls can redirect critical rescue capabilities and put lives at risk in the dangerous maritime domain.”",
			"description": "A Florida man was sentenced to three months in federal prison for firing off a flare gun from a boat while drunk and prompting a search and rescue mission by the Coast Guard.",
			"publishedAt": "2020-12-04",
			"source_name": "orlandosentinel.com",
			"source_url": "orlandosentinel.com",
			"title": "Florida man gets prison for shooting flare gun while drunk, prompting Coast Guard search and rescue - Orlando Sentinel",
			"url": "https://www.orlandosentinel.com/news/florida/os-ne-florida-man-flare-gun-coast-guard-charges-20201204-povkbykrwjdihm25sltxsaocwy-story.html",
			"urlToImage": "https://www.orlandosentinel.com/resizer/nVdeKQ9AQgq2hZqAiwJAQJ7623c=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/VG2SRBEUOVD2TLQGRTVGNRNUMI.jpg"
		},
		{
			"author": "[\"Sayantan Bera\"]",
			"content": " New Delhi: A day ahead of the fifth round of negotiations with the Centre on the contentious agriculture marketing bills, farmer organisations on Friday gave a call for a Bharat andh on 8 December. The coalition, which is leading the protests, Samyukt Kisan Morcha, further announced that they will occupy toll booths and block all roads to the national capital, Delhi, and burn effigies of corporate houses and government leaders. \"We are firm on the decision that these laws must be withdrawn... we are prepared for a long struggle,\" said H. S. Lakhowal, a farmer leader from Punjab, while announcing the decision. On Thursday, during an 8-hour long meeting with farmers, the government proposed to change certain provisions of the bills but the offer was rejected by farmer groups. Farmers have instead demanded that the government call a special session of the Parliament to repeal the acts. Going by discussions among farmer organisations on Friday, Saturday’s meeting with the government is unlikely to end the ongoing deadlock. “There is no possibility of diluting the position that these laws have to go. There is no sympathy within the movement to offer a face-saver for the government during negotiations,\" said an insider who did not want to be named. Since 27 November, thousands of farmers from Punjab and Haryana have occupied highways bordering the national capital of Delhi with their tractor-trolleys, demanding that the government withdraw the bills and make assured purchases at support prices a legal entitlement. Farmers fear that by weakening state regulated markets and widening the role of private corporations in direct purchase of crops, the reforms will dilute existing state purchase of food grains at minimum support prices (MSP). Farmer organisations from around the country are joining the agitation every day and we are firm on our stand, said Hannan Mollah, former MP and member of the All India Kisan Sangharsh Coordination Committee.",
			"description": "The farmers protesting the new farm laws announced that they will occupy toll booths and block all roads to Delhi, and burn effigies of corporate houses and government leaders",
			"publishedAt": "2020-12-04",
			"source_name": "mint",
			"source_url": "livemint.com",
			"title": "Farmers to intensify protests with call for Bharat Bandh on 8 Dec",
			"url": "https://www.livemint.com/news/india/farmers-to-intensify-protests-with-call-for-bharat-bandh-on-8-dec-11607092562276.html",
			"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/2020-12-04T131726Z_651195187_RC2BGK9RYR4E_RTRMADP_3_INDIA-FARMS-PROTESTS_1607092648333_1607092713117.JPG"
		},
		{
			"author": "[\"Keiran Southern\"]",
			"content": " Cineworld reacts to Warner Bros move to release 2021 films on HBO Max Cineworld (Gareth Fuller/PA) Fri, 04 Dec, 2020 - 15:19 Keiran Southern, PA Los Angeles Correspondent Cinema chain Cineworld has responded to Warner Bros’ decision to release all of its 2021 releases – including blockbusters such as Dune, Matrix 4 and The Suicide Squad – on its HBO Max streaming service at the same time as in cinemas in the US, saying cinemas are “the best place to watch a movie”. The unprecedented move is another seismic blow to the ailing theatre industry, which is reeling from the impact of the coronavirus pandemic. Warner Bros said the one-year plan was a response to the “unprecedented times” of the health crisis.",
			"description": "Cineworld reacts to Warner Bros move to release 2021 films on HBO Max",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "Cineworld reacts to Warner Bros move to release 2021 films on HBO Max",
			"url": "https://www.irishexaminer.com/lifestyle/celebrity/arid-40149116.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4349/2174609_3_articlelarge_2.56760033.jpg.jpg"
		},
		{
			"author": "[\"Sayantan Bera\"]",
			"content": " This site uses cookies This site and its partners use technology such as cookies to personalise content and ads and analyse traffic. By using this site you agree to its privacy policy. You can change your mind and revisit your choices at anytime in future. Farmers to intensify protests with call for Bharat Bandh on 8 Dec The farmers protesting the new farm laws announced that they will occupy toll booths and block all roads to Delhi, and burn effigies of corporate houses and government leaders New Delhi: A day ahead of the fifth round of negotiations with the Centre on the contentious agriculture marketing bills, farmer organisations on Friday gave a call for a Bharat andh on 8 December. The coalition, which is leading the protests, Samyukt Kisan Morcha, further announced that they will occupy toll booths and block all roads to the national capital, Delhi, and burn effigies of corporate houses and government leaders. New Delhi: A day ahead of the fifth round of negotiations with the Centre on the contentious agriculture marketing bills, farmer organisations on Friday gave a call for a Bharat andh on 8 December. The coalition, which is leading the protests, Samyukt Kisan Morcha, further announced that they will occupy toll booths and block all roads to the national capital, Delhi, and burn effigies of corporate houses and government leaders. \"We are firm on the decision that these laws must be withdrawn... we are prepared for a long struggle,\" said H. S. Lakhowal, a farmer leader from Punjab, while announcing the decision. On Thursday, during an 8-hour long meeting with farmers, the government proposed to change certain provisions of the bills but the offer was rejected by farmer groups. Farmers have instead demanded that the government call a special session of the Parliament to repeal the acts.",
			"description": "The farmers protesting the new farm laws announced that they will occupy toll booths and block all roads to Delhi, and burn effigies of corporate houses and government leaders",
			"publishedAt": "2020-12-04",
			"source_name": "https://www.livemint.com",
			"source_url": "livemint.com",
			"title": "Farmers to intensify protests with call for Bharat Bandh on 8 Dec",
			"url": "https://www.livemint.com/news/india/farmers-to-intensify-protests-with-call-for-bharat-bandh-on-8-dec/amp-11607092562276.html",
			"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/2020-12-04T131726Z_651195187_RC2BGK9RYR4E_RTRMADP_3_INDIA-FARMS-PROTESTS_1607092648333_1607092713117.JPG"
		},
		{
			"author": "[\"Neetu Chandra Sharma\"]",
			"content": " As demand of AYUSH products and services has increased during covid-19 pandemic, government is planning to support AYUSH industries through free trade agreements, incorporating the beneficial provisions regarding free duty and market access. Minister of Commerce & Industry, Piyush Goyal and Shripad Yasso Naik, Minister of State (I/C) for AYUSH on Friday reviewed the current status of AYUSH industries of India via video conferencing. “There is a need of standardization, codification and monitoring the quality of these products for gaining confidence of the global market and people,\" said Goyal suggesting coordinated efforts of the Ministry of Finance, Ministry of Commerce & Industry and Ministry of AYUSH for these activities. Goyal advised taking public awareness measures for AYUSH products and service. The minister emphasized on exploring the boundless possibilities of the industry as it is a starry-eyed business for the entrepreneurs for the world market. Senior Officers of the Ministry of AYUSH, Ministry of Commerce & Industry, representatives of Ayurvedic Associations and industry bodies also were present in the meeting. The last joint review meeting of the Ayush Trade and Industry was taken by both the both Ministers on 9th April 2020 and since then the Ministry of AYUSH has taken many initiatives to integrate AYUSH Systems into the efforts to protect the people from covid-19 as well as to treat them successfully. Union health ministry has recently officially recommended to adopt Ayush medicines and solutions for prevention and control of covid-19 and post covid-19 conditions. Today along with Shri @PiyushGoyal ji took a review of Current status of AYUSH Trade and Industry in the context of the various initiatives taken by @moayushIn wake of COVID 19 pandemic there is growing global interest in Ayush based disease preventive solutions. pic.twitter.com/mOEX8KfTBv The covid-19 cases continue to increase in India. The total number of covid-19 cases on Friday climbed to 95,91,410 and the toll reached 1,40,325. India’s active caseload has fallen to 4.35% mark on Friday from 4.44% yesterday. India’s Active Caseload which presently stands at 4,16,082 today, the union health ministry said. At least 36,595 persons in India were found to be infected with covid-19. Ten States/UTs have contributed 75.76% of the new cases. Kerala reported 5,376 cases in the last 24 hours. Maharashtra registered 5,182 new cases yesterday while Delhi recorded 3,734 new cases, the government said.",
			"description": "Piyush Goyal advised taking public awareness measures for AYUSH products and service.Union health ministry has recently officially recommended to adopt Ayush medicines and solutions for prevention and control of covid-19 and post covid-19 conditions",
			"publishedAt": "2020-12-04",
			"source_name": "mint",
			"source_url": "livemint.com",
			"title": "Goyal, Naik review current status of AYUSH trade and industries in country",
			"url": "https://www.livemint.com/news/india/goyal-naik-review-current-status-of-ayush-trade-and-industries-in-country-11607095321644.html",
			"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/Goyal_1__1607096594220_1607096603365.jpeg"
		},
		{
			"author": "[\"Darina Allen\"]",
			"content": " Make the meringue. Check that the bowl is dry, spotlessly clean and free of grease or any residue of detergent. Mix all the sugar with the egg whites at once and whisk in a food mixer until the mixture forms stiff dry peaks. Draw a circle of 25cm (10 inches) on the parchment paper. Fill a couple of piping bags with the meringue, use either a large plain or large star nozzle. Pipe 10 large blobs of meringue side by side onto the circle to form a garland. Bake immediately in a cool oven, fan 120°C /150°C/300°F/Mark 2 for 1 hour or 1 hour 10 mins or until crisp and the meringue will lift. Turn off the oven and allow to cool. To serve, carefully slide the meringue off the parchment onto a large serving plate. Spoon a generous blob of rosewater scented whipped cream on top of each meringue blob. Sprinkle pomegranate seeds over the cream. Decorate with crystallised lemon verbena leaves or diamonds of angelica and fresh mint sprigs. Crystallized Lemon Verbena leaves",
			"description": "Ahead of our big Weekend special tomorrow, on turkey with all the trimmings, we have a special look at one of Darina's dessert favourites, straight ...",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "Watch: Darina Allen makes a special Christmas meringue wreath",
			"url": "https://www.irishexaminer.com/lifestyle/food/arid-40149158.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4349/2174678_2_articlelarge_Copy_20of_20Michelle_20Xmas_20shoot_20016_1_.jpg"
		},
		{
			"author": "[\"David Maddock\"]",
			"content": " The Liverpool boss was left frustrated after the issue of substitutions was not brought up by ANY club at the latest Premier League meerting, and has now issued a warning to England chief Gareth Southgate Who do Liverpool need to sign to retain the title? Keep up with all the Reds news with our free daily newsletter When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Gareth Southgate is facing a ticking time-bomb that could destroy his European Championship hopes. That is the message from Liverpool boss Jurgen Klopp, who reacted in exasperation and despair at the latest failure of the Premier League to sanction the use of five substitutes this season, as they do in the rest of Europe. Klopp argued that the chief execs from top flight clubs are simply not interested in the mental health and well-being of players after the issue failed to be mentioned at a Premier League meeting on Thursday. And he warned that it could have a dramatic impact on England’s chances of lifting the Euros trophy in the summer.",
			"description": "\n The Liverpool boss was left frustrated after the issue of substitutions was not brought up by ANY club at the latest Premier League meerting, and has now issued a warning to England chief Gareth Southgate\n ",
			"publishedAt": "2020-12-04",
			"source_name": "mirror",
			"source_url": "mirror.co.uk",
			"title": "Liverpool boss Jurgen Klopp issues stern warning to England manager Gareth Southgate - Mirror Online",
			"url": "https://www.mirror.co.uk/sport/football/news/liverpool-boss-jurgen-klopp-issues-23116556",
			"urlToImage": "https://i2-prod.mirror.co.uk/article23116565.ece/ALTERNATES/s1200/0_Klopp.jpg"
		},
		{
			"author": "[\"Neetu Chandra Sharma\"]",
			"content": " This site uses cookies This site and its partners use technology such as cookies to personalise content and ads and analyse traffic. By using this site you agree to its privacy policy. You can change your mind and revisit your choices at anytime in future. Goyal, Naik review current status of AYUSH trade and industries in country Piyush Goyal advised taking public awareness measures for AYUSH products and service Union health ministry has recently officially recommended to adopt Ayush medicines and solutions for prevention and control of covid-19 and post covid-19 conditions As demand of AYUSH products and services has increased during covid-19 pandemic, government is planning to support AYUSH industries through free trade agreements, incorporating the beneficial provisions regarding free duty and market access. As demand of AYUSH products and services has increased during covid-19 pandemic, government is planning to support AYUSH industries through free trade agreements, incorporating the beneficial provisions regarding free duty and market access.",
			"description": "Piyush Goyal advised taking public awareness measures for AYUSH products and service.Union health ministry has recently officially recommended to adopt Ayush medicines and solutions for prevention and control of covid-19 and post covid-19 conditions",
			"publishedAt": "2020-12-04",
			"source_name": "https://www.livemint.com",
			"source_url": "livemint.com",
			"title": "Goyal, Naik review current status of AYUSH trade and industries in country",
			"url": "https://www.livemint.com/news/india/goyal-naik-review-current-status-of-ayush-trade-and-industries-in-country/amp-11607095321644.html",
			"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/Goyal_1__1607096594220_1607096603365.jpeg"
		},
		{
			"author": "[\"Denise O\\u2019Donoghue\"]",
			"content": " Can I ride the Ferris wheel in Cork? Everything you need to know about Glow this Christmas Here’s what you need to know about Cork's Christmas celebrations The Ferris Wheel has been installed on the Grand Parade as part of Glow, A Cork Christmas Celebration. Picture: David Creedon / Anzenberger Fri, 04 Dec, 2020 - 14:46 Denise O’Donoghue Glow Cork opened this week in Cork City with all its fun and festivities tailored for Christmas in a pandemic. While there is no installation and performance space in Bishop Lucey Park this year, families can still experience the wonder of Glow throughout the city. Here’s what you need to know...",
			"description": "Here’s what you need to know about Cork's Christmas celebrations",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "Can I ride the Ferris wheel in Cork? Everything you need to know about Glow this Christmas",
			"url": "https://www.irishexaminer.com/lifestyle/travel/arid-40149098.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4349/2174537_9_articlelarge_IMG_5974.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " A conservative Christian is baffled by Trump’s behavior | Letters Trump’s behavior baffling I’m a conservative Christian. It’s just the way I believe, I can’t help myself. And I just don’t get the behavior of our current president. History has recorded many individuals who have held a cultlike grip on their followers. The leader is never wrong and verifiable truth is irrelevant. Followers may be willing to resort to violence to further their leader’s goals. Cult leaders have absolutely no patience for those who either disobey or disagree with them, and those who do face retribution. Having a penchant for repeating again and again what only he perceives as truth is another technique in the cult leader’s playbook. Any of this sound familiar? Advertisement Despite our president’s accomplishments while in office (and there are many), his seeming unwillingness to assertively denounce those who threaten violence in his name is morally reprehensible. Doesn’t anyone find it terrifying that such an obvious course of action doesn’t seem to have even occurred to him? During the last four years the media has found our President’s antics addictive. He plays them like fish on a hook. They can’t keep from obsessively reporting on his self-delusional fabrications. It’s become the new normal. Amazingly, they’ve given him the power to delegitimize our next president’s four years in office in the minds of millions of his followers, despite Attorney General William Barr’s statement that he’s seen no evidence of fraud found in the election process.",
			"description": "Letter writers on Trump's baffling behavior, the Electoral College and media celebrating the excesses of the rich.",
			"publishedAt": "2020-12-04",
			"source_name": "orlandosentinel.com",
			"source_url": "orlandosentinel.com",
			"title": "Letter: Trump behavior baffling to conservative Christian - Orlando Sentinel",
			"url": "https://www.orlandosentinel.com/opinion/letters/os-op-letters-trump-behavior-20201204-kkcdn5dq6fd2lg56anlfi7opve-story.html",
			"urlToImage": "https://www.orlandosentinel.com/resizer/iXbIkwz4Th-tWlXIE6-ZTkUOYC8=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/GEZZ7QXVEHWSIWCS2XTCZ3IEIY.jpg"
		},
		{
			"author": "[\"Freddie Keighley\"]",
			"content": " Come on in and join the club! Get our daily Manchester United email newsletter When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Read More Related Articles Read More Related Articles The United boss said: \"Amad has come on a few times for Atalanta lately, he is a very exciting young boy and talent and hopefully we'll get the work permit and he'll be with us in January. A very, very exciting boy as well.\"",
			"description": "\n The United boss provided an update on Diallo, who is expected to complete his move to Old Trafford in January after spending the first half of the season with Atalanta\n ",
			"publishedAt": "2020-12-04",
			"source_name": "mirror",
			"source_url": "mirror.co.uk",
			"title": "Ole Gunnar Solskjaer provides Amad Diallo work permit update as Man Utd await Â£37m man - Mirror Online",
			"url": "https://www.mirror.co.uk/sport/football/news/solskjaer-amad-diallo-man-utd-23116080",
			"urlToImage": "https://i2-prod.mirror.co.uk/incoming/article23042905.ece/ALTERNATES/s1200/0_Amad-Diallo.jpg"
		},
		{
			"author": "[\"Lata Jha\"]",
			"content": " The ministry of information and broadcasting has directed all private television broadcasters to follow guidelines issued by the Advertising Standards Council of India (ASCI) related to online gaming and fantasy sports. The guidelines issued by ASCI on November 24 to ensure that the fantasy gaming ads are transparent and protect consumers will be effective from 15 December 2020. In the new rules, no gaming advertisement can depict a person below the age of 18, engaging in a game of online gaming for real money win or suggesting that such persons can play these games. All such gaming advertisements should carry disclaimers on the fact that the game involves an element of financial risk, may be addictive and that users should play at their own risk. These should occupy no less than 20% of the space in the print ads. In case of audio or visual programmes, the disclaimer must be placed in normal speaking pace at the end of the advertisement, it must be in the same language as the advertisement, and play out in both audio and visual formats. Further, the advertisements should not present ‘online gaming for real money winnings’ as an income opportunity or as an alternative employment option. They should also not suggest that a person engaged in gaming activity is more successful as compared to others. Broadcasters should also ensure that online gaming advertisements do not promote any activity prohibited by statute or law.",
			"description": "In the new rules, no gaming advertisement can depict a person below the age of 18.The advertisements should not present ‘online gaming for real money winnings’ as an income opportunity or as an alternative employment option",
			"publishedAt": "2020-12-04",
			"source_name": "mint",
			"source_url": "livemint.com",
			"title": "I&B asks broadcasters to follow ASCI guidelines on online, fantasy gaming",
			"url": "https://www.livemint.com/news/india/i-b-asks-broadcasters-to-follow-asci-guidelines-on-online-fantasy-gaming-11607093218168.html",
			"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/PTI25-11-2020_000096B_1607093530112_1607093545739.jpg"
		},
		{
			"author": "[\"Brooke Baitinger\"]",
			"content": " Terrie Rizzo won’t seek another term as chairwoman of the Florida Democratic Party, she announced Thursday in a letter sent to party leaders. Her decision not to run for another term effectively ends her three-year tenure, during which the party gave up a U.S. Senate seat, failed to win the governorship and most recently lost the battle for the state’s rich trove of 29 Electoral College votes in the presidential election. By stepping down, Rizzo avoided mounting scrutiny over the losses. Advertisement Critics blistered the party for failing to offset a finely tuned campaign for President Donald Trump. They said the Democrats failed to keep in touch with important constituent groups such as Hispanics, African-Americans and thousands of wage earners who are struggling to make ends meet during the COVID-19 pandemic. Beyond the Trump win, Democrats lost seats in the U.S. and state houses and two promising state Senate races in Seminole and Miami-Dade counties. And how it happened has a familiar ring. The party infrastructure either isn’t there or is pieced together at the last moment. Outreach to key constituencies, such as African-Americans and Hispanics, comes too late in the election. Candidates don’t aggressively use the tools they do have to target voters and get out the base. “We have to get back to the party of engaging voters year-round,” said state Sen. Shevrin Jones, D-West Park, who won his race in South Florida on Nov. 3. “You can’t continue to come to the Black community in the late hours asking for them to take them to our churches ... and then you drop them like a bad habit after the election.”",
			"description": "Terrie Rizzo won’t seek another term as chairwoman of the Florida Democratic Party, she announced Thursday in a letter sent to party leaders.",
			"publishedAt": "2020-12-04",
			"source_name": "orlandosentinel.com",
			"source_url": "orlandosentinel.com",
			"title": "Top Florida Democrat steps down after widespread 2020 losses - Orlando Sentinel",
			"url": "https://www.orlandosentinel.com/politics/fl-ne-terrie-rizzo-fl-dem-chair-not-running-for-reelection-20201204-4z2ixlfpybc2vku2mzti7lnkmi-story.html",
			"urlToImage": "https://www.orlandosentinel.com/resizer/x3zYE47fq8rAVXQ5tCTi4rD7IaI=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/HTIF576S3RB63O5HDSWTMIBFM4.jpg"
		},
		{
			"author": "[\"Aine Kenny\"]",
			"content": " Therapists at Mullingar centre were redeployed to Covid testing and contact tracing roles and have not worked at the centre since March John Fitzpatrick and Linda Gorman Fitzpatrick, with their sons Dylan, 6, and Ethan, 2. Fri, 04 Dec, 2020 - 15:02 Aine Kenny Parents whose children avail of early intervention disability services in the Springfield Centre in Mullingar have slammed the centre's closure due to Covid, saying their children are missing out on vital services such as physiotherapy, speech and language therapy and occupational therapy. The centre, which caters to people in the Westmeath and Longford area, is set to reopen this Monday, albeit at a reduced capacity of 20%, according to parents. The therapists who worked at the centre were redeployed to conduct Covid tests and contact tracing, and have not been working in the centre since March.",
			"description": "Therapists at Mullingar centre were redeployed to Covid testing and contact tracing roles and have not worked at the centre since March",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "Loss in early intervention disability services 'unacceptable', say parents",
			"url": "https://www.irishexaminer.com/news/arid-40149020.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4348/2174336_6_articlelarge_Linda_2bGorman_2band_2bJohn_2bFitzpatrick_2b1.jpg"
		},
		{
			"author": "[\"Lata Jha\"]",
			"content": " This site uses cookies This site and its partners use technology such as cookies to personalise content and ads and analyse traffic. By using this site you agree to its privacy policy. You can change your mind and revisit your choices at anytime in future. In the new rules, no gaming advertisement can depict a person below the age of 18 The advertisements should not present ‘online gaming for real money winnings’ as an income opportunity or as an alternative employment option The ministry of information and broadcasting has directed all private television broadcasters to follow guidelines issued by the Advertising Standards Council of India (ASCI) related to online gaming and fantasy sports. The ministry of information and broadcasting has directed all private television broadcasters to follow guidelines issued by the Advertising Standards Council of India (ASCI) related to online gaming and fantasy sports. The guidelines issued by ASCI on November 24 to ensure that the fantasy gaming ads are transparent and protect consumers will be effective from 15 December 2020.",
			"description": "In the new rules, no gaming advertisement can depict a person below the age of 18.The advertisements should not present ‘online gaming for real money winnings’ as an income opportunity or as an alternative employment option",
			"publishedAt": "2020-12-04",
			"source_name": "https://www.livemint.com",
			"source_url": "livemint.com",
			"title": "I&B asks broadcasters to follow ASCI guidelines on online, fantasy gaming",
			"url": "https://www.livemint.com/news/india/i-b-asks-broadcasters-to-follow-asci-guidelines-on-online-fantasy-gaming/amp-11607093218168.html",
			"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/PTI25-11-2020_000096B_1607093530112_1607093545739.jpg"
		},
		{
			"author": "[\"David Furones\"]",
			"content": " Stadium safety protocols: While the state of North Carolina allows 7 percent seating capacity during the COVID-19 pandemic, Duke is not hosting fans at its games. Quick slant: The Miami Hurricanes return to game action for the first time since Nov. 14 due to a coronavirus outbreak on the team. Although Duke is an annual ACC Coastal matchup for UM, the Blue Devils weren’t on the original revised schedule amid the pandemic as the ACC went without divisions for the 2020 season. Miami was set to return to play Wake Forest, but the Demon Deacons began dealing with COVID issues, Duke became available as its meeting with Florida State was canceled, opening the possibility for a matchup. About No. 10 Miami (7-1, 6-1 ACC): The Hurricanes still have slim hopes of reaching the ACC Championship Game, but they will be eliminated from contention if they lose at Duke or if Clemson wins at Virginia Tech. Regardless, winning out in the regular season would put UM in a New Year’s Six bowl game, possibly the Orange Bowl. About Duke (2-7, 1-7): The Blue Devils’ one conference win came against one-win Syracuse. They have given up 56 points each of their last two times out, in losses to North Carolina and Georgia Tech. As rough as it’s been for coach David Cutcliffe’s team this season, Miami doesn’t need to be reminded that it has lost to Duke each of the last two seasons. Three things to watch 1. How do the Hurricanes come out in Durham? Coach Manny Diaz said they’ll have enough depth on all position groups, but are they shorthanded on some? Then, how much will the rust of two Saturdays without a game have on their performance? UM’s conditioning, tackling, play on special teams and whether they’re committing turnovers will be factors to watch regarding that rust. 2. Can Miami win one with some style points, in more convincing fashion against a team like Duke? That’s what a lot of fans would like to see after the last three wins — Virginia, North Carolina State, Virginia Tech — have come by a combined 9 points.",
			"description": "Quick-hitting preview ahead of the No. 10 Miami Hurricanes' game at Duke on Saturday night.",
			"publishedAt": "2020-12-04",
			"source_name": "orlandosentinel.com",
			"source_url": "orlandosentinel.com",
			"title": "Miami Hurricanes at Duke: Time, line, TV info - Orlando Sentinel",
			"url": "https://www.orlandosentinel.com/sports/miami-hurricanes/fl-sp-um-duke-fast-facts-20201204-gob3xnvixbcn5higtdkyd6vtva-story.html",
			"urlToImage": "https://www.orlandosentinel.com/resizer/GGEavzc5H-jA-NZoMtxcbtnNI4s=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/PLHD4JSZKBCAZKKDCXSAOQZASE.jpg"
		},
		{
			"author": "[\"P\\u00e1draig Hoare\"]",
			"content": " Green New Deal is 'extraordinary' opportunity for Ireland Dubliner Dr John Bell says Ireland is shooting into an open goal when it comes to transitioning into new, greener practices The Green New Deal gives Ireland an 'extraordinary' opportunity to help drive climate change, the conference heard. File Picture. Fri, 04 Dec, 2020 - 15:07 Pádraig Hoare Ireland stands on the cusp of \"extraordinary opportunities\" as the EU embarks on the Green New Deal, which will be the biggest historic investment since World War 2 and full of so-called \"moonshot\" moments change in human history. That is according to Dr John Bell, the Dublin native driving innovation and research at the European Commission, who was speaking to industry leaders about the €1.8trn revolution into cleaner and greener economies across the bloc.",
			"description": "Dubliner Dr John Bell says Ireland is shooting into an open goal when it comes to transitioning into new, greener practices",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "Green New Deal is 'extraordinary' opportunity for Ireland",
			"url": "https://www.irishexaminer.com/news/arid-40149071.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4348/2174435_6_articlelarge_24HourGreen1.jpg"
		},
		{
			"author": "[\"Kalpana Pathak\"]",
			"content": " Consumer confidence during the month of November showed signs of slight improvement even though households and companies remained pessimistic about the current state of economic recovery according to a survey by the Reserve bank of India (RBI) released on Friday. While consumer confidence for November '20 remained low at 52.3 points but rose from 49.9 points in September, which was a record low. However consumer confidence showed a marked improvement for a year ahead period scoring 115.9 points reflecting long term optimism. An index value below 100 represents pessimism, while a reading above 100 signals optimism. The survey was based on responses from 5,319 households across 13 major cities. \"Consumer confidence remained very low in November 2020 when compared to a year ago, as reflected in the current situation index, though it showed a marginal improvement over the all-time low recorded in the previous round,\" said the survey. Weak confidence is attributable to the consumer sentiments on general economic situation, employment scenario, price levels and household incomes. Analysts said though price pressures prevailing in the domestic economy have been more severe than it was earlier estimated, it's positive that the RBI expects a faster economic recovery and has revised upwards its outlook for GDP growth for FY21. Among key parameters, perceptions around employment, income and spending showed improvement for a year ahead. However, the central bank's outlook for inflation has turned adverse leading it to raise its outlook on price levels. \"Outlook has turned adverse from earlier estimates. Supply side disruption pushing up consumer prices,\" said Care Ratings, adding that although cereal prices are expected to soften with kharif harvest arrival and vegetable prices to ease with the winter crop, other food prices remain at elevated levels. Core inflation could firm up as economic activity normalizes and demand picks up, said Care Ratings. To be sure, while demand is expected to improve, respondents reported higher essential and overall spending, though discretionary expenditure contracted; non-essential spending is expected to contract further in the coming year. Though the domestic economy contracted by 7.5% in the second quarter of this fiscal, in the third quarter various high frequency indicators point to a recovery gaining traction. Also, domestic financial conditions remained easy in October-November and systemic liquidity continued to be in large surplus. During April-October 2020 corporate bond issuances have been higher at Rs. 4.4 lakh crore as against Rs.3.5 lakh crore during the same period last year. India’s foreign exchange reserves were US$ 574.8 billion (as on November 27), up from US$ 545.6 billion on October 2.",
			"description": "While consumer confidence for November '20 remained low at 52.3 points but rose from 49.9 points in September.Weak confidence is attributable to the consumer sentiments on general economic situation, employment scenario, price levels and household incomes",
			"publishedAt": "2020-12-04",
			"source_name": "mint",
			"source_url": "livemint.com",
			"title": "India's consumer confidence showing signs of improvement: RBI survey",
			"url": "https://www.livemint.com/news/india/india-s-consumer-confidence-showing-signs-of-improvement-rbi-survey-11607092373774.html",
			"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/consumer_1607092707285.jpg"
		},
		{
			"author": "[\"Jacob Murtagh\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. The stage is set for one of the most enthralling North London derbies in years as Tottenham host Arsenal on Sunday afternoon. Spurs have recently shown their mettle with positive results against Manchester City and Chelsea, and victory over the Gunners would surely establish beyond any doubt their status as Premier League title contenders. Arsenal will be desperate to topple the league leaders but must overcome their form and the history books to do so. Mikel Arteta's side are winless in three league games, while Arsenal's last away victory in a North London derby came all the way back in 2014. Arteta, who started the 1-0 victory six-and-a-half years ago, knows the ideal route to relieve the pressure on his shoulders would be to beat Jose Mourinho's high-fliers. Here, Mirror Football's reporters make their predictions for what promises to be a blockbuster fixture.",
			"description": "\n Spurs are aiming to hold on to top spot as they host their local rivals on Sunday afternoon, while the Gunners are looking to end a three-game run without a win\n ",
			"publishedAt": "2020-12-04",
			"source_name": "mirror",
			"source_url": "mirror.co.uk",
			"title": "Tottenham vs Arsenal predictions: Mirror reporters preview North London derby - Mirror Online",
			"url": "https://www.mirror.co.uk/sport/football/news/tottenham-arsenal-predictions-london-derby-23115182",
			"urlToImage": "https://i2-prod.mirror.co.uk/incoming/article22344070.ece/ALTERNATES/s1200/0_Tottenham-Hotspur-v-Arsenal-FC-Premier-League.jpg"
		},
		{
			"author": "[\"Ralph D. Russo\"]",
			"content": " College football picks for the weekend: Alabama vs. LSU — the 1st matchup with both not ranked since 2006 — has decided lack of buzz By Ralph D. Russo Associated Press| Dec 04, 2020 at 10:00 AM Alabama-LSU has in 13 months gone from Game of the Century to not even as interesting as BYU at Coastal Carolina. The top-ranked Crimson Tide visit the defending national champion Tigers on Saturday for a game that is likely to be a name-the-score blowout for Alabama, which is favored by more than four touchdowns. Advertisement",
			"description": "Alabama-LSU has in 13 months gone from Game of the Century to not even as interesting as BYU at Coastal Carolina.",
			"publishedAt": "2020-12-04",
			"source_name": "orlandosentinel.com",
			"source_url": "orlandosentinel.com",
			"title": "College football picks for the weekend, including Alabama-LSU - Orlando Sentinel",
			"url": "https://www.orlandosentinel.com/sports/national-sports/ct-college-football-picks-20201204-r6jo4tvbpjgyfldt3mhemb3dtq-story.html",
			"urlToImage": "https://www.orlandosentinel.com/resizer/yHhblgvz1Afx3VAdBMpD7BhJEL4=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/WZIC7Y32F5QW55K7JR6MYQZSWI.aspx"
		},
		{
			"author": "[\"Elaine Loughlin\"]",
			"content": " Pubs should close if crowds gather outside – Government official Pubs offering takeaway drinks should also consider closing if large groups gather outside their premises, senior officials have said Pubs should consider closing if large groups gather outside their premises, officials have warned. Picture are Gardaí on the scene at South William Street in Dublin city centre. Picture: An Garda Síochána/Twitter Fri, 04 Dec, 2020 - 15:20 Elaine Loughlin, Political Correspondent Pubs offering takeaway drinks should consider closing if large groups are gathering outside their premises, a senior Government official has suggested. A warning has also been issued around \"de facto Christmas parties\" which should not go ahead this year.",
			"description": "Pubs offering takeaway drinks should also consider closing if large groups gather outside their premises, senior officials have said",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "Pubs should close if crowds gather outside – Government official",
			"url": "https://www.irishexaminer.com/news/arid-40149092.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4349/2174513_8_articlelarge_South_20William_20St_20garda_20pic_2029_20Nov_202020.jpg"
		},
		{
			"author": "[\"Kalpana Pathak\"]",
			"content": " This site uses cookies This site and its partners use technology such as cookies to personalise content and ads and analyse traffic. By using this site you agree to its privacy policy. You can change your mind and revisit your choices at anytime in future. India's consumer confidence showing signs of improvement: RBI survey While consumer confidence for November '20 remained low at 52.3 points but rose from 49.9 points in September Weak confidence is attributable to the consumer sentiments on general economic situation, employment scenario, price levels and household incomes Consumer confidence during the month of November showed signs of slight improvement even though households and companies remained pessimistic about the current state of economic recovery according to a survey by the Reserve bank of India (RBI) released on Friday. While consumer confidence for November '20 remained low at 52.3 points but rose from 49.9 points in September, which was a record low. However consumer confidence showed a marked improvement for a year ahead period scoring 115.9 points reflecting long term optimism. An index value below 100 represents pessimism, while a reading above 100 signals optimism. The survey was based on responses from 5,319 households across 13 major cities. Consumer confidence during the month of November showed signs of slight improvement even though households and companies remained pessimistic about the current state of economic recovery according to a survey by the Reserve bank of India (RBI) released on Friday. While consumer confidence for November '20 remained low at 52.3 points but rose from 49.9 points in September, which was a record low. However consumer confidence showed a marked improvement for a year ahead period scoring 115.9 points reflecting long term optimism. An index value below 100 represents pessimism, while a reading above 100 signals optimism. The survey was based on responses from 5,319 households across 13 major cities.",
			"description": "While consumer confidence for November '20 remained low at 52.3 points but rose from 49.9 points in September.Weak confidence is attributable to the consumer sentiments on general economic situation, employment scenario, price levels and household incomes",
			"publishedAt": "2020-12-04",
			"source_name": "https://www.livemint.com",
			"source_url": "livemint.com",
			"title": "India's consumer confidence showing signs of improvement: RBI survey",
			"url": "https://www.livemint.com/news/india/india-s-consumer-confidence-showing-signs-of-improvement-rbi-survey/amp-11607092373774.html",
			"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/consumer_1607092707285.jpg"
		},
		{
			"author": "[\"Dewayne Bevil\"]",
			"content": " Universal offers glimpses of VelociCoaster cars Universal Orlando says its VelociCoaster will open next summer at Islands of Adventure theme park. (Universal Orlando / Courtesy photo) Universal Orlando has released images of ride vehicles for its Jurassic World VelociCoaster, the under-construction roller coaster at Islands of Adventure theme park. The cars, presented in a menacing blue and black design, were posted in video form on Universal’s social media accounts. It shows lap bars, but no shoulder harnesses. The seats — two per row — are black with a blue graphic trim. Advertisement The thrill ride is scheduled to open in the summer of 2021. Testing of vehicles and track has been ongoing for the attraction, which skirts the back edge of IOA’s central lagoon, stretching across the Jurassic Park area from Wizarding World of Harry Potter to Toon Lagoon. VelociCoaster did not replace other attractions, but prompted relocations, including of the dinosaur meet-and-greet area. VelociCoaster’s stats include speeds up to 70 mph, a peak of 150 feet up, 4,700 feet of track and 12 seconds of airtime.",
			"description": "Universal Orlando has released images of its Jurassic World VelociCoaster, the under-construction roller coaster at Islands of Adventure theme park.",
			"publishedAt": "2020-12-04",
			"source_name": "orlandosentinel.com",
			"source_url": "orlandosentinel.com",
			"title": "Universal Orlando offers glimpses of VelociCoaster roller coaster cars - Orlando Sentinel",
			"url": "https://www.orlandosentinel.com/travel/attractions/universal-orlando/os-et-universal-velocicoaster-ride-vehicle-20201204-uvmf6cmwevg2hgx22tp2ojmhwu-story.html",
			"urlToImage": "https://www.orlandosentinel.com/resizer/sjZf9RXPB8ibhlGpIYekv28L9K4=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/IMUYIFARGRB4NOPS4GYXG3J2QI.jpg"
		},
		{
			"author": "[\"David Young\"]",
			"content": " First batch of Pfizer Covid-19 vaccine arrive in Northern Ireland A volunteer is given a dose of a coronavirus vaccine produced by BioNTech (BioNTech/PA) Fri, 04 Dec, 2020 - 14:48 David Young, PA Stocks of coronavirus vaccine have arrived in Northern Ireland ahead of the rollout of the jabs next week. The initial batch of the Pfizer/BioNTech vaccine were transported overnight from England. It has been taken to a central storage facility, the location of which is not being disclosed.",
			"description": "First batch of Pfizer Covid-19 vaccine arrive in Northern Ireland",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "First batch of Pfizer Covid-19 vaccine arrive in Northern Ireland",
			"url": "https://www.irishexaminer.com/news/arid-40149095.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4349/2174528_1_articlelarge_2.56903760.jpg.jpg"
		},
		{
			"author": "[\"Sam Meade\"]",
			"content": " Who do Liverpool need to sign to retain the title? Keep up with all the Reds news with our free daily newsletter When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Related Articles Read More Related Articles Wijnaldum continues to be linked with a switch to Barcelona where he would be reunited with former Netherlands boss Ronald Koeman. A move to the Nou Camp would likely see the 30-year-old bolster his pay packet.",
			"description": "\n Georginio Wijnaldum's Liverpool future continues to hang in the balance as his contract winds down but he has been warned not to make a decision motivated by money as Barcelona continue to circle\n ",
			"publishedAt": "2020-12-04",
			"source_name": "mirror",
			"source_url": "mirror.co.uk",
			"title": "Georginio Wijnaldum sent Emre Can transfer warning as Liverpool future remains uncertain - Mirror Online",
			"url": "https://www.mirror.co.uk/sport/football/transfer-news/liverpool-georginio-wijnaldum-transfer-update-23116319",
			"urlToImage": "https://i2-prod.mirror.co.uk/incoming/article23105837.ece/ALTERNATES/s1200/0_England-Liverpool-vs-Ajax.jpg"
		},
		{
			"author": "[\"Elizabeth Roche\"]",
			"content": " NEW DELHI: The Modi government offered to re-open stalled free trade talks with the European Union (EU) several times since 2014 but it was the EU that was hesitant to do so, Indian foreign minister S Jaishankar said on Friday. Addressing a session of the Mediterranean Dialogue, Jaishankar also made a strong case for migration describing it as “a human expression of the transfer of technology, of the promotion of innovation, of the building of business, and of the sharing of knowledge.\" Responding to a question of why India did not join the Regional Comprehensive Economic Partnership pact signed recently creating the world’s largest free trade area and whether India would re-open talks with the EU, Jaishankar clarified that in the past six years, India had broached the subject to the EU. “The government of prime minister Modi offered to the EU that we would like to reopen or continue to those (FTA) negotiations. In fact it was the EU which took the stance from 2014 saying that ‘right we have other priorities I don’t know if we are ready,’\" the minister said. “So for the last six years …. the reluctance to engage from 2014 -- this I can testify personally -- is not from India’s side, it is from the EU side even today,\" he said dispelling the idea that its India’s reluctance that has been holding up efforts to re-open negotiations. India and the EU started talks on a free trade pact in 2007 but negotiations were stalled in 2013 and efforts to resume the negotiations since have not succeeded. During a virtual summit between India and the EU in July, both sides agreed to set up a high level mechanism to explore the possibility of restarting talks on the pact. Last month however, an Indian official said there was some “forward movement\" on the matter. On migration and mobility, Jaishankar said that India and the EU had an ongoing dialogue on the subject.",
			"description": "India and the EU started talks on a free trade pact in 2007 but negotiations were stalled in 2013 and efforts to resume the negotiations since have not succeeded",
			"publishedAt": "2020-12-04",
			"source_name": "mint",
			"source_url": "livemint.com",
			"title": "Modi govt has tried to hold trade talks but EU is hesitant: Jaishankar",
			"url": "https://www.livemint.com/news/india/modi-govt-has-tried-to-hold-trade-talks-but-eu-is-hesitant-jaishankar-11607094599753.html",
			"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/e6b0ce4c-2810-11eb-a978-708e052e967f_1606400679363_1606400701000_1607096034292.jpg"
		},
		{
			"author": "[\"Julie Delahaye\"]",
			"content": " New research has unveiled what it takes to have the perfect road trip (Image: Getty Images) Can we send you the Mirror Travel newsletter with weekly travel news and inspiration? When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Read More Related Articles Read More Related Articles",
			"description": "\n Brits' dream road trips include scenic views, great road trip music and no more than three passengers according to new research\n ",
			"publishedAt": "2020-12-04",
			"source_name": "mirror",
			"source_url": "mirror.co.uk",
			"title": "Road trips need great views and music to be perfect, according to new study - Mirror Online",
			"url": "https://www.mirror.co.uk/travel/news/road-trips-need-great-views-23115963",
			"urlToImage": "https://i2-prod.mirror.co.uk/incoming/article22729014.ece/ALTERNATES/s1200/1_PAY-Driving-along-the-scenic-A39-coastal-road-one-of-the-best-drives-in-the-South-West-UK.jpg"
		},
		{
			"author": "[\"Elizabeth Roche\"]",
			"content": " This site uses cookies This site and its partners use technology such as cookies to personalise content and ads and analyse traffic. By using this site you agree to its privacy policy. You can change your mind and revisit your choices at anytime in future. Modi govt has tried to hold trade talks but EU is hesitant: Jaishankar India and the EU started talks on a free trade pact in 2007 but negotiations were stalled in 2013 and efforts to resume the negotiations since have not succeeded NEW DELHI: The Modi government offered to re-open stalled free trade talks with the European Union (EU) several times since 2014 but it was the EU that was hesitant to do so, Indian foreign minister S Jaishankar said on Friday. NEW DELHI: The Modi government offered to re-open stalled free trade talks with the European Union (EU) several times since 2014 but it was the EU that was hesitant to do so, Indian foreign minister S Jaishankar said on Friday. Addressing a session of the Mediterranean Dialogue, Jaishankar also made a strong case for migration describing it as “a human expression of the transfer of technology, of the promotion of innovation, of the building of business, and of the sharing of knowledge.\"",
			"description": "India and the EU started talks on a free trade pact in 2007 but negotiations were stalled in 2013 and efforts to resume the negotiations since have not succeeded",
			"publishedAt": "2020-12-04",
			"source_name": "https://www.livemint.com",
			"source_url": "livemint.com",
			"title": "Modi govt has tried to hold trade talks but EU is hesitant: Jaishankar",
			"url": "https://www.livemint.com/news/india/modi-govt-has-tried-to-hold-trade-talks-but-eu-is-hesitant-jaishankar/amp-11607094599753.html",
			"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/e6b0ce4c-2810-11eb-a978-708e052e967f_1606400679363_1606400701000_1607096034292.jpg"
		},
		{
			"author": "[\"Stephen Maguire\"]",
			"content": " Read More Forensic Collision Investigator, Garda Gerard McCauley, gave a report on what caused the crash. He told how measurements indicated that the car was traveling at a speed of 120kph on a road governed by an 80kph speed limit. The weather was not a factor, the road was in good condition and the car was also in a good serviceable condition at the time of the accident, he added. He said there was no time to correct the swerve in the car when it happened. The court was told that two of the men, Michael Roarty and John Harley, were not wearing seatbelts at the time of the crash. However, coroner Dr Denis McCauley said this would not have saved the men as the impact and the nature of the crash had been so severe. Dr Dillon said that all men were intoxicated and that the driver, Mr Scott, was six times over the limit and that cocaine was also found in his system.",
			"description": "'We don't want this to happen again' - Inquest hears of friends' last moments in crash",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "'We don't want this to happen again' - Inquest hears of friends' last moments in crash",
			"url": "https://www.irishexaminer.com/news/arid-40149155.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4349/2174672_2_articlelarge_Donegal_20Crash_20Friends.jpg"
		},
		{
			"author": "[\"Jennifer Jean Miller\"]",
			"content": " Dems Turn Against Each Other: Senior Lawmaker Blasts AOC as 'More Active on Twitter Than Anything' Democratic Sen. Joe Manchin of West Virginia is “is ready to do battle” with New York Rep. Alexandria Ocasio-Cortez and other far-left members of his party, according to The New York Times. In an interview with The Times published Monday, the moderate Manchin made it clear he opposes the progressives’ pet policies, including the Green New Deal, “Medicare for All” and defunding the police. “We’re not going to defund the police, we’re not for the new green deal,” the senator told The Times. Advertisement - story continues below “That’s not going to happen,” he continued. “We’re not for Medicare for All — we can’t even pay for Medicare for some.” Manchin discussed his recent back-and-forth with Ocasio-Cortez on Twitter.",
			"description": "The New York Times called Sen. Joe Manchin's comments about Rep. Alexandria Ocasio-Cortez 'a sharp insult.'",
			"publishedAt": "2020-12-04",
			"source_name": "The Western Journal",
			"source_url": "westernjournal.com",
			"title": "Dems Turn Against Each Other: Senior Lawmaker Blasts AOC as 'More Active on Twitter Than Anything'",
			"url": "https://www.westernjournal.com/dems-turn-senior-lawmaker-blasts-aoc-active-twitter-anything/?utm_source=facebook&utm_medium=patriottribune&utm_campaign=lminetwork&utm_content=2020-12-04",
			"urlToImage": "https://www.westernjournal.com/wp-content/uploads/2020/12/AOC-Manchin.jpg"
		},
		{
			"author": "[\"Cianan Brennan\"]",
			"content": " Site study on new Cork city hospital on hold due to Covid-19 The HSE said the study is on hold due to the onset of Covid-19, but the move has been criticised by Fianna Fáil TD Padraig O'Sullivan TSt. Stephen's Hospital, Sarsfield's Court, Glanmire, which was mooted as a potential site of a new hospital in Cork. File Picture: Dan Linehan Fri, 04 Dec, 2020 - 15:04 Cianan Brennan A feasibility study into the possibility of a proposed new hospital in Glanmire has been put on indefinite hiatus due to Covid-19. The HSE-owned site in the town, which currently plays host to St Stephen’s Hospital - encompassing mental health units and support facilities - last year emerged as one of the chief contenders to host the new Cork city hospital after councillors threw their backing behind the idea.",
			"description": "The HSE said the study is on hold due to the onset of Covid-19, but the move has been criticised by Fianna Fáil TD Padraig O'Sullivan",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "Site study on new Cork city hospital on hold due to Covid-19",
			"url": "https://www.irishexaminer.com/news/munster/arid-40149104.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4349/2174582_6_articlelarge_1376976_1376976.jpg"
		},
		{
			"author": "[\"Reuters Staff\"]",
			"content": " Bundesregierung verlängert Corona-Hilfen für Startups bis Mitte 2021 By Reuters Staff Gelesen in 2 Minuten German Health Minister Jens Spahn speaks during a session of the German lower house of parliament Bundestag, as the spread of the coronavirus disease (COVID-19) continues in Berlin, Germany, November 18, 2020. REUTERS/Fabrizio Bensch",
			"description": "Die Bundesregierung verlängert die Corona-Hilfen für Startups um ein halbes Jahr bis Mitte 2021.",
			"publishedAt": "2020-12-04",
			"source_name": "DE",
			"source_url": "reuters.com",
			"title": "Bundesregierung verlängert Corona-Hilfen für Startups bis Mitte 2021 | Reuters",
			"url": "https://de.reuters.com/article/deutschland-startups-idDEKBN28E1UN",
			"urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201204&t=2&i=1543464259&r=LYNXMPEGB30YS&w=800"
		},
		{
			"author": "[\"Carl Markham\"]",
			"content": " Liverpool manager Jurgen Klopp has warned England boss Gareth Southgate he will have a problem for Euro 2020 as he will “get what he is given” by Premier League clubs if the current three-substitute rule persists. Klopp has been the most vocal proponent of a return to having the option to make five changes during a match, in line with what happened after lockdown ended last season. However, despite him and a number of other managers supporting the move there was no vote on it at this week’s Premier League meeting. “I’m not surprised. I told you that in the managers’ meeting (in November) if we would have voted that day, which we were not allowed to, it would have been through 100 per cent with 15 or 16 votes,” he said. “That it didn’t happen since then is a sign some shareholders and CEOs and sporting directors see differently from their managers. “That is not a good sign, really, to be honest. These people now really ignore player welfare. “Now pretty much all teams have to play every three days, it will be massive for everybody from now on and every team will feel the difference.",
			"description": "Klopp has been the most vocal proponent of a return to having the option to make five changes during a match",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "Jurgen Klopp: Gareth Southgate ‘gets what we give him’ thanks to three-sub rule",
			"url": "https://www.irishexaminer.com/sport/soccer/arid-40149122.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4349/2174615_1_articlelarge_2.56894604.jpg.jpg"
		},
		{
			"author": "[\"Reuters Staff\"]",
			"content": " Irische Wirtschaft wächst wieder By Reuters Staff Gelesen in 1 Minuten The Irish flag is seen on top of the Bank of Ireland on St. Patrick's Day as public events were cancelled due to the number of coronavirus cases grow around the world, in Dublin, Ireland, March 17, 2020. REUTERS/Jason Cairnduff",
			"description": "Irland hat sich mit einem Rekordwachstum im dritten Quartal aus der Corona-Rezession befreit.",
			"publishedAt": "2020-12-04",
			"source_name": "DE",
			"source_url": "reuters.com",
			"title": "Irische Wirtschaft wächst wieder | Reuters",
			"url": "https://de.reuters.com/article/irland-bip-idDEKBN28E1T0",
			"urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201204&t=2&i=1543462046&r=LYNXMPEGB30XT&w=800"
		},
		{
			"author": "[\"Simon Peach\"]",
			"content": " Manchester United forward Marcus Rashford a doubt for West Ham clash The United forward is a doubt for the Premier League clash against the Hammers Marcus Rashford is a doubt for the trip to West Ham. Picture: Catherine Ivill/PA Fri, 04 Dec, 2020 - 15:26 Simon Peach Manchester United manager Ole Gunnar Solskjaer is hoping Marcus Rashford can overcome a shoulder issue to feature at West Ham on Saturday. The 23-year-old missed the first chunk of the year with a back injury and has impressed with his performances since football resumed amid the coronavirus pandemic.",
			"description": "The United forward is a doubt for the Premier League clash against the Hammers ",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "Manchester United forward Marcus Rashford a doubt for West Ham clash",
			"url": "https://www.irishexaminer.com/sport/soccer/arid-40149125.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4349/2174618_1_articlelarge_2.56731327.jpg.jpg"
		},
		{
			"author": "[\"Christopher Rugaber\"]",
			"content": " US job growth slows in November for fifth straight month as unemployment sinks to 6.7% By Christopher Rugaber Associated Press| Dec 04, 2020 at 8:43 AM WASHINGTON — America’s employers scaled back their hiring last month as the viral pandemic accelerated across the country, adding 245,000 jobs, the fewest since April and the fifth straight monthly slowdown. At the same time, the unemployment rate to a still-high 6.7%, from 6.9% in October, the Labor Department said. November’s job gain was down from 610,000 in October. Advertisement",
			"description": "America’s employers scaled back their hiring last month as the viral pandemic accelerated across the country, adding 245,000 jobs, the fewest since April. At the same time, the unemployment rate to a still-high 6.7%, from 6.9% in October, the Labor Department said.",
			"publishedAt": "2020-12-04",
			"source_name": "baltimoresun.com",
			"source_url": "baltimoresun.com",
			"title": "US job growth slows in November for fifth straight month as unemployment sinks to 6.7% - Baltimore Sun",
			"url": "https://www.baltimoresun.com/business/ct-biz-covid-19-unemployment-report-hiring-20201204-dzw7hyyaxfarlpmn34sewop3xy-story.html",
			"urlToImage": "https://www.baltimoresun.com/resizer/sWI4yFQAQkL5SqFwpcgIMp1sJ7c=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/FAEXZVITJ6CM2IECD2KXOLPLIQ.aspx"
		},
		{
			"author": "[\"Ben Leonard\"]",
			"content": " Baltimore area sees increased Christmas tree demand as many look for sense of normalcy during pandemic Without church and visiting his mother-in-law’s house on Christmas Eve as usual due to the coronavirus pandemic, any Christmas tradition means more this year for Adam Eastham. Eastham, his wife, Deirdre, and their young children, Amelia and Elle, all went to Baltimore’s St. Pius X Church’s Christmas tree lot Wednesday for the third straight year. It was the first time Elle, 3, was more involved and understood more about what’s going on. Advertisement “It’s a little more meaningful that they get a say in it now, as opposed to just decorating and having Christmas. It’s fun to actually go to the lot and have them give their input,” said Adam Eastham, of Towson. “It’s not always good input, but it’s nice to have them give some input on what we’re doing. “It definitely means more to get everybody together this year.” Advertisement",
			"description": "Looking for normalcy during a pandemic that has upended much of daily life this year, many people in the Baltimore area and across the country are a turning to Christmas trees.",
			"publishedAt": "2020-12-04",
			"source_name": "baltimoresun.com",
			"source_url": "baltimoresun.com",
			"title": "Baltimore area sees increased Christmas tree demand as many look for sense of normalcy during pandemic - Baltimore Sun",
			"url": "https://www.baltimoresun.com/coronavirus/bs-md-christmas-tree-demand-2020-pandemic-covid-maryland-20201204-6ymojfcjenb3ze2rkmutvx7bqa-story.html",
			"urlToImage": "https://www.baltimoresun.com/resizer/GB2RTKrjJPfCmtoKnw-Dc3aZrhQ=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/P6YNMCA2N5HA7CRNI4RLFND4T4.jpg"
		},
		{
			"author": "[\"Patrick Daly\"]",
			"content": " UK government defends speed of vaccine approval after US criticism Boris Johnson’s deputy spokesman said the UK medicines regulator had been ‘rigorous’ in its evaluation of the Pfizer vaccine Picture: John Sibley/PA Fri, 04 Dec, 2020 - 14:38 Patrick Daly, PA Political Correspondent The British government has defended the UK medicines regulator after criticism from America’s top infectious disease expert that the Pfizer vaccine approval had been “rushed”. In comments he has since rowed back from, Dr Anthony Fauci, the director of the US National Institute of Allergy and Infectious Diseases, said Britain “kind of ran around the corner of the marathon and joined it in the last mile” after becoming the first country in the world to sign off on allowing the vaccine to be administered. The Medicines and Healthcare products Regulatory Agency (MHRA) hit back at Dr Fauci’s comments, saying it had “rigorously assessed the data” – comments Number 10 reiterated on Friday.",
			"description": "UK government defends speed of vaccine approval after US criticism",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "UK government defends speed of vaccine approval after US criticism",
			"url": "https://www.irishexaminer.com/world/arid-40149083.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4348/2174495_1_articlelarge_2.56906846.jpg.jpg"
		},
		{
			"author": "[\"Ben Leonard\"]",
			"content": " Maryland hit a new grim mark Friday, reporting a record 3,792new coronavirus cases —shattering the previous daily record of 2,910 set Nov. 19. The state also set a new record for daily testing volume, with 55,912 tests reported Friday. Advertisement Maryland reported 24deaths tied to COVID-19, the disease the virus causes. Maryland tallied 195 deaths in the month of October but has now added 630deaths since Nov. 1. Maryland has now reported 1,000 or more virus cases for 31 straight days, after previously seeing new cases at that level just a few times since the beginning of June. The state has reported 2,000 or more cases for seven of the past 10 days after never doing so before mid-November. Advertisement The state reported 1,594people hospitalized with virus-related complications Friday, upfrom 1,573 Thursday. Hospitalizations are getting closer to a late April peak of just over 1,700, with hospitalizations more than doubling from 595 as of a month ago.",
			"description": "Maryland hit a new grim mark Friday, reporting a record 3,792 new coronavirus cases — shattering the previous daily record of 2,910 set Nov. 19.",
			"publishedAt": "2020-12-04",
			"source_name": "baltimoresun.com",
			"source_url": "baltimoresun.com",
			"title": "Maryland reports record 3,792 new coronavirus cases, shattering previous daily high - Baltimore Sun",
			"url": "https://www.baltimoresun.com/coronavirus/bs-md-covid-daily-numbers-dec-4-deaths-cases-maryland-20201204-duqp3wykg5bp5kk33feydqv2ly-story.html",
			"urlToImage": "https://www.baltimoresun.com/resizer/rZtkXh4c2hbb9ER-a4IAg41Cxy0=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/NRLGBDN6IRGS7B5VFFDBZ4TPPM.jpg"
		},
		{
			"author": "[\"William J Kole\"]",
			"content": " ‘Scandalous’ first Christmas card up for sale The first commercially printed Christmas card is up for sale, showing a merry Victorian-era scene that scandalised some who denounced it when it first appeared in 1843. The card, being sold online through a consortium run by Marvin Getman, a dealer in rare books and manuscripts based in the US city of Boston, depicts an English family toasting the recipient with glasses of red wine. “A Merry Christmas and a Happy New Year to You,” it reads. But for teetotallers — and there were plenty of those in the 19th century — the imagery included a bit too much Christmas cheer – in the foreground, a young girl is pictured taking a sip from an adult’s glass. They were quite distressed that in this ‘scandalous’ picture they had children toasting with a glass of wine along with the adults. They had a campaign to censor and suppress it Justin Schiller",
			"description": "‘Scandalous’ first Christmas card up for sale",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "‘Scandalous’ first Christmas card up for sale",
			"url": "https://www.irishexaminer.com/world/arid-40149134.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4349/2174648_3_articlelarge_72b0f78a-174d-4f35-bd51-82b96f30c50a.jpg.jpg"
		},
		{
			"author": "[\"Dasha Afanasieva\"]",
			"content": " Breakingviews - Hershey cocoa spat tests limits of investor ethics Cocoa pods are seen in a cocoa farm in Anyama, Ivory Coast July 21, 2017. LONDON (Reuters Breakingviews) - Ethical investing has become the battlefield in a dispute between Hershey and cocoa-producing countries. Ghana and Ivory Coast have accused the Reese’s maker of dodging payments designed to alleviate farmer poverty and have shut off access to cocoa certified as sustainable from their countries. The move may make it harder for the $31 billion group to flaunt its environmental, social and governance credentials. Ahead of elections, both countries this year introduced a $400 a tonne premium on cocoa to support local farmers. Yet Accra and Yamoussoukro now say that Hershey tried to avoid paying this by sourcing a large batch of the raw material through futures on the ICE Futures U.S. exchange, which might have been backed by last year’s crop. That may have been advantageous given the collapse in cocoa prices after a bumper harvest and a pandemic hit to demand. If dodging the surcharge was part of Hershey’s plan, the strategy would have had a short shelf life. In future years, any counterparty sourcing cocoa from the countries would pay the fee, passing on the cost. Still, both countries have retaliated by closing down Hershey’s sustainability schemes, which invest in local farms, ensure minimum labour standards and certify its chocolate as sustainable. It could be a problem. Hershey boasts that its chocolate is 100% sustainable, verified by independent auditors who follow international labour and environmental standards. That puts it ahead of rivals Mondelez and Mars, who have set the same target for 2025. Losing the ethical badge could make it harder to charge premium prices and would spook investors, who claim to value companies’ social credentials. To maintain that advantage, Hershey must either patch things up with the two countries in time for next year’s crop – presumably by paying any missed surcharge – or find new, sustainable suppliers elsewhere. The latter may be hard to do immediately, given that Ghana and Ivory Coast represent around two-thirds of the global market.",
			"description": "Ethical investing has become the battlefield in a dispute between Hershey and cocoa-producing countries. Ghana and Ivory Coast have accused the Reese’s maker of dodging payments designed to alleviate farmer poverty and have shut off access to cocoa certified as sustainable...",
			"publishedAt": "2020-12-04",
			"source_name": "DE",
			"source_url": "reuters.com",
			"title": "Breakingviews - Hershey cocoa spat tests limits of investor ethics | Reuters",
			"url": "https://de.reuters.com/article/us-cocoa-poverty-dispute-breakingviews-idDEKBN28E1RP",
			"urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201204&t=2&i=1543460807&r=LYNXMPEGB30X9&w=800"
		},
		{
			"author": "[\"Katie Walsh\"]",
			"content": " ‘Black Bear’ review: Aubrey Plaza stars in a meta-thriller on relationships and filmmaking By Katie Walsh Tribune News Service| Dec 04, 2020 at 9:24 AM Lawrence Michael Levine’s third feature, “Black Bear,” ends with an appropriate dedication: “For Sophia.” His wife, filmmaker Sophia Takal, produced and co-starred in his first two features, 2010′s “Gabi on the Roof in July” and the 2014 mystery caper “Wild Canaries.” It’s appropriate because “Black Bear,” Levine’s best film yet, is a fascinating meta-commentary on marriage, filmmaking and making movies with your spouse. In another extra-textually resonant layer, Aubrey Plaza, who frequently works with her longtime partner, director Jeff Baena (“The Little Hours”), stars as Allison. In “Part One: The Bear on the Road,” she’s a filmmaker retreating to a lakeside compound in upstate New York to work on her next screenplay. Her hosts are Gabe (Christopher Abbott) and Blair (Sarah Gadon), an attractive, expectant couple, Brooklyn refugees hoping to make a little money with the family property. An increasingly wine-soaked dinner devolves into a messy argument about making art, gender roles and society’s ills, which crescendos to a violent climax. Advertisement",
			"description": "‘Black Bear’ review: Aubrey Plaza stars in a meta-thriller on relationships and filmmaking",
			"publishedAt": "2020-12-04",
			"source_name": "baltimoresun.com",
			"source_url": "baltimoresun.com",
			"title": "‘Black Bear’ review: Aubrey Plaza stars - Baltimore Sun",
			"url": "https://www.baltimoresun.com/entertainment/sc-mov-black-bear-review-1205-20201204-pn2wwxi3bfholfpxavcnpwr4mi-story.html",
			"urlToImage": "https://www.baltimoresun.com/resizer/XkvaxTavLFDk1UXWwjE4foZPfhY=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/NJVNSD545KCVBN7LRJXVJZEXDE.jpg"
		},
		{
			"author": "[\"Elliot Smith\"]",
			"content": " U.S. dollar hovers around two-and-a-half year low; Analysts see further weakness in 2021 As of Friday afternoon in Europe, the DXY U.S. dollar index was trading at around 90.68, down by around 6% year-to-date despite having climbed above the 102 mark in March. A series of successful vaccine trials has driven a windfall for equity markets and other riskier asset classes over the past month, causing the greenback to slide against most G10 currencies. United States one dollar bills are curled and inspected during production at the Bureau of Engraving and Printing in Washington November 14, 2014. Gary Cameron | Reuters The U.S. dollar is currently hovering around lows last seen in April 2018 as investors continue to pour back into riskier assets, and analysts expect this weakness to persist into 2021. As of Friday afternoon in Europe, the DXY U.S. dollar index was trading at around 90.68, down by around 6% year-to-date despite having climbed above the 102 mark in March, as the coronavirus pandemic spread globally and sent investors running for safety.",
			"description": "The U.S. dollar is currently hovering around lows last seen in April 2018 as investors continue to pour back into riskier assets.",
			"publishedAt": "2020-12-04",
			"source_name": "CNBC",
			"source_url": "cnbc.com",
			"title": "Analysts predict further weakness for U.S. dollar next year",
			"url": "https://www.cnbc.com/2020/12/04/analysts-predict-further-weakness-for-us-dollar-next-year.html",
			"urlToImage": "https://image.cnbcfm.com/api/v1/image/106784937-16047072672020-11-06t235949z_293082851_rc2zxj9vy4lk_rtrmadp_0_usa-markets-dollar.jpeg?v=1604707297"
		},
		{
			"author": "[\"Paul Krugman\"]",
			"content": " Paul Krugman column: Learn to stop worrying and love government debt Amid all the wild swings in U.S. politics over the past decade, one thing has remained constant: the GOP position on government debt. The party considers high levels of debt an existential threat — if a Democrat is sitting in the White House. If a Republican president presides over big deficits, well, as Donald Trump’s budget director reportedly told supporters last year, “nobody cares.” So it’s a completely safe prediction that once Joe Biden is sworn in, we will once again hear lots of righteous Republican ranting about the evils of borrowing. What’s less clear is whether we’ll see a repeat of what happened during the Obama years, when many centrists — and much of the news media — both took obvious fiscal phonies seriously and joined in the chorus of fearmongering. Advertisement Let’s hope not. For the fact is that we’ve learned a lot about the economics of government debt over the past few years — enough so that Olivier Blanchard, the eminent former chief economist of the International Monetary Fund, is talking about a “shift in fiscal paradigm.” And the new paradigm suggests both that public debt isn’t a major problem and that government borrowing for the right purposes is actually the responsible thing to do. Why are economists thinking differently about debt? Part of the answer is that we’ve discovered some things about how the world works; the rest of the answer is that the world has changed. Advertisement",
			"description": "Why are economists thinking differently about debt? Part of the answer is that we’ve discovered some things about how the world works; the rest of the answer is that the world has changed.",
			"publishedAt": "2020-12-04",
			"source_name": "baltimoresun.com",
			"source_url": "baltimoresun.com",
			"title": "Paul Krugman column: Learn to stop worrying and love government debt - Baltimore Sun",
			"url": "https://www.baltimoresun.com/featured/sns-nyt-op-stop-worrying-love-debt-20201204-n25dw4ybp5eelhtzvi2r3vchqu-story.html",
			"urlToImage": "https://www.baltimoresun.com/resizer/8XgLNMu3IAQ4NyBiMipdg3UEozA=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/YC4P46IEMFELHGH4JXXKYG4JJU.jpg"
		},
		{
			"author": "[\"Vicky McKeever\"]",
			"content": " Consumer discretionary and IT stocks are ‘egregiously expensive,’ strategist says The MSCI World Consumer Discretionary Price index has rocketed 85% since mid-March, while the The MSCI World Information Technology Price index, has soared over 75%. Gambles said momentum stocks in the S&P 500 had risen 28% so far this year, while \"high-dividend, low-volatility\" companies had fallen year-to-date. Examples of high-dividend, low-volatility stocks included those in the utilities, real estate and consumer staples sectors. Saul Gravy | Getty Images Investors should avoid \"scarily priced\" sectors of stocks, such as IT and consumer discretionary, according to MBMG Group Managing Director Paul Gambles. Speaking to CNBC's \"Squawk Box Europe\" on Friday, Gambles said that such sectors were \"egregiously expensive.\"",
			"description": "Investors should avoid \"scarily priced\" sectors of stocks, such as IT and consumer discretionary, according to MBMG Group Managing Director Paul Gambles.Â ",
			"publishedAt": "2020-12-04",
			"source_name": "CNBC",
			"source_url": "cnbc.com",
			"title": "Avoid expensive consumer discretionary and IT stocks, strategist says",
			"url": "https://www.cnbc.com/2020/12/04/avoid-expensive-consumer-discretionary-and-it-stocks-strategist-says.html",
			"urlToImage": "https://image.cnbcfm.com/api/v1/image/105158238-growth.jpg?v=1534342612"
		},
		{
			"author": "[\"David Brooks\"]",
			"content": " David Brooks column: The winter Mitch McConnell created By David Brooks The New York Times| Dec 04, 2020 at 10:52 AM Senate Majority Leader Mitch McConnell (R-Ky.) walks to his office from the Senate floor of the Capitol, Dec. 3, 2020. \"If we can't get a Covid-19 relief package through Congress in the next week or two, we're sunk,\" writes New York Times columnist David Brooks. (Al Drago/The New York Times) If we can’t get a COVID-19 relief package through Congress in the next week or two, we’re sunk. It means we have a legislative branch so ideologically divided it can’t address even our most glaring problems. It means we have representatives so lacking in the willingness and ability to compromise that minimally competent government will be impossible, even under a President Joe Biden. The problems a basic relief measure would address couldn’t be more obvious. Under current law, up to 12 million Americans could lose their jobless benefits by year’s end — a wretched Christmastime for millions of families, which could spawn a wave of depression, morbidity, family breakdown and suicide.",
			"description": "If Mitch McConnell won’t do a deal now, in the midst of a clear crisis and under a Republican president, there certainly won’t be one with more controversial issues under a Democratic president in 2021. If we don’t see a COVID-19 relief measure pass in the next week or two, then our democracy is existentially broken.",
			"publishedAt": "2020-12-04",
			"source_name": "baltimoresun.com",
			"source_url": "baltimoresun.com",
			"title": "David Brooks column: The winter Mitch McConnell created - Baltimore Sun",
			"url": "https://www.baltimoresun.com/featured/sns-nyt-op-winter-mitch-mcconnell-created-20201204-lmpspp24lbeubjnfirmpsr6t44-story.html",
			"urlToImage": "https://www.baltimoresun.com/resizer/NWVNHANVvhC60ilGXBMiiAt7v7I=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/V5H4OQPFGNNJK33YW26FEDVBOA.jpg"
		},
		{
			"author": "[\"Will Feuer\"]",
			"content": " The Centers for Disease Control and Prevention's announcement earlier this week of new, shorter alternatives for quarantining after an exposure to Covid-19 is catching some criticism. \"To me, this policy creates a false dichotomy, people won't do 14 days so they need a shorter quarantine period,\" Theresa Chapple, an epidemiologist, said on Twitter. Saskia Popescu, an epidemiologist and biodefense professor at George Mason University, said the CDC should focus on providing more support services to people who need to quarantine. Nurses display a 'Stay Home' sign on their vehicle during a car caravan of nurses calling for people to remain home amid a surge of COVID-19 cases in El Paso on November 16, 2020 in El Paso, Texas. Mario Tama | Getty Images The Centers for Disease Control and Prevention on Wednesday unveiled new quarantine guidance that allows some people to restrict their contact with others for less than the recommended 14-day period under certain circumstances. The new advice was created to try to boost compliance with the quarantine guidelines, but some public health experts say the nation's premier health agency was trying to solve the wrong problem. Instead of focusing on why people aren't adhering to the guidelines, the agency focused on the rules themselves, which undermined the risk of exiting quarantine before 14 days, epidemiologists said.",
			"description": "Ellie Murray, an epidemiologist at Boston University, said the new guidance feels something like a compromise by the CDC, or a negotiating tactic.",
			"publishedAt": "2020-12-04",
			"source_name": "CNBC",
			"source_url": "cnbc.com",
			"title": "CDC's new guidance for shorter Covid quarantines catches criticism",
			"url": "https://www.cnbc.com/2020/12/04/cdcs-new-guidance-for-shorter-covid-quarantines-catches-criticism.html",
			"urlToImage": "https://image.cnbcfm.com/api/v1/image/106798022-1605616964065-gettyimages-1286064852-a35p2394_2020111662734465.jpeg?v=1605617004"
		},
		{
			"author": "[\"Kevin Dayhoff\"]",
			"content": " Dayhoff: Tracing the history of Christmas decorations in Carroll County and beyond It certainly appears that folks have developed a renewed interest in Christmas decorations to help ward off our collective fatigue from dealing with the ninth month of the COVID-19 pandemic of 2020. Throughout Carroll County, Christmas lights have literally provided a bright spot in our lives as the challenges of the coronavirus only seem to escalate just as a vaccine appears to be near. I am betting that my neighborhood can be seen from the International Space Station it is so bright and festive. Advertisement Having a lighted Christmas tree in historic Belle Grove Square in Westminster is a time honored tradition. Pictured here on Dec. 1, 2020, the Christmas tree in the historic park always helps announce the Christmas season in Westminster. Putting-up the Christmas decorations in Westminster has always been a source of pride with the Westminster Street Department for many generations. (Kevin Dayhoff) In a letter written by Miss Mary Bostwick Shellman on Jan. 6, 1866, she “described how the Christmas and New Year’s holidays were celebrated in Westminster,” over 150 years ago, according to an article written by Jay Graybeal for the Historical Society of Carroll County. In his article he noted that “[m]any of our modern day Christmas customs can be traced to the Victorian period. Decorating the house with greens, the Christmas tree and parties were all popular by the mid-nineteenth century.”",
			"description": "It certainly appears that folks have developed a renewed interest in Christmas decorations to help ward off our collective fatigue from dealing with the ninth month of the COVID-19 pandemic of 2020.",
			"publishedAt": "2020-12-04",
			"source_name": "baltimoresun.com/maryland/carroll",
			"source_url": "baltimoresun.com",
			"title": "Dayhoff: Tracing the history of Christmas decorations in Carroll County and beyond - Carroll County Times",
			"url": "https://www.baltimoresun.com/maryland/carroll/lifestyles/cc-lt-dayhoff-120620-20201204-4qe3rfs6ufempf2ldbas5ov7l4-story.html",
			"urlToImage": "https://www.baltimoresun.com/resizer/19FoaSBhkV_UdQMaEjUbhsdvu5c=/1200x0/left/bottom/cloudfront-us-east-1.images.arcpublishing.com/tronc/4UUNLNQH45CRLM2OTEVGPSGUWM.jpg"
		},
		{
			"author": "[\"Amelia Lucas\"]",
			"content": " Cheesecake Factory settles with SEC over misleading Covid risk disclosures, a first for a public company The Cheesecake Factory is the first company to be charged by the SEC for misleading investors about the pandemic's financial impacts. The restaurant company has agreed to pay a $125,000 fine. According to the SEC, Cheesecake Factory violated reporting provisions when it failed to disclose how much cash it was burning through and that it would not pay its April rent. The Cheesecake Factory is coming to New York City. George Rose | Getty Images The Securities and Exchange Commission has charged and settled with the Cheesecake Factory for misleading investors with its Covid-19 disclosures.",
			"description": "The Securities and Exchange Commission has charged and settled with the Cheesecake Factory for misleading investors with its Covid-19 disclosures.",
			"publishedAt": "2020-12-04",
			"source_name": "CNBC",
			"source_url": "cnbc.com",
			"title": "Cheesecake Factory settles with SEC over misleading Covid risk disclosures",
			"url": "https://www.cnbc.com/2020/12/04/cheesecake-factory-settles-with-sec-over-misleading-covid-risk-disclosures.html",
			"urlToImage": "https://image.cnbcfm.com/api/v1/image/103436397-GettyImages-142585668.jpg?v=1607091155"
		},
		{
			"author": "[\"\"]",
			"content": " Quoting Harford County Council President Patrick Vincenti’s to since-retired County Health Officer Dr. Russell Moy on March 10, “We thank you for coming. You know the council sits as the Board of Health.” If I were a county councilperson, I would recognize my responsibility as the Board of Health to ask bold questions, obtain complete data and seek the truth prior to making decisions that could have lasting, unintended consequences. Advertisement I would have been quick to point out that the data presented since March 17 is incomplete and inconsistent. What justifies a case? Cases are only distinguished by positive or negative results. What about symptomatic and asymptomatic? What about testing accuracy? How many times is the same person being tested? How are those results being counted? I would have thoroughly questioned both sides on masks, social distancing and lockdowns. What are the negative health consequences? Advertisement Why didn’t the Harford County Council explore the benefits of boosting natural immunity?",
			"description": "If I were a county councilperson, I would recognize my responsibility as the Board of Health to ask bold questions, obtain complete data and seek the truth prior to making decisions that could have lasting, unintended consequences.",
			"publishedAt": "2020-12-04",
			"source_name": "baltimoresun.com",
			"source_url": "baltimoresun.com",
			"title": "Letter: Harford County Council should’ve asked harder questions of health officials about COVID-19 | READER COMMENTARY - Baltimore Sun",
			"url": "https://www.baltimoresun.com/maryland/harford/aegis/opinion/cng-ag-letter-nicholson-20201204-b2arhx2q4vdt7d4jc2uh5uwusu-story.html",
			"urlToImage": "https://www.baltimoresun.com/resizer/up1bdO_OUxBsbAu3cTHRqtsnY5o=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/SNYT543HSRBZRHPMKJSYUNUQPI.jpg"
		},
		{
			"author": "[\"Ralph D. Russo\"]",
			"content": " College football picks for the weekend: Alabama vs. LSU — the 1st matchup with both not ranked since 2006 — has decided lack of buzz By Ralph D. Russo Associated Press| Dec 04, 2020 at 10:00 AM Alabama-LSU has in 13 months gone from Game of the Century to not even as interesting as BYU at Coastal Carolina. The top-ranked Crimson Tide visit the defending national champion Tigers on Saturday for a game that is likely to be a name-the-score blowout for Alabama, which is favored by more than four touchdowns. Advertisement",
			"description": "Alabama-LSU has in 13 months gone from Game of the Century to not even as interesting as BYU at Coastal Carolina.",
			"publishedAt": "2020-12-04",
			"source_name": "baltimoresun.com",
			"source_url": "baltimoresun.com",
			"title": "College football picks for the weekend, including Alabama-LSU - Baltimore Sun",
			"url": "https://www.baltimoresun.com/sports/ct-college-football-picks-20201204-r6jo4tvbpjgyfldt3mhemb3dtq-story.html",
			"urlToImage": "https://www.baltimoresun.com/resizer/yHhblgvz1Afx3VAdBMpD7BhJEL4=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/WZIC7Y32F5QW55K7JR6MYQZSWI.aspx"
		},
		{
			"author": "[\"Jacob Pramuk\"]",
			"content": " Top congressional Democrats ratcheted up the pressure to strike a coronavirus stimulus deal Friday after new data showed sluggish jobs growth in the face of an infection surge. Nonfarm payrolls grew by 245,000 in November, falling significantly below expectations of 440,000. The sign of a flagging economic recovery comes amid a renewed congressional effort to pass a pandemic relief bill before the end of the year. Democratic leaders, who have for months called for a sweeping package to boost the U.S. economy and health-care system, cited the report as further justification for Congress to act. \"This latest jobs report shows the need for strong, urgent emergency relief is more important than ever,\" Senate Minority Leader Chuck Schumer, D-N.Y., said in a statement. \"Senate Republicans are increasingly understanding this urgency, and Leader McConnell should hear their pleas as well as those of the millions of struggling American families.\" \"This jobs report is blaring warning that a double-dip recession is looming and must be a wakeup call for anyone who is standing in the way of true bipartisan emergency relief,\" he continued. Optimism about an agreement has increased in recent days as talks pick up on Capitol Hill. Senate Majority Leader Mitch McConnell and House Speaker Nancy Pelosi spoke Thursday about both an aid package and a government funding bill Congress needs to pass by Dec. 11. It was their first conversation in at least a month. After the conversation, McConnell told reporters the leaders are \"both interested in getting an outcome, both on the omnibus and on a coronavirus package.\"",
			"description": "Senate Minority Leader Chuck Schumer said coronavirus stimulus is \"more important than ever\" after a disappointing November jobs report.",
			"publishedAt": "2020-12-04",
			"source_name": "CNBC",
			"source_url": "cnbc.com",
			"title": "Coronavirus stimulus update: Schumer calls for relief deal after jobs report",
			"url": "https://www.cnbc.com/2020/12/04/coronavirus-stimulus-update-schumer-calls-for-relief-deal-after-jobs-report.html",
			"urlToImage": "https://image.cnbcfm.com/api/v1/image/106804577-1606854509383-chuck.jpg?v=1606854524"
		},
		{
			"author": "[\"Maggie Fitzgerald\"]",
			"content": " Deutsche Bank sees 'slightly above average year' ahead with most of the earnings comeback priced in Deutsche Bank is calling for a strong earnings comeback in 2021, which should lift the broader market to about an average gain since a lot of this recovery is expected. The Wall Street firm just released its 2021 year end price target of 3,950, an 8% jump from Thursday's close. Deutsche Bank also raised its 2020 earnings estimate for the S&P 500 to $141 from $133 per share and its 2021 earnings estimate to $194 from $173 per share.",
			"description": "Deutsche Bank just released its 2021 year end price target of 3,950, an 8% jump from Thursday's close. ",
			"publishedAt": "2020-12-04",
			"source_name": "CNBC",
			"source_url": "cnbc.com",
			"title": "Deutsche Bank sees 'slightly above average year' ahead with most of the earnings comeback priced in",
			"url": "https://www.cnbc.com/2020/12/04/deutsche-bank-sees-slightly-above-average-year-ahead-with-most-of-the-earnings-comeback-priced-in.html",
			"urlToImage": "https://image.cnbcfm.com/api/v1/image/106793794-1605183158840NYSE-Floor--Veterans-Day-Photo-201111-PRESS-13-jpg?v=1605183347"
		},
		{
			"author": "[\"Sam Shead\"]",
			"content": " Looking for an edge, esports team Fnatic hires sports scientists to try to boost gamers’ performance Esports team Fnatic has started hiring sports scientists to a new \"High Performance Unit.\" The unit will study and observe how sleep and stress levels impact the performance of the 60 gamers across Fnatic's teams. Fnatic's 60 esports players get paid to play games like Apex Legends, Counter-Strike: Global Offensive, Dota 2, and League of Legends in front of hundreds of millions of viewers. Team Fnatic lift the winners' cup after the \"Counter-Strike: Global Offensive\" final game between FaZe Clan and Fnatic on March 4, 2018 in Katowice, Poland. Norbert Barczyk | PressFocus | MB Media | Getty Images LONDON – Esports team Fnatic has started hiring sports scientists as part of an effort to improve the performance of its gamers.",
			"description": "Fnatic has set up a \"High Performance Unit\" to assess how things like lack of sleep impact its gamers, who compete in esports competitions with big prize money.",
			"publishedAt": "2020-12-04",
			"source_name": "CNBC",
			"source_url": "cnbc.com",
			"title": "Fnatic esports team hires sports scientists to boost gamer performance",
			"url": "https://www.cnbc.com/2020/12/04/fnatic-esports-team-hires-sports-scientists-to-boost-performance.html",
			"urlToImage": "https://image.cnbcfm.com/api/v1/image/106006610-1562586619933gettyimages-927730628.jpeg?v=1562587174"
		},
		{
			"author": "[\"Staff Writer\"]",
			"content": " iPhone 12 Pro has been on sale for a while now. A few users of the Apple flagship iPhone claim that their new devices are experiencing aggressive battery drain issues, despite their phone being on standby. Apple is popular to optimizing their hardware and software extremely well, which provides an impressive standby time in terms of battery life. The issue was raised on an Apple’s discussions forum where a user complained that a new iPhone 12 Pro was showing an unusual battery activity. The complainant with the username Master26A claimed that despite his/her new iPhone 12 Pro screen being off most of the time, the battery was draining much quicker. The user even turned off 5G, which has proved to have a heavy impact on smartphone battery. However, that did not affect the battery drainage issue. Other iPhone 12 Pro users also came forward in response to the post as reported a similar issue with their newly bought iPhone 12 Pro. Many users have shared their battery graphs along with their screen on/off statistics. While the screen is apparently turned off for a few hours at a stretch, the battery drain continues at the same pace. Apple has reduced the battery size on the new iPhone 12 Pro and even the iPhone 12 Pro Max compared to the iPhone 11 Pro and iPhone 11 Pro Max. Despite the slightly smaller battery size and the more power-hungry 5G connectivity, not all iPhone 12 Pro and iPhone 12 Pro Max users have reported any such issue with the battery drain. Apple is yet to acknowledge the issue. Considering that many users have come forward to report an almost identical issue, the problem could be fixed through a future software update.",
			"description": "The issue was raised on an Apple’s discussions forum where a user complained that a new iPhone 12 Pro was showing an unusual battery activity",
			"publishedAt": "2020-12-04",
			"source_name": "mint",
			"source_url": "livemint.com",
			"title": "Few iPhone 12 Pro owners report battery drainage issue",
			"url": "https://www.livemint.com/technology/tech-news/few-iphone-12-pro-owners-report-battery-drainage-issue-11607090596600.html",
			"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/366332808_0-8_1607090657803_1607090693006.jpg"
		},
		{
			"author": "[\"Silvia Amaro \"]",
			"content": " The EU could go ahead with its Covid stimulus, despite Hungary and Poland’s veto Hungary and Poland have vetoed the EU budget plan for 2021 through 2027 because they oppose the link between disbursing EU funds and compliance to European vales, the so-called rule-of-law mechanism. However, pushing the budget through without the two nations could have long-term consequences that most European officials will be keen to avoid. Ursula von der Leyen, president of the European Commission, delivers a speech during a special address on day two of the World Economic Forum (WEF) in Davos, Switzerland, on Wednesday, Jan. 22, 2020. Bloomberg LONDON — The European Union could implement its massive coronavirus stimulus plan without Hungary and Poland, which are vetoing its budget, top EU officials have said. Hungary and Poland have vetoed the EU budget plan for 2021 through 2027 because they oppose the link between disbursing EU funds and compliance to European vales, the so-called rule-of-law mechanism.",
			"description": "The European Union could implement its massive coronavirus stimulus plan without Hungary and Poland, are vetoing its budget, top EU officials have said.",
			"publishedAt": "2020-12-04",
			"source_name": "CNBC",
			"source_url": "cnbc.com",
			"title": "Hungary and Poland could be side-lined in covid stimulus",
			"url": "https://www.cnbc.com/2020/12/04/hungary-and-poland-could-be-side-lined-in-covid-stimulus.html",
			"urlToImage": "https://image.cnbcfm.com/api/v1/image/106356742-1580130268301gettyimages-1195295275.jpeg?v=1587669795"
		},
		{
			"author": "[\"Staff Writer\"]",
			"content": " This site uses cookies This site and its partners use technology such as cookies to personalise content and ads and analyse traffic. By using this site you agree to its privacy policy. You can change your mind and revisit your choices at anytime in future. An iPhone 12 Pro display in the window of an Apple Inc. store at the Aviapark shopping center, Russia's largest shopping mall, in the Khoroshyovsky District of Moscow, Russia, on Friday, Nov. 27, 2020. A worsening Covid-19 outbreak is threatening Russia's economy with another contraction, after a swifter-than-expected rebound in 3Q. Photographer: Andrey Rudakov/Bloomberg Few iPhone 12 Pro owners report battery drainage issue The issue was raised on an Apple’s discussions forum where a user complained that a new iPhone 12 Pro was showing an unusual battery activity iPhone 12 Pro has been on sale for a while now. A few users of the Apple flagship iPhone claim that their new devices are experiencing aggressive battery drain issues, despite their phone being on standby. Apple is popular to optimizing their hardware and software extremely well, which provides an impressive standby time in terms of battery life. iPhone 12 Pro has been on sale for a while now. A few users of the Apple flagship iPhone claim that their new devices are experiencing aggressive battery drain issues, despite their phone being on standby. Apple is popular to optimizing their hardware and software extremely well, which provides an impressive standby time in terms of battery life.",
			"description": "The issue was raised on an Apple’s discussions forum where a user complained that a new iPhone 12 Pro was showing an unusual battery activity",
			"publishedAt": "2020-12-04",
			"source_name": "https://www.livemint.com",
			"source_url": "livemint.com",
			"title": "Few iPhone 12 Pro owners report battery drainage issue",
			"url": "https://www.livemint.com/technology/tech-news/few-iphone-12-pro-owners-report-battery-drainage-issue/amp-11607090596600.html",
			"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/366332808_0-8_1607090657803_1607090693006.jpg"
		},
		{
			"author": "[\"Carmen Reinicke\"]",
			"content": " What goes up must come down and then usually goes back up again, at least in the case of the U.S. stock market. The market has been on a roller-coaster ride this year amid the coronavirus pandemic. The S&P 500 started the year strong, breaking the record for the longest-ever bull market. Then, in March, when the pandemic slammed the U.S. with sweeping lockdowns that brought most economic activity to a halt, the index tanked, falling 30% in 22 trading days and officially entering bear territory. Stocks have since rebounded with surprising strength, climbing to multiple all-time highs even as Covid-19 cases continue to soar. Through Thursday's close, the S&P 500 has gained more than 13% year to date, and nearly 64% from its March 23 low. \"We have had tremendous support both on the fiscal and the monetary side that have supported markets in the downturn,\" said Charlie Ripley, vice president of capital markets at Allianz Investment Management. \"It's sort of supported to perfection.\" Weigh risk vs. reward For those investing long-term, such as for retirement, staying in the market is often the best strategy, according to financial advisors. Investors who panicked in March and sold assets may now be kicking themselves after the tremendous recovery the market has seen since. Even though it's tempting to retreat from the risks of the stock market when things go haywire, it's important to remember that investing means trading some volatility for the reward of growing wealth.",
			"description": "The S&P 500's nearly 64% surge from March lows to recent record highs shows why long-term investors should stay in the market",
			"publishedAt": "2020-12-04",
			"source_name": "CNBC",
			"source_url": "cnbc.com",
			"title": "The stock marketâs year shows why staying invested pays off",
			"url": "https://www.cnbc.com/2020/12/04/the-stock-markets-year-shows-why-staying-invested-pays-off-.html",
			"urlToImage": "https://image.cnbcfm.com/api/v1/image/106578508-1592250503518gettyimages-1169704211.jpeg?v=1600286535"
		},
		{
			"author": "[\"Prasid Banerjee\"]",
			"content": " While Sony delays the India launch of its PlayStation 5, Microsoft is ready with both its next generation gaming consoles — the Xbox Series X and Series S. The Xbox Series X is the company’s true “next-gen\" console, but the Series S is arguably more important for India. It’s meant to be the digital console, eliminating DVDs forever and while it suits Indian buyers in many ways, it’s also easy to argue against the Xbox Series S. The console is significantly smaller than older Xbox consoles and doesn’t have the DVD drive, meaning you will be downloading all your games. If you have a metered Internet connection, this might drain your data limits when you're shifting from older to the newer console. Unless you kept all your games on an external storage drive, you will have to redownload your entire library on the new console. Speaking of your library, that’s where the first big problem with the Xbox Series S comes in. The console has 512GB base storage, with less 364GB for you to use. In practice, that means less than 10 games at a time on the device’s internal storage. And that upper limit is assuming you somehow don’t play large AAA titles. For a digital only console, it’s mighty unfair of Microsoft to cap the storage at such low levels. Why is internal storage so important? Because one of the highlights of this new console is that it’s faster where it matters. To use a term commonly associated with smartphone interfaces, apps are ‘snappier’, games load noticeably faster and there’s a “quick resume\" feature, which allows you to freeze multiple games in the background and pick up where you left off. How many games you freeze at a time will depend on whether the games you’re playing support the features. Forza Horizon 4 is one game that doesn’t. But quick resume works only when the games are on the console’s in-built storage. The Series has ports for an external drive, but it won’t take full advantage of the new stuff. Microsoft’s solution for this is to sell storage cards, a slot for which is available on the back of the Series S. This is a tiny memory card-like device that will essentially become part of the console’s internal storage and take advantage of all its features. These cards don’t seem to be available in India right now, but the Xbox website does direct you to Flipkart and Amazon, suggesting that they will sell here. A 1TB storage card sells for about $220 in the US and we didn’t get a response from Microsoft on how much they will cost here. All this is essentially meant to force you towards Microsoft’s other idea for this console — GamePass Ultimate. This is the company’s game subscription service, where you pay Rs. 699 per month to gain access to over 200 games. It almost seems like the company expects people to pay for GamePass and download a game or two at a time, instead of maintaining a library of games they own. While that may be the future of gaming, it really seems forced for those of us who have built libraries over the years.",
			"description": "The console is significantly smaller than older Xbox consoles and doesn’t have the DVD drive, meaning you will be downloading all your games.Games like Assassin’s Creed: Valhalla did look better on the Series S, but we’d be hard pressed to say the difference is significant",
			"publishedAt": "2020-12-04",
			"source_name": "mint",
			"source_url": "livemint.com",
			"title": "Xbox Series S review: Entry level next-gen gaming",
			"url": "https://www.livemint.com/technology/tech-reviews/xbox-series-s-review-entry-level-next-gen-gaming-11607090676523.html",
			"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/AFP_8UX3EK_1607091005324_1607091046043.jpg"
		},
		{
			"author": "[\"Kevin Stankiewicz\"]",
			"content": " Tom Farley, former president of the New York Stock Exchange, on Friday detailed his battle with Covid-19 early in the pandemic, telling CNBC \"it was not a good period in my life.\" \"I had a 102 to 103.5 [degree] fever for 15 days straight, and then I couldn't get out of bed for another week. I lost about 25 pounds,\" Farley, who is in his mid-40s, said on \"Squawk Box.\" \"I looked like Skeletor, cracked a tooth from chattering. I felt like somebody was taking a sledgehammer to my back,\" he added, referencing the Mattel supervillain from the Masters of the Universe franchise. Farley, who oversaw the NYSE from 2014 to 2018, said he had his \"nasty case\" of Covid-19 in March. At the time, he said his special purpose acquisition company was in the process of finalizing a deal with a merger target while the uncertainty caused by the fledging pandemic unsettled global financial markets. \"It was at the exact time the S&P seemed to go down like 5% a day,\" said Farley, whose first SPAC completed its merger in August with Global Blue, a Swiss fintech firm. He now serves as the company's chairman. \"My brain wasn't firing. I was physically exhausted. It was not a good period in my life,\" Farley said. \"On that 23rd day, I woke up and yes, I was weak, but I felt better and I felt hopeful and optimistic, and I started getting into a workout routine.\"",
				"description": "\"I felt like somebody was taking a sledgehammer to my back,\" Tom Farley, now a dealmaker, told CNBC on Friday.",
				"publishedAt": "2020-12-04",
				"source_name": "CNBC",
				"source_url": "cnbc.com",
				"title": "Tom Farley, dealmaker and ex-NYSE president, shares his Covid ordeal",
				"url": "https://www.cnbc.com/2020/12/04/tom-farley-dealmaker-and-ex-nyse-president-shares-his-covid-ordeal.html",
				"urlToImage": "https://image.cnbcfm.com/api/v1/image/105537340-1540834425803img_5420.jpg?v=1540834454"
			},
			{
				"author": "[\"BWW News Desk\"]",
				"content": " Raven Leilani's 'Luster' Wins Center For Fiction First Novel Prize The ceremony took place on Thursday, December 3. The Center for Fiction awarded its First Novel Prize, which recognizes the year's best debut novel and carries a $15,000 monetary gift, to Luster by Raven Leilani at its Annual Awards Benefit on Thursday, December 3, with actor and comedian Yvonne Orji emceeing the virtual event. The organization also presented its On Screen Award to James McBride and SHOWTIME for its original series \"The Good Lord Bird\" and its Medal for Editorial Excellence to publisher and editor Chris Jackson of One World, an imprint of Random House. This year's Awards Benefit was dedicated in loving memory to Toni Morrison. A special performance by Laura Benanti and an appearance by Raúl Esparza bolstered the night's theme, described as \"a jubilee in celebration of the power of imagination and the will for social justice\" by Center for Fiction Board Chair Erroll McDonald. Funds raised during the Annual Awards Benefit will support the literary nonprofit's mission to champion the universality and diversity of storytelling by bringing communities of readers and writers together through public author events and performances, awards and fellowships for early-career writers, and educational programs for students in under-resourced NYC public schools. Writers Stefan Merrill Block, Halle Butler, Jenny Offill, and De'Shawn Charles Winslow, who won the 2019 First Novel Prize for In West Mills-selected Raven Leilani's Luster as the 2020 First Novel Prize winner from a short list of remarkable debut fiction by Amina Cain (Indelicacy), Maisy Card (These Ghosts Are Family), Hilary Leichter (Temporary), Corey Sobel (The Redshirt), Douglas Stuart (Shuggie Bain), and C Pam Zhang (How Much of These Hills Is Gold). \"Raven Leilani's unforgettable portrayal of Edie- a young Black woman who finds herself in a series of bizarre, dysfunctional, and darkly funny situations in her ongoing quest to discover herself-is delivered in pitch perfect prose,\" says Allison Escoto, Head Librarian and Education Director at the Center for Fiction. In her remarks, Leilani expressed gratitude to \"the librarians and the booksellers and the indie bookstores who have advocated fiercely for this book...Thank you to everyone who came to this book with generosity: it has really meant everything.\"",
				"description": "The Center for Fiction awarded its First Novel Prize, which recognizes the year's best debut novel and carries a $15,000 monetary gift, to Luster by Raven Leilani at its Annual Awards Benefit on Thursday, December 3, with actor and comedian Yvonne Orji emceeing the virtual event. ",
				"publishedAt": "2020-12-04",
				"source_name": "BroadwayWorld.com",
				"source_url": "broadwayworld.com",
				"title": "Raven Leilani's 'Luster' Wins Center For Fiction First Novel Prize",
				"url": "https://www.broadwayworld.com/bwwbooks/article/Raven-Leilanis-Luster-Wins-Center-For-Fiction-First-Novel-Prize-20201204",
				"urlToImage": "https://cloudimages.broadwayworld.com/bww200.jpg"
			},
			{
				"author": "[\"Prasid Banerjee\"]",
				"content": " This site uses cookies This site and its partners use technology such as cookies to personalise content and ads and analyse traffic. By using this site you agree to its privacy policy. You can change your mind and revisit your choices at anytime in future. Xbox Series S review: Entry level next-gen gaming The console is significantly smaller than older Xbox consoles and doesn’t have the DVD drive, meaning you will be downloading all your games Games like Assassin’s Creed: Valhalla did look better on the Series S, but we’d be hard pressed to say the difference is significant While Sony delays the India launch of its PlayStation 5, Microsoft is ready with both its next generation gaming consoles — the Xbox Series X and Series S. The Xbox Series X is the company’s true “next-gen\" console, but the Series S is arguably more important for India. It’s meant to be the digital console, eliminating DVDs forever and while it suits Indian buyers in many ways, it’s also easy to argue against the Xbox Series S. While Sony delays the India launch of its PlayStation 5, Microsoft is ready with both its next generation gaming consoles — the Xbox Series X and Series S. The Xbox Series X is the company’s true “next-gen\" console, but the Series S is arguably more important for India. It’s meant to be the digital console, eliminating DVDs forever and while it suits Indian buyers in many ways, it’s also easy to argue against the Xbox Series S.",
				"description": "The console is significantly smaller than older Xbox consoles and doesn’t have the DVD drive, meaning you will be downloading all your games.Games like Assassin’s Creed: Valhalla did look better on the Series S, but we’d be hard pressed to say the difference is significant",
				"publishedAt": "2020-12-04",
				"source_name": "https://www.livemint.com",
				"source_url": "livemint.com",
				"title": "Xbox Series S review: Entry level next-gen gaming",
				"url": "https://www.livemint.com/technology/tech-reviews/xbox-series-s-review-entry-level-next-gen-gaming/amp-11607090676523.html",
				"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/AFP_8UX3EK_1607091005324_1607091046043.jpg"
			},
			{
				"author": "[\"Jesse Pound\"]",
				"content": " Top currency regulator says to expect 'clarity' in coming weeks on bitcoin Brian Brooks, acting comptroller of the currency, said new crypto regulations are on the way but \"nobody's going to ban bitcoin.\" \"We're very focused on getting this right. We're very focused on not killing this,\" Brooks said. \"And it's equally important that we develop the networks behind bitcoin and other cryptos as it is that we prevent money laundering and terrorism financing.\" Coinbase CEO Brian Armstrong warned of the downsides of potential regulation last month. VIDEO4:4204:42 Top crypto regulator says to expect 'clarity' on Bitcoin in coming weeks One of the United States' top financial regulators said Thursday that new regulations on bitcoin and other cryptocurrencies were coming soon, but he downplayed concerns that the new rules would be disruptive.",
				"description": "Brian Brooks, the acting comptroller of the currency, told CNBC's Melissa Lee that \"nobody's going to ban bitcoin.\"",
				"publishedAt": "2020-12-04",
				"source_name": "CNBC",
				"source_url": "cnbc.com",
				"title": "Top currency regulator says to expect 'clarity' in coming weeks on bitcoin",
				"url": "https://www.cnbc.com/2020/12/04/top-currency-regulator-says-to-expect-clarity-in-coming-weeks-on-bitcoin.html",
				"urlToImage": "https://image.cnbcfm.com/api/v1/image/106800765-1606130262265-gettyimages-872670764-set04375-bitcoin_9nov2017_kw0618.jpeg?v=1607088481"
			},
			{
				"author": "[\"BWW News Desk\"]",
				"content": " The Nyys Chamber Music Program Announces Educational Video Series Highlighting Historically Underrepresented Composers The series is part of a new repertoire initiative led by NYYS Chamber Music Director Dr. Lisa Tipton, and Assistant Director Tylor Thomas. The New York Youth Symphony has announced the launch of new educational videos showcasing the history and works of composers from historically underrepresented communities. The series is part of a new repertoire initiative led by NYYS Chamber Music Director Dr. Lisa Tipton, and Assistant Director Tylor Thomas, as part of the 2020/21 season. Each show features works by five composers, including women and members of the LGBTQ+ and BIPOC communities. The series includes guest appearances by composers Libby Larsen and Beata Moon, Bronx Arts Ensemble Artistic Director Judith Insell, cellist Tomoko Fujita, pianist Adrienne Kim, and more. While the primary goal of the videos was to help NYYS students broaden their knowledge of these composers and their chamber music works, the series is resonating well beyond the NYYS. Executive Director Shauna Quill said, \"The Unsung continues our work in honoring and uplifting composers who have paved the way, and composers who continue to push for greater representation within the music community. I am proud that our students are learning these lessons, which they will carry for the rest of their lives, and I hope that others will learn from these as well.\" Dr. Tipton said, \"These videos grew out of my and Tylor's shared passion for helping our students discover new works beyond the classical canon. With each video, the project grows and becomes even more vital to a larger base of music lovers. I'm proud that some of the featured composers and our faculty coaches have been able to be part of the project, and we look forward to making many more throughout the year!\" Current episodes of The Unsung are available to view at NYYS.org/Media/TheUnsung, with more episodes forthcoming. Episode 1: Features the history and music of Urban Classical composers David Baker, Wynton Marsalis, Jeff Scott, Valerie Coleman, and Jesse Montgomery.",
				"description": "The New York Youth Symphony has announced the launch of new educational videos showcasing the history and works of composers from historically underrepresented communities.  ",
				"publishedAt": "2020-12-04",
				"source_name": "BroadwayWorld.com",
				"source_url": "broadwayworld.com",
				"title": "The Nyys Chamber Music Program Announces Educational Video Series Highlighting Historically Underrepresented Composers",
				"url": "https://www.broadwayworld.com/bwwclassical/article/The-Nyys-Chamber-Music-Program-Announces-Educational-Video-Series-Highlighting-Historically-Underrepresented-Composers-20201204",
				"urlToImage": "https://cloudimages.broadwayworld.com/bww200.jpg"
			},
			{
				"author": "[\"Livemint\"]",
				"content": " Federico Marchetti, chairman and CEO of the YOOX Net-a-Porter Group, spoke on how the Covid-19 pandemic might influence the future of fashion. Speaking on Day 6 of the Hindustan Times Leadership Summit 2020, Marchetti said that while online stores will increase in number and sales, the 'holy grail' would remain perfect integration of digital and physical shops, with the same customer shopping both online and offline. Watch the full video for more. Share Via No Network Server Issue Internet Not Available Wait for it… Log in to our website to save your bookmarks. It'll just take a moment.",
				"description": "Federico Marchetti, chairman and CEO of the YOOX Net-a-Porter Group, spoke on how the Covid-19 pandemic might influence the future of fashion. Speaking on Day 6 of the Hindustan Times Leadership Summit 2020, Marchetti said that while online stores will increase in number and sales, the 'holy grail' would remain perfect integration of digital and physical shops, with the same customer shopping both online and offline. Watch the full video for more.",
				"publishedAt": "2020-12-04",
				"source_name": "https://www.livemint.com",
				"source_url": "livemint.com",
				"title": "Fashion & Covid: Will physical stores shut down? YOOX CEO answers #HTLS2020",
				"url": "https://www.livemint.com/videos/fashion-covid-will-physical-stores-shut-down-yoox-ceo-answers-htls2020-11607094633916.html",
				"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/htls1_1607094809914_1607094819461.png"
			},
			{
				"author": "[\"Tim Mullaney\"]",
				"content": " The Trump administration announced Thursday that it will auction off drilling rights in the Arctic National Wildlife Refuge in just over a month, setting up a final showdown with opponents before President-elect Joe Biden takes office. The sale, which is now set for Jan. 6, could cap a bitter, decades-long battle over whether to drill in the coastal plain. The sale may draw legal challenges from drilling opponents, who could target the aggressive timeline in court. A polar bear keeps close to her young along the Beaufort Sea coast in Arctic National Wildlife Refuge, Alaska in a March 6, 2007 file photo. Susanne Miller | Reuters The Trump administration announced Thursday that it will auction off drilling rights in the Arctic National Wildlife Refuge in just over a month, setting up a final showdown with opponents before President-elect Joe Biden takes office. The sale, which is now set for Jan. 6, could cap a bitter, decades-long battle over whether to drill in the coastal plain, a 19-million-acre expanse that's home to Native tribes as well as caribou, polar bears and other wildlife. The Trump administration has made it a priority to open the land to development.",
				"description": "The Trump administrationÂ announcedÂ Thursday that it will auction off drilling rights in the Arctic National Wildlife Refuge in just over a month.",
				"publishedAt": "2020-12-04",
				"source_name": "CNBC",
				"source_url": "cnbc.com",
				"title": "Trump rushes drilling in Arctic wildlife reserve before Biden takes office",
				"url": "https://www.cnbc.com/2020/12/04/trump-rushes-drilling-in-arctic-wildlife-reserve-before-biden-takes-office.html",
				"urlToImage": "https://image.cnbcfm.com/api/v1/image/106805918-16070190492020-12-03t180726z_1411284198_rc2ufk917n9a_rtrmadp_0_usa-drilling-alaska.jpeg?v=1607019113"
			},
			{
				"author": "[\"Jennifer Liu\"]",
				"content": " Yes, you should attend your virtual work holiday party—here’s how to make the most of it This time of year, workers' calendars are usually are jam-packed with office holiday events and year-end networking opportunities. With many office workers now logging in from home, however, employers are figuring out how to approach end-of-year celebrations to acknowledge workers' contributions during a tumultuous 2020. According to a Monster survey of 1,700 respondents on Nov. 6, a majority 59% of workers said they would appreciate their company hosting a virtual holiday party, and 47% are fine with it taking taking place through a more informal video call. \"The purpose of a holiday party is to thank employees, build camaraderie, have some time to spend with colleagues and network,\" Monster career expert Vicki Salemi tells CNBC Make It. \"A video call can do all that and may be the best and safest way to acknowledge people at the end of a challenging year for both the employer and employee.\" While workers said they would miss being able to spend time with colleagues in person, as well as the usual holiday party food and drink spread, they recognized several benefits of a virtual event, such as eliminating a commute, pulling a \"Zoom exit\" to leave the event more easily and avoiding small talk with their boss. A separate poll of nearly 3,300 LinkedIn users conducted this week finds that roughly two-thirds of workers say their company is not celebrating the holidays at all this year. Another sample of just under 2,400 LinkedIn members surveyed in mid-Novemberfound that roughly 1 in 2 would prefer a bonus over other seasonal activities or celebrations, and 1 in 3 would prefer extra paid time off during the holidays. Organizations unsure of how employees want to recognize the end of the year should be transparent and simply ask, Salemi says, and accommodate where they can financially do so. For example, employees may request that funds that would otherwise be used for an in-person gathering or companywide gifts instead be distributed as a cash bonus or a charitable donation to a local cause.",
				"description": "Employers are figuring out how to approach year-end celebrations to acknowledge workers' contributions during a tumultuous 2020.",
				"publishedAt": "2020-12-04",
				"source_name": "CNBC",
				"source_url": "cnbc.com",
				"title": "Virtual office holiday party career and networking tips",
				"url": "https://www.cnbc.com/2020/12/04/virtual-office-holiday-party-career-and-networking-tips.html",
				"urlToImage": "https://image.cnbcfm.com/api/v1/image/106805825-1607013483783-GettyImages-1283427164.jpg?v=1607013545"
			},
			{
				"author": "[\"Livemint\"]",
				"content": " This site uses cookies This site and its partners use technology such as cookies to personalise content and ads and analyse traffic. By using this site you agree to its privacy policy. You can change your mind and revisit your choices at anytime in future. Federico Marchetti, chairman and CEO of the YOOX Net-a-Porter Group, spoke on how the Covid-19 pandemic might influence the future of fashion. Speaking on Day 6 of the Hindustan Times Leadership Summit 2020, Marchetti said that while online stores will increase in number and sales, the 'holy grail' would remain perfect integration of digital and physical shops, with the same customer shopping both online and offline. Watch the full video for more.",
				"description": "Federico Marchetti, chairman and CEO of the YOOX Net-a-Porter Group, spoke on how the Covid-19 pandemic might influence the future of fashion. Speaking on Day 6 of the Hindustan Times Leadership Summit 2020, Marchetti said that while online stores will increase in number and sales, the 'holy grail' would remain perfect integration of digital and physical shops, with the same customer shopping both online and offline. Watch the full video for more.",
				"publishedAt": "2020-12-04",
				"source_name": "https://www.livemint.com",
				"source_url": "livemint.com",
				"title": "Fashion & Covid: Will physical stores shut down? YOOX CEO answers #HTLS2020",
				"url": "https://www.livemint.com/videos/fashion-covid-will-physical-stores-shut-down-yoox-ceo-answers-htls2020/amp-11607094633916.html",
				"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/htls1_1607094809914_1607094819461.png"
			},
			{
				"author": "[\"Steve Kovach\"]",
				"content": " The traditional theatrical experience is going extinct AT&T's WarnerMedia announced Thursday that its entire slate of 2021 theatrical releases will debut free for U.S. subscribers of HBO Max at the same time they hit theaters. It's the boldest move from a major movie studio grappling with theater shutdowns due to the Covid-19 pandemic. Other studios have done various experiments with movie releases this year, but the signs are clear that theaters' exclusive windows for movies are going extinct. People walk outside the newly boarded AMC 34th Street 14 movie theater as the city continues Phase 4 of re-opening following restrictions imposed to slow the spread of coronavirus on September 4, 2020 in New York City. Noam Galai | Getty Images The theatrical window isn't broken, but it is full of cracks.",
				"description": "WarnerMedia announced Thursday that its 2021 movie releases will debut simultaneously in theaters and on HBO Max.",
				"publishedAt": "2020-12-04",
				"source_name": "CNBC",
				"source_url": "cnbc.com",
				"title": "Warner Bros. to release movies on HBO Max, threatening theatrical windows",
				"url": "https://www.cnbc.com/2020/12/04/warner-bros-to-release-movies-on-hbo-max-threatening-theatrical-windows.html",
				"urlToImage": "https://image.cnbcfm.com/api/v1/image/106720212-1601313873540-gettyimages-1270683356-nng_9336_2020090430912559.jpeg?v=1601313967"
			},
			{
				"author": "[\"Livemint\"]",
				"content": " Finance Minister Nirmala Sitharaman spoke about th... moreFinance Minister Nirmala Sitharaman spoke about the current state of the Indian economy, private investment, GST row, farmers’ protest and more during the 18th edition of the Hindustan Times Leadership Summit. The finance minister said that every sector is showing signs of recovery and added that core industries are announcing expansion plans which can’t happen without additional investment. On the issue of financial allocations for vaccine distribution in the budget, Sitharaman said that there is too much uncertainty currently over the vaccine and a decision can only be taken when we know more about the dosage patterns and the cost per dose. Sitharaman also spoke about the ongoing farmer agitations. Watch the full video for all the details. Share Via No Network Server Issue Internet Not Available Wait for it… Log in to our website to save your bookmarks. It'll just take a moment.",
				"description": "Finance Minister Nirmala Sitharaman spoke about the current state of the Indian economy, private investment, GST row, farmers’ protest and more during the 18th edition of the Hindustan Times Leadership Summit. The finance minister said that every sector is showing signs of recovery and added that core industries are announcing expansion plans which can’t happen without additional investment. On the issue of financial allocations for vaccine distribution in the budget, Sitharaman said that there is too much uncertainty currently over the vaccine and a decision can only be taken when we know more about the dosage patterns and the cost per dose. Sitharaman also spoke about the ongoing farmer agitations. Watch the full video for all the details.",
				"publishedAt": "2020-12-04",
				"source_name": "https://www.livemint.com",
				"source_url": "livemint.com",
				"title": "Nirmala Sitharaman on Covid, economy, GST row & farmers’ protests l #HTLS2020",
				"url": "https://www.livemint.com/videos/nirmala-sitharaman-on-covid-economy-gst-row-farmers-protests-l-htls2020-11607094093924.html",
				"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/HTLS_2020_H3_(1)_1607094141752_1607094146721.jpg"
			},
			{
				"author": "[\"Alexandria White\"]",
				"content": " The new Walmart+ is in direct competition with Amazon Prime. Here's how the two members-only services compare in cost, free shipping and grocery delivery. Amazon Prime has been skating by with no direct competitor for a while, but the recent launch of Walmart+ is changing that. Both services offer free same-day delivery and free grocery delivery but differ in cost and additional benefits. If you're a current Prime member who's looking for a cheaper alternative, or someone who hasn't committed to a subscription service yet, compare the two memberships to see which is more beneficial for your needs. To make things easier, we did a side-by-side comparison of Amazon Prime and Walmart+: Amazon Prime vs. Walmart+ Amazon Prime Walmart+",
				"description": "The new Walmart+ is in direct competition with Amazon Prime. Here's how the two members-only services compare in cost, free shipping and grocery delivery. ",
				"publishedAt": "2020-12-04",
				"source_name": "CNBC",
				"source_url": "cnbc.com",
				"title": "Amazon Prime vs. Walmart+: Cost, Free Shipping, Grocery Delivery",
				"url": "https://www.cnbc.com/select/amazon-prime-vs-walmart-plus/",
				"urlToImage": "https://image.cnbcfm.com/api/v1/image/106806085-1607031234577-gettyimages-1147468229-pi-1872305.jpeg?v=1607031279"
			},
			{
				"author": "[\"Livemint\"]",
				"content": " This site uses cookies This site and its partners use technology such as cookies to personalise content and ads and analyse traffic. By using this site you agree to its privacy policy. You can change your mind and revisit your choices at anytime in future. Finance Minister Nirmala Sitharaman spoke about the current state of the Indian economy, private investment, GST row, farmers’ protest and more during the 18th edition of the Hindustan Times Leadership Summit. The finance minister said that every sector is showing signs of recovery and added that core industries are announcing expansion plans which can’t happen without additional investment. On the issue of financial allocations for vaccine distribution in the budget, Sitharaman said that there is too much uncertainty currently over the vaccine and a decision can only be taken when we know more about the dosage patterns and the cost per dose. Sitharaman also spoke about the ongoing farmer agitations. Watch the full video for all the details.",
				"description": "Finance Minister Nirmala Sitharaman spoke about the current state of the Indian economy, private investment, GST row, farmers’ protest and more during the 18th edition of the Hindustan Times Leadership Summit. The finance minister said that every sector is showing signs of recovery and added that core industries are announcing expansion plans which can’t happen without additional investment. On the issue of financial allocations for vaccine distribution in the budget, Sitharaman said that there is too much uncertainty currently over the vaccine and a decision can only be taken when we know more about the dosage patterns and the cost per dose. Sitharaman also spoke about the ongoing farmer agitations. Watch the full video for all the details.",
				"publishedAt": "2020-12-04",
				"source_name": "https://www.livemint.com",
				"source_url": "livemint.com",
				"title": "Nirmala Sitharaman on Covid, economy, GST row & farmers’ protests l #HTLS2020",
				"url": "https://www.livemint.com/videos/nirmala-sitharaman-on-covid-economy-gst-row-farmers-protests-l-htls2020/amp-11607094093924.html",
				"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/HTLS_2020_H3_(1)_1607094141752_1607094146721.jpg"
			},
			{
				"author": "[\"Livemint\"]",
				"content": " With a vaccine for Covid-19 seemingly around the corner, Union Finance Minister Nirmala Sitharaman spoke on the government's plan for mass inoculation. At the 18th edition of the Hindustan Times Leadership Summit, the minister said that she can't give a monetary figure that would feature in the 2021 Union Budget, as many details about a possible vaccine were still unknown. Sitharaman said that the government's allocation would depend on factors like number of doses required, and the gap between the various doses. Watch the full video for more. Share Via No Network Server Issue Internet Not Available Wait for it… Log in to our website to save your bookmarks. It'll just take a moment.",
				"description": "With a vaccine for Covid-19 seemingly around the corner, Union Finance Minister Nirmala Sitharaman spoke on the government's plan for mass inoculation. At the 18th edition of the Hindustan Times Leadership Summit, the minister said that she can't give a monetary figure that would feature in the 2021 Union Budget, as many details about a possible vaccine were still unknown. Sitharaman said that the government's allocation would depend on factors like number of doses required, and the gap between the various doses. Watch the full video for more.",
				"publishedAt": "2020-12-04",
				"source_name": "https://www.livemint.com",
				"source_url": "livemint.com",
				"title": "What's govt budget for Covid vaccine distribution? FM Nirmala answers #HTLS2020",
				"url": "https://www.livemint.com/videos/what-s-govt-budget-for-covid-vaccine-distribution-fm-nirmala-answers-htls2020-11607093070170.html",
				"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/HTLS_1607093283635_1607093292729.png"
			},
			{
				"author": "[\"Livemint\"]",
				"content": " This site uses cookies This site and its partners use technology such as cookies to personalise content and ads and analyse traffic. By using this site you agree to its privacy policy. You can change your mind and revisit your choices at anytime in future. With a vaccine for Covid-19 seemingly around the corner, Union Finance Minister Nirmala Sitharaman spoke on the government's plan for mass inoculation. At the 18th edition of the Hindustan Times Leadership Summit, the minister said that she can't give a monetary figure that would feature in the 2021 Union Budget, as many details about a possible vaccine were still unknown. Sitharaman said that the government's allocation would depend on factors like number of doses required, and the gap between the various doses. Watch the full video for more.",
				"description": "With a vaccine for Covid-19 seemingly around the corner, Union Finance Minister Nirmala Sitharaman spoke on the government's plan for mass inoculation. At the 18th edition of the Hindustan Times Leadership Summit, the minister said that she can't give a monetary figure that would feature in the 2021 Union Budget, as many details about a possible vaccine were still unknown. Sitharaman said that the government's allocation would depend on factors like number of doses required, and the gap between the various doses. Watch the full video for more.",
				"publishedAt": "2020-12-04",
				"source_name": "https://www.livemint.com",
				"source_url": "livemint.com",
				"title": "What's govt budget for Covid vaccine distribution? FM Nirmala answers #HTLS2020",
				"url": "https://www.livemint.com/videos/what-s-govt-budget-for-covid-vaccine-distribution-fm-nirmala-answers-htls2020/amp-11607093070170.html",
				"urlToImage": "https://images.livemint.com/img/2020/12/04/600x338/HTLS_1607093283635_1607093292729.png"
			},
			{
				"author": "[\"Chowhound Staff\"]",
				"content": " Holiday gift shopping for foodies can be challenging, especially if you don't quite share the obsession. They're usually on top of the latest trends and novelties, and they tend to snap up what they like before you can buy it for them. Ah, but they can't know everything. Below you'll find the best gifts for foodies. These cutting-edge gadgets, like a handy air fryer and convection combo oven, and high-quality analog culinary tools, such as this modern knife block or the oh-so-trendy and oh-so-often-sold-out Always Pan, will satisfy the food and drink needs of even the most discerning home chef. Plus, these cooking gifts are more creative than wine charms or a bottle of Scotch (not that we don't love Scotch). Toaster ovens have long gotten a bad rap as impersonal gifts with little to no cachet but I'm here to prove this platitude false. An air fryer lets you cook food with far less oil (olive oil or otherwise) while mimicking the effects of deep-frying -- which is scientifically proven to be the most delicious form of cooking. For me, the one big drawback with traditional air fryers is that the baskets have physical limits for what you can make in them. Not so with this chic combo air fryer and convection from Calphalon which you can use for toasting, broiling, baking, warming and air frying. it heats up fast, cooks with precision, lets you watch your food's progress through a glass door and the steely black finish won't stain or tarnish as quickly as silver.\nBest air fryer for 2020. Earlier this year I put the cookware sensation that's sweeping the nation to the test. Is it over-hyped? Maybe a smidge, but what isn't these days? That doesn't change the fact that the Always Pan is an exceedingly well designed, multipurpose ceramic skillet that makes for a thoughtful gift. This foodie gift idea is a great size, as easy to clean as any pan I've ever used and has a built-in spoon rest -- which I can't believe isn't a standard feature on more frying pans. The Always Pan is often sold out but is currently in stock and available in any one of five very pleasing colors. The maker of the Always Pan also just recently released a steamer basket insert made especially for it: Perfect for dumplings, fish and vegetables.\nRead our Always Pan review. If the foodie you're buying for has decent knives but keeps them clanging around in a drawer -- the No. 1 knife storage sin -- it's time to put an end to that abuse. This handsome Schmidt Brothers knife block is made of rich acacia and acrylic, and magnetized on both sides to store and display up to eight blades. Unless you live close to the docks, the easiest way to get quality seafood may be via one of these great online fish purveyors. Fulton Fish Market has one of the best selections anywhere -- web or otherwise -- with loads of wild salmon, trout, scallops, shellfish, caviar and more. Snatch a bundle and have this unique gift delivered directly to your giftee's home. They'll certainly appreciate making one less trip to the market.\nCatch the best seafood delivery services of 2020. You may need types of cookware depending on what you're making and the results you're after. For searing steaks, burgers, pork chops and other meats, it's hard to beat carbon steel. For one, it holds heat well, getting and staying hotter than Hades, but it's also lighter than cast iron so you can maneuver it over the stovetop easily. Pair this sleek pan with a box of quality cuts of meat from one of our favorite online butchers.",
				"description": "A bevy of gift ideas for people serious about eats.",
				"publishedAt": "2020-12-04",
				"source_name": "CNET",
				"source_url": "cnet.com",
				"title": "The best foodie gifts to give for 2020 - CNET",
				"url": "https://www.cnet.com/news/best-foodie-gifts-for-2020/",
				"urlToImage": "https://cnet4.cbsistatic.com/img/ADw4MCxITF453ppzcpyBuugHmSI=/1200x630/2020/12/04/d28fdda2-6d9b-4b91-a02e-0f5e74ead260/ode-coffee-grinder.jpg"
			},
			{
				"author": "[\"Ralph D. Russo\"]",
				"content": " College football picks for the weekend: Alabama vs. LSU — the 1st matchup with both not ranked since 2006 — has decided lack of buzz By Ralph D. Russo Associated Press| Dec 04, 2020 at 10:00 AM Alabama-LSU has in 13 months gone from Game of the Century to not even as interesting as BYU at Coastal Carolina. The top-ranked Crimson Tide visit the defending national champion Tigers on Saturday for a game that is likely to be a name-the-score blowout for Alabama, which is favored by more than four touchdowns. Advertisement",
				"description": "Alabama-LSU has in 13 months gone from Game of the Century to not even as interesting as BYU at Coastal Carolina.",
				"publishedAt": "2020-12-04",
				"source_name": "courant.com",
				"source_url": "courant.com",
				"title": "College football picks for the weekend, including Alabama-LSU - Hartford Courant",
				"url": "https://www.courant.com/sports/ct-college-football-picks-20201204-r6jo4tvbpjgyfldt3mhemb3dtq-story.html",
				"urlToImage": "https://www.courant.com/resizer/yHhblgvz1Afx3VAdBMpD7BhJEL4=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/WZIC7Y32F5QW55K7JR6MYQZSWI.aspx"
			},
			{
				"author": "[\"Joan E. Solsman\"]",
				"content": " HBO Max launched in May and has struggled to gain the same traction as Disney Plus. Angela Lang/CNET HBO Max will stream movies like The Matrix 4, Dune and all new Warner Bros. movies set for theatrical release next year, making them available to watch at no added cost online the same day as their debuts on the big screen. Each film will be on HBO Max, which costs $15 a month, for one month, and then the movies will leave the streaming service so that they're exclusively in theaters. The unprecedented move comes three weeks before Wonder Woman 1984, a mega-budget Warner Bros. movie, is set to stream on Max the same day it debuts in theaters in the US. Warner Bros. is essentially morphing its Wonder Woman release strategy into its new normal for the coming year. HBO Max is owned by telecom giant AT&T, through its WarnerMedia entertainment unit, which also operates the Warner Bros. studio. HBO Max executives dismissed the notion that this dramatic change in HBO Max's proposition to streaming customers would affect the service's ongoing talks with Roku. More than seven months since launch, HBO Max and Roku haven't reached a deal, which means Roku customers still can't access Max's app. Roku's streaming devices are some of the country's most popular gadgets to stream video on TVs. \"I don't think today's announcement changes anything dramatic\" in HBO Max's ongoing talks with Roku to reach a distribution deal, Andy Forssell, HBO Max's top tech executive, said in an interview Thursday. \"We already both had really strong imperatives to find a way to work together. So we have to go do that, and we'll get it done.\" WarnerMedia's decision Thursday marks the latest in a series of titanic changes in how movies make their way to you in the extraordinary circumstances of the coronavirus pandemic. Studios and cinemas have been experimenting with new release strategies that would've been inconceivable a year ago, especially for the most epically expensive films, like Wonder Woman, Dune and The Matrix. But Warner Bros. decision to release an entire year of its film slate online in this \"day-and-date\" model, when movies debut online and in theaters at the same time, is the most seismic shift yet.",
				"description": "The new movies will be available on Max at no added cost for one month, making the release plan for Wonder Woman 1984 -- streaming on Max Dec. 25 -- the norm for all Warner Bros. movies next year.",
				"publishedAt": "2020-12-04",
				"source_name": "CNET",
				"source_url": "cnet.com",
				"title": "HBO Max will stream Matrix 4, Dune, all Warner Bros. 2021 movies same day as theaters - CNET",
				"url": "https://www.cnet.com/news/hbo-max-to-stream-matrix-dune-warner-bros-2021-movies-same-day-as-theaters-free-trial/",
				"urlToImage": "https://cnet1.cbsistatic.com/img/anwXZg1DquSloewNvcnjJageE7c=/1200x630/2020/06/14/9486c8a0-3bef-4d10-a756-b082d75f4acb/hbo-max-logo-phone-2766.jpg"
			},
			{
				"author": "[\"Shelby Brown\"]",
				"content": " In Zombie Rollerz, players must stay ahead of the zombie plague in a constantly changing cartoon world. There's a zombie boss to fight at the end of each level. Each time you play, the game is a bit different, which encourages you to replay and try to gain all the achievements. In addition, with the release of Apple's new iPhone 12 devices, you can get a three-month free trial of Apple's gaming service with the purchase of a new device. Even if you don't purchase a new phone, if you're signing up for Apple Arcade for the first time, you get a one-month free trial. The Apple One subscription bundle also launched earlier this month, which makes it easier and more affordable to get up to six Apple subscription services -- Apple Arcade included -- for one price.",
				"description": "You can check out Apple Arcade's latest game today.",
				"publishedAt": "2020-12-04",
				"source_name": "CNET",
				"source_url": "cnet.com",
				"title": "Zombie Rollerz: Pinball Heroes from Firefly Games arrives on Apple Arcade - CNET",
				"url": "https://www.cnet.com/news/zombie-rollerz-pinball-heroes-from-firefly-games-arrives-on-apple-arcade/",
				"urlToImage": "https://cnet4.cbsistatic.com/img/1tDhn84Htk-qAF1QNjf3fHt5xSw=/1200x630/2020/12/04/8dbf4056-3eb1-428c-8ea6-905082fa8fb8/zombie-rollerz.jpg"
			},
			{
				"author": "[\"Clifford Colby\"]",
				"content": " Then there's the support behind the two bills. The $908 billion proposal is backed by a group of Republican and Democratic senators, and has the conditional support of top US leaders, including President-elect Joe Biden and a growing number of Republicans. (House Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer backed it as \"the basis for immediate\" negotiations.) McConnell's $500 \"skinny\" bill, however, failed to advance in the Senate, most recently in September. The last major category of differences comes down to the major programs the two bills support and how much money they might allocate as a bridge until another bill in 2021. Here are the major categories of funding currently under discussion. This story was updated with new information. A smaller proposal forwarded by Senators Sherrod Brown, Chuck Schumer and other Senate Democrats called the American Worker Holiday Relief Act would focus solely on extending the $600 unemployment benefits retroactively from September 2020 through October 2021. Extended Payroll Protection Program to help pay employees The Payroll Protection Program initially provided forgivable loans to small businesses to help cover worker wages and help keep employees on the books instead of laying them off. The new bipartisan proposal would add $300 billion to the Paycheck Protection Program for small businesses. McConnell's plan would also provide $300 billion to fund the loans. Renewal of renter protections from evictions",
				"description": "Senate Majority Leader McConnell and a bipartisan Congressional group are each pushing their own aid package.",
				"publishedAt": "2020-12-04",
				"source_name": "CNET",
				"source_url": "cnet.com",
				"title": "Next stimulus bill: $908 billion bipartisan proposal vs. $500 billion GOP plan - CNET",
				"url": "https://www.cnet.com/personal-finance/next-stimulus-bill-908-billion-bipartisan-proposal-vs-500-billion-gop-plan/",
				"urlToImage": "https://cnet4.cbsistatic.com/img/D4TcNMzDQ7fAIQ7unfeZxg2jzvA=/1200x630/2020/11/04/c19f21dc-9e35-4c5d-a43c-a909045fba03/003-cash-money-stimulus-bill-red-blue-politics-torn-apart-election.jpg"
			},
			{
				"author": "[\"BWW News Desk\"]",
				"content": " The nonprofit ballet company will present a staged reading of The Nutcracker during Klyde Warren Park's tree lighting December 5, which is closed to the public for television recording and will be broadcast on CBS 11 Sunday, December 20. The park will host subsequent tree lightings throughout the month, featuring TBT's reading as well as performances from Texas Ballet Theater School students and other local entertainers. TBT will also bring The Nutcracker to Reliant Lights Your Holidays, reimagined this year by AT&T Performing Arts Center and Reliant to allow families to safely explore and enjoy this popular North Texas tradition at their own pace. Dancers will perform two pieces from The Nutcracker Friday and Saturday evening, December 11 and 12, as well as present the staged reading of the popular holiday ballet December 11. \"Texas Ballet Theater is honored to be part of families' holiday festivities at these reimagined events,\" Executive Director Vanessa Logan said. \"Our performance of The Nutcracker moved to a digital format, so we are thrilled to participate in in-person experiences as well to connect with our Dallas community in a variety of ways.\"",
				"description": "Texas Ballet Theater (TBT) will celebrate the holidays with appearances and pop-up performances at two Dallas events throughout December – Reliant Lights Your Holidays at AT&T Performing Arts Center and Klyde Warren Park's Tree Lighting Celebration. ",
				"publishedAt": "2020-12-04",
				"source_name": "BroadwayWorld.com",
				"source_url": "broadwayworld.com",
				"title": "Texas Ballet Theater Rings In The Holidays At Dallas Events",
				"url": "https://www.broadwayworld.com/dallas/article/Texas-Ballet-Theater-Rings-In-The-Holidays-At-Dallas-Events-20201204",
				"urlToImage": "https://cloudimages.broadwayworld.com/columnpiccloud/1250-e0568e27c8f63873a7cf1d34ca050933.jpg"
			},
			{
				"author": "[\"Sean Szymkowski\"]",
				"content": " Hyundai recalls 129,000 cars over fire and stalling risks It's back to the dealer for just under 129,000 Hyundai vehicles involved in a new recall to address stalling engines and a fire risk. The National Highway Traffic Safety Administration published documents Hyundai filed with the government agency this week and said the Sonata, Santa Fe and Veloster are the vehicles in question this time. The Korean automaker continues to deal with fire risk issues in numerous cars from the past decade. Specifically, the 2011-2013 Sonata Hybrids, 2012 Santa Fe and 2015-2016 Veloster make up the recall population. Hyundai said in the documents that connecting rod bearings in each of the cars' engines could wear prematurely. If that happens, owners will have quite an engine knock problem. In other words, there's major damage occurring underneath the hood. Climb in the driver's seat If the damage persists, the cars may be at risk of stalling without warning to the driver. Drivers may also notice an oil pressure light illuminate and hear a persistent knocking noise from the engine. Although the risk of stalling increases the chance of a crash, another possible risk is an engine fire. If the connecting rod sustains more damage, there's the possibility it may puncture the engine block and let oil escape. Oil near the source of ignition and hot surfaces may cause a fire. The recall stems from a NHTSA investigation, following owner reports of fires. There's good and bad news surrounding this recall. The good news: Every car will be inspected, and if there are signs of bad connecting rod bearings, owners will receive a new engine free of charge. The bad news: Replacing an engine isn't a quick process. All cars with the problem will also receive new software that includes a Knock Sensor Detection System. Look for notices to mail out by the end of January.",
				"description": "The Sonata, Santa Fe and Veloster are the latest vehicles with problems linked to engine fires.",
				"publishedAt": "2020-12-04",
				"source_name": "Roadshow",
				"source_url": "cnet.com",
				"title": "Hyundai recalls 129,000 cars over fire and stalling risks - Roadshow",
				"url": "https://www.cnet.com/roadshow/news/hyundai-sonata-santa-fe-veloster-recalls-fire-stalling/",
				"urlToImage": "https://cnet2.cbsistatic.com/img/bg8xZNfSBS8IXyfJPN7TACeuuGQ=/1200x630/2020/12/04/0afa2115-48dd-4965-b700-cf9f367125fa/ogi-veloster.jpg"
			},
			{
				"author": "[\"AFP\"]",
				"content": " Email A yellow fever outbreak in Nigeria has killed 172 people so far, the WHO said. — AFP/File A yellow fever outbreak in Nigeria has killed 172 people so far, the World Health Organisation (WHO) said Friday. The outbreak poses an extra challenge to the country's health system as Africa's most populous nation deals with the Covid-19 pandemic, several concurrent disease outbreaks and a humanitarian crisis in the northeast, the WHO said. Nigeria has been battling successive yellow fever outbreaks since 2017. This latest outbreak was detected in November, WHO spokesman Tarik Jasarevic told reporters in Geneva. \"As of November 24, the outbreak has been reported in five states in Nigeria: Delta, Enugu, Bauchi, Benue and Ebonyi,\" he said. \"A total of 530 suspected cases have been reported, including 48 that have been confirmed by lab testing.",
				"description": "Nigeria has been battling yellow fever outbreaks since 2017; the latest outbreak was detected in November, says WHO spokesman.",
				"publishedAt": "2020-12-04",
				"source_name": "DAWN.COM",
				"source_url": "dawn.com",
				"title": "Yellow fever claims 172 lives In Nigeria: WHO - World - DAWN.COM",
				"url": "https://www.dawn.com/news/1593995/yellow-fever-claims-172-lives-in-nigeria-who?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+dawn-news+%28Dawn+News%29",
				"urlToImage": "https://i.dawn.com/large/2020/12/5fca50bdf1199.png"
			},
			{
				"author": "[\"BWW News Desk\"]",
				"content": " City Circle Presents A CHRISTMAS CABARET The virtual production is available on demand December 18-20. City Circle Theatre Company will present A CHRISTMAS CABARET as a virtual production available on demand December 18-20. Tickets are $12-$17. For tickets and more information, visit www.CoralvilleArts.org or call the Coralville Center for the Performing Arts Box Office at 319-248-9370. Written and directed by Katie Colletta, A CHRISTMAS CABARET features performers from throughout the Corridor who will rescue Santa from the quarantine blues as they sing, dance, and laugh their way to a happy holiday. The performance will be professionally recorded and edited by CoralVision. According to Colletta, \"When Liz Tracey reached out to me about writing and directing A Christmas Cabaret, my heart soared. What better way to end this very trying and difficult year than by spreading some Christmas cheer? To me, the essence of Santa Claus is spreading kindness to one another in big ways and small. He represents a universal idea that transcends all religions and belief systems. Working on this project has been a huge kindness, reminding me daily of what is really important. \"Please know that we are taking the ever-changing situation with COVID extremely seriously. I want nothing more than to share this show with you exactly as I envisioned it. However, safety is and will always be our top concern, and that means we are ready to evolve this script and show to create the safest environment possible. \"Working on this piece has been a great reminder to \"enjoy the process.\" Tomorrow isn't promised, so we are going to soak up every ounce of joy that comes from working on a show we possibly can. I can't wait to start creating Christmas magic with this incredible cast and creative team. Stay safe, wear a mask, and Happy Holidays!\"",
				"description": "City Circle Theatre Company will present A CHRISTMAS CABARET as a virtual production available on demand December 18-20. ",
				"publishedAt": "2020-12-04",
				"source_name": "BroadwayWorld.com",
				"source_url": "broadwayworld.com",
				"title": "City Circle Presents A CHRISTMAS CABARET",
				"url": "https://www.broadwayworld.com/des-moines/article/City-Circle-Presents-A-CHRISTMAS-CABARET-20201204",
				"urlToImage": "https://cloudimages.broadwayworld.com/columnpiccloud/1250-e7ff98e0d36bbd54b832dd584f3a6298.jpg"
			},
			{
				"author": "[\"Dillon Dodson\"]",
				"content": " Subscribe to our Newsletter Your use of this website constitutes and manifests your acceptance of our User Agreement, Privacy Policy, Cookie Notification, and awareness of the California Privacy Rights. Pursuant to U.S. Copyright law, as well as other applicable federal and state laws, the content on this website may not be reproduced, distributed, displayed, transmitted, cached, or otherwise used, without the prior, express, and written permission of Athlon Media Group. Ad Choices We used to laugh when Charlie Brown would mutter “Good grief,” his iconic line expressing confusion and sorrow. But in a year filled with loss, “Good grief” is all many of us have to say. Mourning and celebrating people we knew intimately from film, TV, books, songs, sports and politics is one way to heal, says Robert Neimeyer, Ph.D., director of the Portland Institute for Loss and Transition. “Our own grief can be made lighter by the recognition that this loss impacts many others.” Here we remember—and salute—some of the people we lost who made such a difference in our lives, making us laugh, cry, think and dream. Login Sign up Create a Parade.com account",
				"description": "We're keeping a complete list of celebrities who died in 2020, especially the stars, singers, athletes, authors and famous people who changed our world for the better.",
				"publishedAt": "2020-12-04",
				"source_name": "Parade: Entertainment, Recipes, Health, Life, Holidays",
				"source_url": "parade.com",
				"title": "Celebrities, Athletes, Authors and Stars Who Died in 2020 â Celebrity Deaths 2020",
				"url": "https://parade.com/1018339/dillondodson/celebrity-deaths-2020/",
				"urlToImage": "https://static.parade.com/wp-content/uploads/2020/12/Cover-Collage-FTR.jpg"
			},
			{
				"author": "[\"K.L. Connie Wang\"]",
				"content": " Subscribe to our Newsletter Your use of this website constitutes and manifests your acceptance of our User Agreement, Privacy Policy, Cookie Notification, and awareness of the California Privacy Rights. Pursuant to U.S. Copyright law, as well as other applicable federal and state laws, the content on this website may not be reproduced, distributed, displayed, transmitted, cached, or otherwise used, without the prior, express, and written permission of Athlon Media Group. Ad Choices There’s plenty of love and romance in the Christmas movies on Hallmark but not too many can say they have a mystery that needs to be solved. Time for Us to Come Home at Christmas can boast that they are one of the few Christmas mystery films out there. What’s Time for Us to Come Home at Christmas about? From executive producer Blake Shelton, Time For Us to Come Home at Christmas follows the story of five guests who receive mysterious invitations for a stay at the cozy Snowfall Inn. There’s attorney Sarah (Lacey Chabert), on a family leave to settle her mother’s estate, who believes the trip is a gift from her law firm. Jasper (Leon), a widow and a musician, arrives at the inn believing his wife booked the trip before she died. When Sarah and Jasper discover their invitations came in the same envelopes, sender unknown, Sarah wonders about their mysterious sender. She soon discovers there are others at the inn that received the same invitation. With help from the inn’s new owner, Ben (Stephen Huszar), Sarah searches for hidden clues among the inn’s archives and looks for a connection between her and the other guests there.",
				"description": "Hallmark Channel's 'Time for Us to Come Home at Christmas,' starring Lacey Chabert and Stephen Huszar, follows the story of five guests who receive mysterious invitations for a stay at the cozy Snowfall Inn.",
				"publishedAt": "2020-12-04",
				"source_name": "Parade: Entertainment, Recipes, Health, Life, Holidays",
				"source_url": "parade.com",
				"title": "Hallmark Channel's 'Time for Us to Come Home at Christmas' (2020): Stars, Premiere, Dates, Times, Where to Watch",
				"url": "https://parade.com/1123042/klconniewang/hallmark-movie-time-for-us-to-come-home-at-christmas/",
				"urlToImage": "https://static.parade.com/wp-content/uploads/2020/11/Time4UstoComeHome4Xmas_0138_RT-scaled.jpg"
			},
			{
				"author": "[\"Mike Bloom\"]",
				"content": " Subscribe to our Newsletter Your use of this website constitutes and manifests your acceptance of our User Agreement, Privacy Policy, Cookie Notification, and awareness of the California Privacy Rights. Pursuant to U.S. Copyright law, as well as other applicable federal and state laws, the content on this website may not be reproduced, distributed, displayed, transmitted, cached, or otherwise used, without the prior, express, and written permission of Athlon Media Group. Ad Choices Online connection is perhaps the most important it has ever been. Between the growth of social media and in-person activities at an all-time low due to the coronavirus pandemic, people have turned to their screens for comfort and chat. And with that comes a whole new level of complications, as is seen in Catfish: The TV Show, which returned to MTV this week. The Dec. 1 episode kicked off a batch of eight new episodes, as hosts Nev Schulman and Kamie Crawford continue to help people figure out how real their online connections really are. 2020 also marks the tenth anniversary of the documentary of the same name that changed Schulman’s life and put the verb “catfish” in the dictionary. In honor of the milestone, the show will also launch “Catfish: The Podcast” on Dec. 9, as Schulman relives some of the most classic episodes from the show’s eight seasons so far. Schulman and Crawford spoke with Parade.com about what to expect from this new group of episodes, how much the pandemic has changed communication and connection, and Schulman’s feelings on his Dancing With the Stars runner-up finish. Nev, it’s been 10 years since the Catfish documentary premiered. Considering how much your life has changed since then, how do you look back on that vulnerable experience?Nev Schulman: The experience of getting “catfished” is funny for me. It brought us good fortune in letting us turn it into a film that was such a distinctive turning point in my life. In 2010, I didn’t know exactly what I was going to do. I was a bit less focused and a little bit more concerned with my social life. Then all of a sudden, I was introduced to the world as this young man who had this experience and handled it with compassion and maturity. That’s what people knew me as, which was great because I don’t know that a lot of people would have described me that way initially. It’s been an amazing decade for me. I’ve had the opportunity to really develop that side of my personality and grow my empathy and compassion. Not just for other people, but for myself as well. I get to connect with so many people globally over this very relatable experience of searching for love in the digital age. It is crazy to think that it’s been ten years; it weirdly has gone by in a flash. Each episode, I can look back now and see myself and how I’ve changed. I’ve been just filled me with a tremendous amount of gratitude for the experience of this last decade.",
				"description": "Catfish: The TV Show hosts Nev Schulman and Kamie Crawford talk about what's to come in their newest batch of episodes premiering December 1 on MTV, as well as how the pandemic has changed the way we connect online.",
				"publishedAt": "2020-12-04",
				"source_name": "Parade: Entertainment, Recipes, Health, Life, Holidays",
				"source_url": "parade.com",
				"title": "Nev Schulman and Kamie Crawford on 10 Years of Catfish",
				"url": "https://parade.com/1129598/mikebloom/catfish-nev-schulman-kamie-crawford/",
				"urlToImage": "https://parade.com/wp-content/uploads/2020/12/Catfish-The-TV-Show-Nev-Schulman-Kamie-Crawford.jpg"
			},
			{
				"author": "[\"Paulette Cohn\"]",
				"content": " Subscribe to our Newsletter Your use of this website constitutes and manifests your acceptance of our User Agreement, Privacy Policy, Cookie Notification, and awareness of the California Privacy Rights. Pursuant to U.S. Copyright law, as well as other applicable federal and state laws, the content on this website may not be reproduced, distributed, displayed, transmitted, cached, or otherwise used, without the prior, express, and written permission of Athlon Media Group. Ad Choices MacGyver Season 5 will have a fresh feel to it as the CBS series has a new showrunner, Monica Macer. And according to series star Lucas Till, she’s managed to go back through the previous seasons and find story points that were left without a resolution and turn them into “astounding” capers, making it look as if that was always the plan. Along with that, Macer has added a film-homage element to at least two episodes. The first being the premiere episode, which takes a page from the John Wick movies when Mac and the team infiltrate the Grand Hotel, an international hideout for criminals that very much resembles Wick‘s Continental Hotel, to find a woman with vital information on Codex. “It was pretty awesome,” Till tells Parade.com in this exclusive interview. “One thing that we are first and foremost is an action show, in my opinion, and to be able to pay homage to the most action-y of action movies of our recent time, it was amazing. Levy Tran [Desi Nguyen] was definitely having a blast because she’s an action junkie. Everyone was loving that one.” Even though the first episode back is still dealing with Codex, it is definitely going to feature standalone stories, which is good to hear because it felt as if Codex was dealt its death blow in the Season 4 finale. “Codex is exactly what you would think they would be,” Till says. “Something that’s been broken down and beaten down and no longer organized, while there are still remnants of the old order around in the world. You’ll still hear whispers, but for the most part, they’ve been defeated. It doesn’t mean there aren’t characters at play that belong to those factions, but for the most part there will be a lot of standalone storylines that deal with individual characters and their backstories or their current stories.”",
				"description": "'MacGyver' cast member Lucas Till teased some Season 5 spoilers regarding the action to come and what could happen between Mac, Desi and Riley. ",
				"publishedAt": "2020-12-04",
				"source_name": "Parade: Entertainment, Recipes, Health, Life, Holidays",
				"source_url": "parade.com",
				"title": "Lucas Till on MacGyver Season 5 Spoilers, Couples",
				"url": "https://parade.com/1131148/paulettecohn/lucas-till-macgyver-season-5-spoilers/",
				"urlToImage": "https://parade.com/wp-content/uploads/2020/12/macgyver_lucas_till_114672_0398b-2-1024x640.jpg"
			},
			{
				"author": "[\"Sindhu Sundar\"]",
				"content": " Francesca’s, the women’s apparel and footwear retailer, has filed for bankruptcy with plans to emerge through a sale process. The company walked into its bankruptcy case in Delaware late Thursday with a letter of intent with investment firm TerraMar Capital, for either TerraMar or an affiliate to be its stalking horse bidder in a sale process as the case progresses, according to the retailer. The company also added that a “number of other parties” are also conducting due diligence on the sale prospect. In a statement, the retailer said it plans to execute a sale of its “core retail locations as well as its promising digital expansion and new brand launches.” The company, which last month said it plans to close 140 locations by Jan. 30, is entering the bankruptcy with 558 locations. As the retailer works to renegotiate rent during the bankruptcy process, it may close more stores, it said. Francesca’s has also entered the proceedings with an agreement from its lender Tiger Finance LLC for a $25 million debtor-in-possession loan that the court is expected to consider for customary approval at an initial hearing in the case. “Implementing this process allows Francesca’s to address our lease obligations and seek a new investor that can see Francesca’s into the future,” said Andrew Clarke, the retailer’s chief executive officer. “We are excited by the potential partnership with TerraMar and we share their belief in the future of the business. In addition, a number of other parties are currently engaged in the due diligence process to become the owner of a new and revitalized Francesca’s,” Clarke said.",
				"description": "The retailer said late Thursday that it plans to use the bankruptcy process to sell its core businesses.",
				"publishedAt": "2020-12-04",
				"source_name": "WWD",
				"source_url": "wwd.com",
				"title": "Francesca’s Files for Bankruptcy, Eyes Sale – WWD",
				"url": "https://wwd.com/business-news/legal/francescas-files-ch-11-eyes-sale-1234669444/",
				"urlToImage": "https://wwd.com/wp-content/uploads/2020/12/AP_20318300154859.jpg?w=640&h=415&crop=1"
			},
			{
				"author": "[\"Ralph D. Russo\"]",
				"content": " College football picks for the weekend: Alabama vs. LSU — the 1st matchup with both not ranked since 2006 — has decided lack of buzz By Ralph D. Russo Associated Press| Dec 04, 2020 at 9:00 AM Alabama-LSU has in 13 months gone from Game of the Century to not even as interesting as BYU at Coastal Carolina. The top-ranked Crimson Tide visit the defending national champion Tigers on Saturday for a game that is likely to be a name-the-score blowout for Alabama, which is favored by more than four touchdowns. Advertisement",
				"description": "Alabama-LSU has in 13 months gone from Game of the Century to not even as interesting as BYU at Coastal Carolina.",
				"publishedAt": "2020-12-04",
				"source_name": "chicagotribune.com",
				"source_url": "chicagotribune.com",
				"title": "College football picks for the weekend, including Alabama-LSU - Chicago Tribune",
				"url": "https://www.chicagotribune.com/sports/college/ct-college-football-picks-20201204-r6jo4tvbpjgyfldt3mhemb3dtq-story.html",
				"urlToImage": "https://www.chicagotribune.com/resizer/yHhblgvz1Afx3VAdBMpD7BhJEL4=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/WZIC7Y32F5QW55K7JR6MYQZSWI.aspx"
			},
			{
				"author": "[\"Leigh Nordstrom\", \"Leigh Nordstrom,Alex Badia\", \"Alex Badia\"]",
				"content": " This robe-like outerwear jewel reads like a wizard cape with a hint of dark intentions. The green shade perfectly accentuates Nicole Kidman’s complexion, helping create the complex character she plays. She’s probably keeping the wand in one of those spacious pockets. Nicole Kidman\nCourtesy of HBO The crushed velvet texture together with the belted detail is adding all the necessary drama. The broach and the pointy boots give her that wise, cosmopolitan flair, which creates tension when paired with the wild red hair. Nicole Kidman\nCourtesy of HBO There is a clear consistency in all of these looks, and this belted soft constructed silk coat fits the mold. The shiny texture and printed floral details make this one of her most elegant outerwear moments. It’s very convenient for a day-to-evening situation, from a court date to a martini lounge. This is perfect for these times. The loungewear look paired with the flowy trenchcoat feels very going-for-a-walk-after-working-from-home. She is sporting 2020’s hottest trend — the gray hoodie. Madeline Santoriello\nCourtesy of HBO",
				"description": "WWD Report Card breaks down the coats on 'The Undoing.'",
				"publishedAt": "2020-12-04",
				"source_name": "WWD",
				"source_url": "wwd.com",
				"title": "‘The Undoing’ Coats Stole the Show: Nicole Kidman vs. Hugh Grant – WWD",
				"url": "https://wwd.com/eye/lifestyle/the-undoing-hbo-fashion-1234668613/",
				"urlToImage": "https://wwd.com/wp-content/uploads/2020/12/the-undoing.jpg?w=640&h=415&crop=1"
			},
			{
				"author": "[\"Jonathan Weber\"]",
				"content": " An inexpensive valuation and a solid dividend yield round out the positive picture. Article Thesis Merck (MRK) is one of the largest pharma companies in the world, yet it is surprisingly underfollowed. The company owns one of the largest and most promising drugs in the world, Keytruda, which will generate huge sales growth in the foreseeable future. Shares are not expensive, offer a solid dividend yield, and they recently got a strong value endorsement as Berkshire Hathaway (BRK.A) (BRK.B) entered a billion-dollar position in the company. Source: StockRover Merck trades relatively in-line with other large-cap pharma and biotech companies, trading at an overall inexpensive valuation while offering a yield that is substantially higher than that of the broad market. Strong Growth Outlook In the biotech and pharma industry, growth depends on the relative attractiveness of the drug portfolio of each company to a large degree. Those companies with young portfolios that do not face a patent cliff anytime soon are generally better positioned for the future, while those that face a meaningful number of losses of exclusivity (LOEs) may have bigger problems in growing their revenues. The effectiveness of the company's drugs matters a lot as well, of course, and last but not least, those drugs that target bigger indications have higher earnings potential. One of the best drugs in the world, based on these factors, is Keytruda (pembrolizumab). This monoclonal antibody is used to treat a range of tumors, including lung cancers, melanoma, and colorectal cancers. Oncology is one of the biggest segments of the pharma industry, with forecasted revenues of $180 billion in 2025, thus being active in this space means that there is a huge addressable market. Keytruda can be used to treat a range of indications, which means that its revenue generation potential is not limited to one sub-segment of the market. The indications Keytruda can be prescribed for include lung cancers (NSCLC and SCLC), which are one of the biggest indications in the oncology space. The NSCLC market alone is easily generating more than a dozen billion dollars a year in revenue, and Keytruda can be used for the treatment of other cancers on top of that. Keytruda generated revenues of $3.7 billion during the most recent quarter or ~$15 billion annualized. When we factor in that Q3 was impacted by the pandemic, we can assume that Keytruda's sales potential is even higher than that. Some people avoided visiting their doctors, which resulted in fewer cancer screenings, and thus fewer treatment starts compared to normal times. Once the pandemic has ended, cancer screenings will likely rebound, and Keytruda and other cancer drugs could see even higher revenues. Even though recent quarters were negatively impacted by the pandemic, Keytruda still generated revenue growth of more than 20% during Q3 on a year over year basis.",
				"description": "Merck owns one of the best drugs in the world, Keytruda. The company has a solid growth outlook going forward.",
				"publishedAt": "2020-12-04",
				"source_name": "Seeking Alpha",
				"source_url": "seekingalpha.com",
				"title": "Buffett Buys Merck - And You Should, Too (NYSE:MRK) | Seeking Alpha",
				"url": "https://seekingalpha.com/article/4392875-buffett-buys-merck-and-you-should-too",
				"urlToImage": "https://static.seekingalpha.com/uploads/2020/12/3/28873105-1607008945783967_origin.png"
			},
			{
				"author": "[\"Alessandra Turra\"]",
				"content": " The boutique, located on Cortina's central Corso Italia, will open by the end of the year. ON THE EDGE: Even if the upcoming winter holidays won’t include any ski activities, given the restrictions this month announced by Italian Prime Minister Giuseppe Conte, which include the complete closure of ski runs until Jan. 7, those spending vacations in Cortina will be able to visit the Louis Vuitton store, opening by the end of December. The first shop of the luxury fashion house to open in an Italian ski resort, it will carry Louis Vuitton men’s and women’s ready-to-wear and accessories collections, as well as jewelry pieces, watches, fragrances and travel sets. Located in Cortina’s central Corso Italia, the store occupies a space that was previously the men’s boutique Franz Kraler, which still owns the location. Kraler operates two other multibrand shops in Cortina, as well as units in Dobbiaco and Bolzano. Last year, Kraler created a partnership with Dior to inaugurate that brand’s store in Cortina. The two-level Vuitton boutique has a cozy atmosphere heightened by the extensive use of wood. Vintage Italian furniture pieces from the Fifties and the Seventies will decorate the space, along with a range of works by several artists, including Edoardo Modenese and Russel Frampton. This is Vuitton’s 22nd store in Italy and the fourth in the Veneto region, which also houses the brand’s Manufacture de Souliers footwear atelier. Louis Vuitton is already present in other ski resorts including Courchevel in France; Crans-Montana, Gstaad and St. Moritz in Switzerland, as well as Aspen in Colorado.",
				"description": "The boutique, located on Cortina's central Corso Italia, will open by the end of the year.",
				"publishedAt": "2020-12-04",
				"source_name": "WWD",
				"source_url": "wwd.com",
				"title": "Louis Vuitton to Make Its Italian Mountain Debut in Cortina – WWD",
				"url": "https://wwd.com/business-news/retail/louis-vuitton-store-italian-ski-resort-cortina-1234669362/",
				"urlToImage": "https://wwd.com/wp-content/uploads/2020/12/LOUIS-VUITTON-CORTINA_RENDERING-1.jpg?crop=0px%2C16px%2C1188px%2C793px&resize=640%2C415"
			},
			{
				"author": "[\"Ryan Owens CFA\"]",
				"content": " The Business of the Cracker Barrel Cracker Barrel Old Country Store, Inc. operates casual dining restaurants across 663 locations in the United States. CBRL restaurants feature “home-style country cooking” (2020 10-k) in an environment they describe as “rustic old country” design. Every store features a stone fireplace, covered patio, and antique-style furnishings. Cracker Barrel owns all of its restaurants; it does not currently franchise any locations(under the Cracker Barrel Brand) and doesn’t have any plans to start. Cracker Barrel also owns 35 breakfast and lunch fast-casual locations that operate under the Maple Street Biscuit Banner. In addition to the 35 owned locations, it also franchises 6 additional locations. All locations are located in the US. While the company has been consistent about opening new locations, averaging 5-10 per year since 2015, new locations represent growth of less than 1%/yr of their existing store base looking back over the same period. As you will read over the following paragraphs, growth is not a strong suit of Cracker Barrel. A Quick Look at the Competitive Landscape Restaurants in the casual dining space have been growing consistently for years, setting aside the recent pandemic. Below I’ve prepared a chart plotting the aggregate revenue from the primary casual dining players (*see below) against the revenue of Cracker Barrel. Cracker Barrel is on a different scale than the industry number, but you can clearly see that Cracker Barrel has been growing more slowly than the industry over the past 15 years. If you prefer numbers to pictures - since 2004 Cracker Barrel has grown its quarterly revenue by 2.0% vs. the segment at 5.0% (excluding results in 2020 due to COVID-19)",
				"description": "Cracker Barrel had a tough 2020 with sharp revenue declines as a result of COVID-19 lockdowns and a total write-off of a $133 million investment.",
				"publishedAt": "2020-12-04",
				"source_name": "Seeking Alpha",
				"source_url": "seekingalpha.com",
				"title": "Cracker Barrel: A Slow Growth Value Play With Room For Multiple Expansion (NASDAQ:CBRL) | Seeking Alpha",
				"url": "https://seekingalpha.com/article/4392982-cracker-barrel-slow-growth-value-play-room-for-multiple-expansion",
				"urlToImage": "https://static1.seekingalpha.com/uploads/2020/12/7032991_16070444716576_rId5.png"
			}
		],
		"status": "ok",
		"totalResults": 19974
	}