{
	"Article": [
		{
			"author": "[\"The Entertainment Oracle\"]",
			"content": " In a game-changing move on Thursday, Warner Bros. revealed it will release its entire 2021 roster simultaneously in theaters AND on HBO Max. This follows the similar 'Wonder Woman 1984' strategy shift news from the other week which also caught off the entertainment industry off guard. Investors and analysts are waiting to see how HBO Max’s chief rivals may respond in kind, specifically Netflix and Disney+ which until now were the unquestioned frontrunners in the field. Movie theaters were understandably stunned by the news with Cinemark taking a calmer approach than AMC which made its feelings about the deal quite clear. HBO Max and AT&T went from defense to offense in one swift move with a bold daring play that we likely won’t know the full results of for some time (if ever). (Credit: HBO Max) If you had any doubts about AT&T (T) being all-in on streaming - those should be gone.",
			"description": "In a game-changing move on Thursday, Warner Bros. revealed it will release its entire 2021 roster simultaneously in theaters AND on HBO Max.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "AT&T And HBO Max Double-Down On Streaming With Surprising Seismic Shakeup (NYSE:T) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4392986-t-and-hbo-max-double-down-on-streaming-surprising-seismic-shakeup",
			"urlToImage": "https://static3.seekingalpha.com/uploads/2020/12/3/saupload_942HBOMaxBanner_thumb1.png"
		},
		{
			"author": "[\"TurnOverRocks\"]",
			"content": " We were initially intrigued by Regis Corp.'s (NYSE:RGS) aspiration to become a fully-franchised business model. After conducting our research, we determined RGS was actually overvalued. We observed the following key events at RGS, which contributed to our conclusion that RGS was not investable: 1) earnings forecast that we believe was unreachable and very hypothetical, 2) RGS’ proceeds per salon plummeted, 3) RGS’ organic franchise unit growth proved non-existent, 4) key executives departed from RGS, 5) RGS’ leverage levels increased, 6) sellside estimates proved wildly inaccurate/bullish, and 7) the macro environment deteriorated. However, we now believe that RGS’ equity is likely worthless. RGS’ shares had fallen from >$20/share in Q419 to ~$5/share in Q420, but have recently participated in the Russell 2000’s indiscriminate rally. With RGS’ shares currently priced at ~$10/share, we have significant conviction in our recommendation. For background, our fundamental research process has occurred over a multi-year period and includes our own primary diligence, conversations with RGS’ management, in-depth financial analysis, and more. In this brief note, we highlight the key pillars of our short thesis. 1. Even Before CV19, RGS Was Struggling - RGS has been and may continue to be a secularly challenged business. From 3Q16 to 2Q20 (Pre-CV19), RGS’ same store sales (“SSS”) declined by an average of 50 bps per quarter (or 2% annually). Traffic declines were far worse, but they were partially offset by higher priced haircuts, which is likely unsustainable in this difficult economic environment. RGS’ secular challenges will become more evident to investors once the lowest quality, company-owned salons are fully transitioned to the franchise segment. While the low-quality, company-owned salons will not appear in same-store franchise metrics for >12 months, they will appear in 2021. Their inclusion will likely act as a notable drag on the franchise segment’s same-store results. For those who doubt that recent (and remaining) company-owned salons are lower quality: notice that proceeds per transitioned company-owned salon have declined from > $100K to < $30K and RGS believes proceeds per salon will continue to fall. 2. Post-CV19 Pent-Up Demand Is Very Unlikely – RGS’ earnings call indicates pent-up demand only persisted for one week after each salon reopened. The exact quote from the Q121 earnings call is: “We saw an initial reopening surge lasting about a week post reopen…” As a value-focused salon, many RGS customers are ‘blue collar’ workers who have already returned to work. Their return to work has prevented hair growth to outrageous lengths – thereby reducing any forthcoming pent-up demand event. Meanwhile, many ‘white-collar’ workers will likely be working remotely post-CV19, which will structurally reduce haircut demand. In RGS’ Former CEO’s own words (on the August 2020 earnings call): “Most offices and headquarter buildings are still closed around the nation. And I think people are Zooming and Zoom seems to be a little more casual, and people aren't quite as well-groomed as they were when they went to an office.” Commercial real estate firm – Jones Lang LaSalle – estimates ~25% of employees may never return to the office, which will likely create a structural reduction in the amount of ‘well-groomed’ people, and thus reduce haircut demand. 3. RGS Faces A Potential Liquidity Crunch – On the most recent earnings call, RGS’ CFO explained: “We believe our largest uses of cash will occur in the first half of this year with cash utilization improving in the back half of the fiscal year.” Said differently, RGS will continue burning cash at a very elevated level ($30 mm+) in Q221 and continue to burn cash during 2H21 too. RGS’ lack of additional liquidity, at < $100 mm, should be an alarming dynamic to both RGS’ Management and shareholders. On the August earnings call, Former CEO Sawyer said, “We're not seeing the kind of recovery that we had hoped for.” If RGS’ Former CEO was not pleased with the recovery in August, it seems logical to assume that the cash flow generation may prove worse than Management expects, given that the U.S. set daily record for CV19 deaths, cases, and hospitalizations just yesterday. While vaccines are forthcoming, we think investors fail to appreciate that any deterioration in RGS’ near-term fundamentals will likely increase the probability of a liquidity crunch. 4. Sellside Analyst Lacks Credibility & Publish Factual Inaccuracies – The investment community may be less concerned about RGS’ liquidity issues due to erroneous comments by a sellside analyst. For example, a sellside analyst recently wrote, “Mgmt expects to use cash in Q2 and generate cash in 2H.” On the Q121 earnings call, RGS’ Management confirmed the sellside analyst’s comments are inaccurate by stating (as we highlighted above): “We believe our largest uses of cash will occur in the first half of this year with cash utilization improving in the back half of the fiscal year.” We encourage you to speak with RGS’ Management if you wish to further confirm Management’s expectation to burn cash during every quarter of FY21. The sellside analyst’s error should not be surprising to those who follow RGS closely. In prior estimates, this specific sellside analyst was incorrectly including non-recurring Gain on Sale proceeds in its EBITDA build. In 15 short months, this specific sellside analyst has reduced FY22 EBITDA from $63mm to $43mm and their price target from $24/share to $10/share, due to over-bullish assumptions and mismodeling RGS’ economics. 5. Key Executives Departing While New CEO Lacks Experience – After just two short years as CFO of RGS, Andrew Lacko quit in 2019 to join privately held ClubCorp. More recently, Chairman and CEO, Hugh Sawyer announced that he is retiring effective October 2020. Simply put, it is a ‘red flag’ to see both the CFO and CEO depart within one year. Just ask yourself: how many well-run businesses with optimistic outlooks have both the CFO & CEO depart? Also consider the head of RGS’ Franchise segment – Erik Bakken – is having his employment terminated later this year. Again, simple logic suggests that if the transition to a franchise model is going well, the man responsible for the franchise segment would be retained. Lastly, the most questionable change is the recent hire of new CEO Felipe Athayde. Athayde has 1) never worked in the hair care industry and 2) never been a CEO before. He was most recently the President of Popeyes Louisiana Kitchen, which ‘caught lightning in a bottle’ with its fried chicken sandwich. Our research indicates Athayde’s strategy is based on further pursuit of existing technology, brand, and marketing initiatives. Said differently, it seems Athayde is unlikely to drive materially positive change and he lacks the experience to manage RGS through the current crisis. 6. We Believe RGS’ Equity Is Worthless – We believe investors fail to appreciate two key dynamics: 1) RGS’ steady-state margins will remain under pressure if RGS continues covering marketing costs for franchisees; and, if RGS shifts this expense burden back to franchisees, it will cause franchisee economics to further deteriorate and 2) organic franchise unit growth has been non-existent despite franchisees facing requirements to open more salons. Both of these dynamics give us comfort that RGS’ earnings growth/recovery potential is limited. To quantify our view: RGS posted a ~$50 mm EBITDA loss in the LTM period after excluding non-recurring Gains on Sale. By June 2022, RGS will likely produce LTM results that reflect a post-vaccine world. We give RGS credit for completing its transition to a franchise model, reducing corporate overhead, and returning to ~breakeven EBITDA by FY22, which ends in June 2022. Then, after incorporating $20 mm of CapEx (which is currently running at ~$35 mm on an LTM basis) and $10 mm of Interest Expense, the implication is that RGS will continue to lose upwards of -$30 mm FCF per year. Keep in mind, while hemorrhaging $30 mm of cash PER YEAR sounds draconian, it actually represents a notable improvement from the ~$30 mm of cash RGS is currently burning PER QUARTER. Given RGS’ significant lease liabilities and growing revolver balance, we struggle to see how RGS’ equity will have any value. Simply put, it is unlikely that RGS’ business will generate cash flow anytime soon and the value of the company will continue to shift from the equity holders to the debtholders.",
			"description": "RGS Faces Structural Challenges, Made Worse By CV19. Tailwinds From Post-CV19 Pent-Up Demand Are Wishful Thinking.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "Regis Corp.: Equity Likely Worthless Despite Recent Rally (NYSE:RGS) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4392987-regis-corp-equity-likely-worthless-despite-recent-rally",
			"urlToImage": "https://static3.seekingalpha.com/assets/og_image_192-59bfd51c9fe6af025b2f9f96c807e46f8e2f06c5ae787b15bf1423e6c676d4db.png"
		},
		{
			"author": "[\"GrayBeard Retirement\"]",
			"content": " Motorhome Retirement: Healthcare Insurance Selection For 2021 As we thankfully say goodbye to 2020, it is time to choose healthcare insurance for 2021. The subsidy is based on the family situation and income. We look closely at one gold and one bronze plan and make a selection. Photo of a sunset over Clearwater Beach, Florida from a tenth-floor outdoor hotel bar and grill. As the sun sets on 2020 (thank goodness), it is time to select a health care plan for 2021. Introduction",
			"description": "As we thankfully say goodbye to 2020, it is time to choose healthcare insurance for 2021. The subsidy is based on the family situation and income.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "Motorhome Retirement: Healthcare Insurance Selection For 2021 | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4392988-motorhome-retirement-healthcare-insurance-selection-for-2021",
			"urlToImage": "https://static3.seekingalpha.com/uploads/2020/12/3/36303236-16070459266452427.jpg"
		},
		{
			"author": "[\"Nick Ackerman\"]",
			"content": " Quick thoughts on DYFN; a fund that was launched earlier this year on June 26th, 2020. During most of the pandemonium of this year, this is one I have missed until it came up on a screen I was running. The fund mainly focuses on investment-grade debt tied to the U.S. financial sector debt. Written by Nick Ackerman, co-produced by Stanford Chemist Angel Oak Capital has been busy again; this time launching the Angel Oak Dynamic Financial Strategies Income Term Trust (DYFN) earlier this year. Ironically, last year about the same time they launched the Angel Oak Financial Strategies Income Term Trust (FINS). This was my first experience with Angel Oak Capital. While being a rather small asset manager and niche, they have been busy amassing assets. Last year they just crossed the $10 billion mark. So, they certainly aren't a \"fly-by-night\" operation. With FINS they were looking at giving investors access to the niche, but the stable market, of community bank debt. With the latest offering, DYFN will be designed to \"identify compelling opportunities in U.S. financial sector debt.\" They will \"focus on high-quality credit with at least 80% of the portfolio rated invest grade, or unrated, but judged to be of investment-grade quality by Angel Oak.\"",
			"description": "Quick thoughts on DYFN; a fund that was launched earlier this year on June 26th, 2020. During most of the pandemonium of this year, this is one I have missed until it came up on a screen I was running.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "DYFN: A Recently Launched Fund For Income Investors (NYSE:DYFN) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4392989-dyfn-recently-launched-fund-for-income-investors",
			"urlToImage": "https://static3.seekingalpha.com/uploads/2020/11/13/saupload_logo-capitaladvisors_TRANSPARENCY.jpg"
		},
		{
			"author": "[\"Cody Lambert\"]",
			"content": " Reliance Steel & Aluminum: A Value Creation Business RS serves several high-quality growth industries which are poised to continue growth. RS, as a company, has a proven history of profit generation even in difficult conditions. Even the depressed sectors are poised to return to better levels in 2021 as the effects of the pandemic wear off. Then, there are several possible catalysts that can jumpstart profits beyond expectations. Reliance Steel & Aluminum (NYSE:RS) is the type of manufacturer that makes for a great long-term hold. The company is positioned in several great categories that will allow it to take advantage of several macroeconomic trends and lead to further growth. This company has proven over the past years and through the pandemic that it is top of class in regard to its ability to create steady profits and increase cash flows. Reliance Steel & Aluminum has some headwinds, however: its energy and aerospace businesses have both been put in a position to underperform due to the pandemic, but these could become catalysts as 2021 unfolds. There are some somewhat lower likelihood events that could jumpstart growth through 2021 even faster. All information from this article is from the company's SEC filings and investors presentations which can be found here. Diversified Exposure to High Quality Industries",
			"description": "RS serves several high-quality growth industries which are poised to continue growth. RS, as a company, has a proven history of profit generation even in difficult conditions.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "Reliance Steel & Aluminum: A Value Creation Business (NYSE:RS) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4392990-reliance-steel-aluminum-value-creation-business",
			"urlToImage": "https://static1.seekingalpha.com/uploads/2020/12/1/48032762-16068711582628257.png"
		},
		{
			"author": "[\"Michael Wiggins De Oliveira\"]",
			"content": " PagerDuty has an unreasonably high number of short-sellers targetting the stock, with 16% of the stock being shorted - we should expect a lot of volatility. Meanwhile, the stock is very reasonbly priced for what it is; at just 12x foward sales, it's quite a bargain. Investment Thesis PagerDuty (PD) came out of the gate back in 2019 with too much investor enthusiasm. However, of late, it has fallen from grace and largely been forgotten by investors. Right now, we are left with a largely forgotten SaaS stock, which appears to be hitting its stride once again and gaining traction. Meanwhile, I assume that if PagerDuty grows by 22% in fiscal 2022, this implies the stock right now is priced at just 12x forward sales. This makes the stock well worth considering. Revenue Growth Rates Came Out Strong Source: Author's calculations; **midpoint company guidance",
			"description": "PagerDuty continues to tick along, reporting satisfactory growth and guidance. PagerDuty has an unreasonably high number of short-sellers targetting the stock, with 16% of the stock being shorted - we should expect a lot of volatility.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "PagerDuty: Reasonable Results, At A Bargain Valuation (NYSE:PD) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4392991-pagerduty-reasonable-results-bargain-valuation",
			"urlToImage": "https://static2.seekingalpha.com/uploads/2020/12/4/saupload_5d77cace29a6ab50ccbcdf5a.jpg"
		},
		{
			"author": "[\"The Value Pendulum\"]",
			"content": " Elevator Pitch The company's 3Q 2020 revenue declined due to COVID-19, but there are signs of recovery suggesting that the worst is over. In addition, Wyndham Hotels & Resorts has outperformed its peers in the current challenging environment, due to its favorable revenue mix with a higher proportion of leisure-focused, franchised select-service hotels. Also, the opportunities for brand conversions, referring to the conversion of independent hotels to hotels under Wyndham Hotels & Resorts' brands, have increased during the coronavirus pandemic period. Wyndham Hotels & Resorts trades at consensus forward FY 2021 and FY 2022 EV/EBITDA multiples of 15.3 times and 12.6 times, respectively. The company's share price has increased by +170% from its trough of $21.59 on March 19, 2020, and its year-to-date share price decline is only -7%. This implies that positives associated with expectations of recovery in the hospitality industry, its favorable revenue mix, and an increase in opportunities for brand conversions have been priced in to a large extent. As such, I think that a Neutral rating for Wyndham Hotels & Resorts is justified, and I will only consider upgrading my rating on the stock if there is either a significant share price correction or the pace of recovery in leisure travel is much faster than expected. Company Description Spun off from its parent Wyndham Worldwide Corporation (WYN) in June 2018 as a separate listed entity, Wyndham Hotels & Resorts refers to itself as \"the world's largest hotel franchisor and leading hotel management services provider\" on its corporate website. The company has around 9,048 hotels with a total of 804,000 rooms located in 90 countries globally in its portfolio. COVID-19 Impact The hospitality industry is one of the key victims of the coronavirus pandemic, and it is no surprise that Wyndham Hotels & Resorts' financial performance has been adversely affected by COVID-19. Wyndham Hotels & Resorts reported the company's 3Q 2020 financial results on October 28, 2020, and its total revenue and RevPAR (Revenue Per Available Room) decreased by -40% YoY and -38% YoY to $337 million and $29.23, respectively in the third quarter of this year.",
			"description": "The company's 3Q 2020 revenue declined due to COVID-19, but there are signs of recovery suggesting that the worst is over.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "Wyndham Hotels & Resorts: Positives Priced In (NYSE:WH) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4392992-wyndham-hotels-resorts-positives-priced-in",
			"urlToImage": "https://static.seekingalpha.com/uploads/2020/12/4/5969741-16070583063781567_origin.png"
		},
		{
			"author": "[\"Long Player\"]",
			"content": " Penn Virginia: Growth Mode The company will acquire 4,100 \"bolt-on\" acres for $38.4 million of stock. The seller will also purchase $150 million of stock. This cash will allow for some debt reduction and the extension of the second lien loan by two years. Bolt-on acreage additions can be extremely profitable and low risk. At a little more than one times earnings, this stock is still very cheap even after the transaction. Sometimes, Mr. Market goes overboard when it comes to reactions to the news. Penn Virginia's (PVAC) share price was already below the per share earnings posted for the last fiscal year when the company announced a deal. Mr. Market panned the deal the minute it was announced. But acquiring acreage and cash in the current environment is nothing to be ashamed of. At some point, Mr. Market will realize the flexibility gained by this company.",
			"description": "The company will acquire 4,100 bolt-on acres for $38.4 million of stock. The seller will also purchase $150 million of stock.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "Penn Virginia: Growth Mode (NASDAQ:PVAC) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4392994-penn-virginia-growth-mode",
			"urlToImage": "https://static2.seekingalpha.com/uploads/2020/11/8/1102834-16048264706124933.png"
		},
		{
			"author": "[\"Eric Moore\"]",
			"content": " Sears Holdings: How To Buy 17 Dollars For 17 Cents Sears Holdings and the unsecured creditors committee have over $1.3 billion in cash listed as new equity/credit bid funds. According to tax expert Robert Willens, the net value of net operating losses and tax credits is worth at least $2.2 billion. Sears Holdings' common stock is currently worth at least $17 a share in cash, net operating losses, and unencumbered asset proceeds. Sears shareholders and bondholders should view ESL as its parent company and guarantor of the unsecured debt. This is another update article on Sears Holdings (OTCPK:SHLDQ). This is my eighth post-bankruptcy article, and because things are moving faster now, I will be writing about Sears on a regular basis. Because of the complexity of 368 tax reorganizations, and the difficulty in valuing the many non-retail businesses owned by Sears prior to bankruptcy, few investors realize that billions of dollars of value is left at the company and/or due to the company from the sale of the prepetition unencumbered assets. The challenge for most is getting past the drastic decline in stock price and getting to the company's value. In the end, valuation is all that matters. The stock price in 2012 or 2016 doesn't matter now.",
			"description": "Sears Holdings and the unsecured creditors committee have over $1.3 billion in cash listed as new equity/credit bid funds.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "Sears Holdings: How To Buy 17 Dollars For 17 Cents (OTCMKTS:SHLDQ) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4392995-sears-holdings-how-to-buy-17-dollars-for-17-cents",
			"urlToImage": "https://static.seekingalpha.com/uploads/2020/8/9/9813561-15970067204401672.jpg"
		},
		{
			"author": "[\"Dividend Seeker\"]",
			"content": " The market keeps pushing higher, despite an ongoing pandemic, with the major indices at all-time highs. I believe the market is pricing in a big stimulus plan from Congress, which means more gains will be difficult, even once it does get passed. Worse, we may not see stimulus until next year. Foreign buying of stocks has been extremely high recently. This often coincides with a drop in large-cap equities. Main Thesis The purpose of this article is to evaluate the Schwab U.S. Broad Market (SCHB) fund as an investment option at its current market price. SCHB is an ETF I cover for broad market exposure, as it sports a low expense ratio and holds over 2,400 stocks. As a result, I am maintaining a neutral rating on this fund, as I becoming increasingly concerned about the market's rising valuation. We are seeing COVID-19 cases spike again, in the U.S. and in Europe, yet stocks continue to push higher. Some of this is due to an expectation of stimulus from Congress, but it is still up in the air whether that will happen by year-end. Further, investor sentiment, among U.S. and foreign investors, is at historically high levels. This makes me think a correction may be forthcoming. Finally, while employment, economic growth, and trade numbers have all improved, they are all well below pre-crisis levels. This suggests the euphoric outlook for stocks is partly unjustified. Background First, a little background on SCHB. It is managed by Charles Schwab, and its stated objective is \"to track as closely as possible, before fees and expenses, the total return of the Dow Jones U.S. Broad Stock Market Index\". Currently, SCHB is trading at $88.65/share and yields 2.20% annually. I got cautious on the broader market, and SCHB by extension, over the summer. While my personal stance was to take some profits, I noted in my review of SCHB that there were signs the market could head higher still, and indeed, it has. In fact, the last five months have greatly exceeded my expectations, with SCHB rising over 18%, as shown below:",
			"description": "The market keeps pushing higher, despite an ongoing pandemic, with the major indices at all-time highs.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "SCHB: I Am Hesitant To Buy Stocks At These Levels (NYSEARCA:SCHB) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4392996-schb-i-hesitant-to-buy-stocks-levels",
			"urlToImage": "https://static.seekingalpha.com/uploads/2020/12/3/10779721-1607047671857009.png"
		},
		{
			"author": "[\"Stone Fox Capital\"]",
			"content": " DocuSign beat analyst estimates in FQ3, but the stock remains priced for perfection. The company has already added more new customers YTD than the last two years combined. The stock trades at 28x FY22 sales targets while the business faces headwinds from pulled forward business. As with other tech stocks, DocuSign (DOCU) has had a phenomenal year. The question investors have to ask is whether COVID-19 vaccines will cool off demand for digital transformation tools. My investment thesis remains negative on the stock up near $240 in after-hours trading and a $50 billion market cap as the market is not accurately pricing in a likely slowdown in 2021. Image Source: DocuSign website Pull Forward As with most digital transformation based software tech companies, DocuSign faces the biggest risk that revenues are pulled forward into 2020 making the growth path in 2021 very difficult. As the below chart highlights, the company was regularly growing in the 30% to 40% range heading into the year.",
			"description": "DocuSign beat analyst estimates in FQ3, but the stock remains priced for perfection. The company has already added more new customers YTD than the last two years combined.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "DocuSign: Pull Forward Headwinds (NASDAQ:DOCU) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4392998-docusign-pull-forward-headwinds",
			"urlToImage": "https://static2.seekingalpha.com/uploads/2020/12/3/234751-16070362226860733.png"
		},
		{
			"author": "[\"The Associated Press\"]",
			"content": " PORTSMOUTH — Schools in Virginia honoring two U.S. presidents who sided with or praised the Confederacy are getting new names, along with an elementary that honored a superintendent who funneled money away from Black schools. The Portsmouth School Board voted 8-1 Thursday night to change the names of Woodrow Wilson High School, John Tyler Elementary School and James Hurst Elementary School, news outlets reported. Alumni and others had pushed for the changes following the global protests against racism and police brutality. Board member Lakeesha Atkinson said it's about \"righting the wrongs.\" Wilson, a progressive reformer who established the federal income tax, the central banking system and was a leading architect of the League of Nations, was also the first Southerner to serve as president since the Civil War. A segregationist Democrat, he wrote a history textbook praising the Confederacy and the Ku Klux Klan, and worked to keep Black students out while serving as Princeton University's president. The school that bears the 28th president's name in Portsmouth will be called Manor High School beginning next July, returning to the name it had before a merger with another school named after Wilson in the 1990s, WAVY-TV reported. Waterview Elementary is the new name of the school named for John Tyler, the 10th president, who later sided with the Confederacy and was elected to the Confederate House of Representatives shortly before his death in 1862. The school honoring James Hurst, who was Norfolk County Schools superintendent in the early to mid 20th century, will be changed to Cradock Elementary, after the school's historic neighborhood. Hurst's budgets funneled money to white schools over Black schools, according to the Virginia Department of Historic Resources.",
			"description": "PORTSMOUTH — Schools in Virginia honoring two U.S. presidents who sided with or praised the Confederacy are getting new names, along with an elementary that honored a superintendent who funneled",
			"publishedAt": "2020-12-04",
			"source_name": "Richmond Times-Dispatch",
			"source_url": "richmond.com",
			"title": "Portsmouth School Board renames schools honoring 2 US presidents | State and Regional News | richmond.com",
			"url": "https://richmond.com/news/state-and-regional/portsmouth-school-board-renames-schools-honoring-2-us-presidents/article_82daa702-4f43-5975-9bec-eebaded139fd.html",
			"urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/4/02/402273f8-b93c-5c09-b1de-9e0b1ee8660d/5fca3fb6401eb.image.jpg?crop=898%2C505%2C11%2C0&resize=898%2C505&order=crop%2Cresize"
		},
		{
			"author": "[\"Victor Hristov\"]",
			"content": " What does that mean? And why is Samsung killing its money-making powerhouse of a phone that millions of people love? The Note did not make sense as a separate product anymore Back when the Galaxy Note first launched in 2011, a year so far back in the past it seems like the dark ages in technology years, the phone was truly innovative. And I don't mean innovative in a one-more-camera sort of way, but innovative in a way that seeing it first-hand was a shock. During those times when iPhones had 3.5-inch screens (shout out to the OG iPhone crew that remembers), the Note changed the equation with a massive, 5.3-inch display. We ourselves were no different in our reaction: we were shocked and our own Rado exclaimed in the OG Galaxy Note review that \"some people with extraordinarily large hands may have a chance of finding it okay, but those cases will be extremely rare\". We were actually split in the office on this then new design, but it was certainly an unusual sighting for everyone, and boy did time prove us wrong on that review. But you learn from your mistakes, and along with millions of people, most of us also adapted to larger screen phones and these days many of us love having that option. Phones these days are actually much bigger and heavier. But fast forward to current time, 2020, and you have to be extremely knowledgeable to know the minuscule differences in specifications between a Galaxy S20 Ultra and a Galaxy Note 20 Ultra. Except the S Pen and the slightly different design, these phones are extremely similar and there is really nothing substantial separating the Note from the Galaxy S series these days, like there used to be in the past. The Note has become a strange re-make of the Galaxy S series, just with an S Pen and a slightly different design, and it makes far less sense as a separate product anymore. But what about the S Pen? At the same time, the S Pen remains a feature that many people appreciate. Artists, architects, engineers, and just casual users, we've seen different people use and love the S Pen stylus for its precise control and fun features.",
			"description": "The Galaxy Note series are some of the most popular smartphones out there, but Samsung is said to be killing the Galaxy Note. Why and what will happen to the S Pen?...",
			"publishedAt": "2020-12-04",
			"source_name": "Phone Arena",
			"source_url": "phonearena.com",
			"title": "Killing the Note is the best thing Samsung has done in years - PhoneArena",
			"url": "https://www.phonearena.com/news/Samsung-kills-Galaxy-Note-21-S-Pen_id128735",
			"urlToImage": "https://m-cdn.phonearena.com/images/article/128735-two_1200/Killing-the-Note-is-the-best-thing-Samsung-has-done-in-years.jpg"
		},
		{
			"author": "[\"ALEXANDRA JAFFE\"]",
			"content": " WASHINGTON (AP) — Joe Biden said Thursday that he will ask Americans to commit to 100 days of wearing masks as one of his first acts as president, stopping just short of the nationwide mandate he's pushed before to stop the spread of the coronavirus. The move marks a notable shift from President Donald Trump, whose own skepticism of mask-wearing has contributed to a politicization of the issue. That's made many people reticent to embrace a practice that public health experts say is one of the easiest ways to manage the pandemic, which has killed more than 275,000 Americans. The president-elect has frequently emphasized mask-wearing as a “patriotic duty\" and during the campaign floated the idea of instituting a nationwide mask mandate, which he later acknowledged would be beyond the ability of the president to enforce. Speaking with CNN's Jake Tapper, Biden said he would make the request of Americans on Inauguration Day, Jan. 20. “On the first day I'm inaugurated, I'm going to ask the public for 100 days to mask. Just 100 days to mask — not forever, just 100 days. And I think we'll see a significant reduction” in the virus, Biden said. The president-elect reiterated his call for lawmakers on Capitol Hill to pass a coronavirus aid bill and expressed support for a $900 billion compromise bill that a bipartisan group of lawmakers introduced this week. “That would be a good start. It's not enough,” he said, adding, “I'm going to need to ask for more help.”",
			"description": "Joe Biden said Thursday that he will ask Americans to commit to 100 days of wearing masks...",
			"publishedAt": "2020-12-04",
			"source_name": "Chron",
			"source_url": "chron.com",
			"title": "Biden to call for 100 days of mask-wearing in one of first acts as president",
			"url": "https://www.chron.com/politics/us/article/Among-first-acts-Biden-to-call-for-100-days-of-15775653.php",
			"urlToImage": "https://s.hdnux.com/photos/01/15/43/23/20329710/113/rawImage.jpg"
		},
		{
			"author": "[\"Bashar Issa\"]",
			"content": " CVR Partners Operating In Tough Fertilizer Market Low-profit margins and high capital expenses are characteristics of nitrogen fertilizers manufacturers such as UAN. Raising sales volumes to compensate for the low margins has become necessary. This has incentivized mergers and acquisitions in the industry. Investing in UAN has significant tax implications that investors should know about. Investment thesis The nitrogen fertilizers industry is consolidating. Increasing market share and sales volumes has become a necessity for survival, to compensate for the low margins. The rising M&A activity increases the exit opportunities and potential gain to investors. Still and all, CVR Partners' (NYSE:UAN) conflict of interest with Carl Icahn might discourage third-parties from acquiring a majority interest in the company. This negatively affects UAN's common unit price and makes the company less attractive to investors trying to benefit from the current M&A activity in the nitrogen fertilizer industry.",
			"description": "Low-profit margins and high capital expenses are characteristics of nitrogen fertilizers manufacturers such as UAN.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "CVR Partners Operating In Tough Fertilizer Market (NYSE:UAN) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4392999-cvr-partners-operating-in-tough-fertilizer-market",
			"urlToImage": "https://static2.seekingalpha.com/uploads/2020/12/2/saupload_c4f2fa35d530e61761d6d22da7e93cea.png"
		},
		{
			"author": "[\"Associated Press\"]",
			"content": " South Texas high school football player attacks referee 1of5Football referee Fred Gracia falls to the turf after being charged by Edinburg's Emmanuel Duron in Edinburg's high school zone play-in game against Pharr-San Juan-Alamo on Thursday, Dec. 3, 2020, in Edinburg, Texas. Duron was escorted from the stadium by police officers. (Joel Martinez/The Monitor via AP)Joel Martinez/APShow MoreShow Less2of5Edinburg's Emmanuel Duron is escorted out of the stadium by police after charging a referee during a high school football zone play-in game against Pharr-San Juan-Alamo on Thursday, Dec. 3, 2020, in Edinburg, Texas. (Joel Martinez/The Monitor via AP)Joel Martinez/APShow MoreShow Less3of5Football referee Fred Gracia lies on the ground rafter being charged by Edinburg's Emmanuel Duron in a high school zone play-in game between Edinburg and Pharr-San Juan-Alamo on Thursday, Dec. 3, 2020, in Edinburg, Texas. (Joel Martinez/The Monitor via AP)JOEL MARTINEZ/APShow MoreShow Less4of5Edinburg's Emmanuel Duron is pulled from the field by coaching staff after charging a referee during a high school football zone play-in game against Pharr-San Juan-Alamo on Thursday, Dec. 3, 2020, in Edinburg, Texas. Duron came running from the sideline area after the referee announced his ejection, slamming into the official. Duron was escorted from the stadium by police. (Joel Martinez/The Monitor via AP)Joel Martinez/APShow MoreShow Less5of5Edinburg's Emmanuel Duron, left, is held back by teammate Anthony Cardona after Duron charged a referee during a high school football zone play-in game against Pharr-San Juan-Alamo on Thursday, Dec. 3, 2020, in Edinburg, Texas. (Joel Martinez/The Monitor via AP)Joel Martinez/APShow MoreShow Less EDINBURG (AP) — A Texas high school football player charged onto the field and bowled over a referee Thursday night, angered after being ejected from the game. Senior defensive lineman Emmanuel Duron of Edinburg High School came running from the sideline area after the referee announced the ejection, slamming into the official during the first half of the zone play-in game against Pharr-San Juan-Alamo. Duron, who had been ejected for a late hit to the quarterback and then shoving an offensive lineman to the ground after the play and exchanging words with the referee, was escorted from the stadium by police officers.",
			"description": "A Texas high school football player charged onto the field and bowled over a referee...",
			"publishedAt": "2020-12-04",
			"source_name": "Chron",
			"source_url": "chron.com",
			"title": "South Texas high school football player attacks referee",
			"url": "https://www.chron.com/sports/highschool/article/Texas-prep-football-player-attacks-referee-15775744.php",
			"urlToImage": "https://s.hdnux.com/photos/01/15/46/27/20342219/9/rawImage.jpg"
		},
		{
			"author": "[\"JOHN O'CONNOR Richmond Times-Dispatch\"]",
			"content": " Connor Crabtree has spent a lot of time at the University of Richmond’s Queally Athletics Center since it opened in October, but not involved in practices. The $15 million basketball-support facility includes an underwater treadmill on which Crabtree, a 6-foot-6 redshirt sophomore transfer from Tulane, has often run. Crabtree redshirted at UR last season after starting 15 games and averaging 7.1 points as a Tulane freshman. Late during that season at Tulane, he began experiencing pain in both hips. Determination that surgery would be required on each hip to address impingements came at about the same time Crabtree decided he would leave Tulane following a 4-27 season (0-18 American Athletic Conference). While redshirting at UR, Crabtree did not practice. He recovered, requiring crutches for about a month-and-a-half of his first school year at Richmond. During the spring, Crabtree forecast he’d be ready for the Spiders’ opener. Though that was delayed by about two weeks by the pandemic, he was not available. “I’ve been making some really good progress. I’m sure like many people, and me as well, I thought by now I would say I’ve played a couple of games already,” Crabtree said Thursday. “Unfortunately, not.” According to Crabtree, UR’s medical and athletic training staff, want him to experience a full recovery that allows him to compete without risking re-injury to his hips, or related areas. If there is a silver lining to Richmond’s program being stalled by positive COVID-19 cases and contact tracing, it’s that Crabtree has missed only two games. Three UR games have been called off by COVID, the opener vs. Detroit Mercy (positive test in Titans’ program), as well as Wednesday’s date at Charleston and Richmond’s Saturday home-opener vs. Furman.",
			"description": "Connor Crabtree has spent a lot of time at the University of Richmond’s Queally Athletics Center since it opened in October, but not involved in practices. The $15 million basketball-support",
			"publishedAt": "2020-12-04",
			"source_name": "Richmond Times-Dispatch",
			"source_url": "richmond.com",
			"title": "Spiders' COVID delay offers Tulane transfer Connor Crabtree additional recovery time | College Sports | richmond.com",
			"url": "https://richmond.com/sports/college/richmond/spiders-covid-delay-offers-tulane-transfer-connor-crabtree-additional-recovery-time/article_675f027a-fff9-5a0c-b398-391a9e86679f.html",
			"urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/5/ae/5ae7dcf6-83c3-5562-a4cf-d3a1c6f918ca/5fca5762798da.image.jpg?crop=1763%2C992%2C0%2C91&resize=1120%2C630&order=crop%2Cresize"
		},
		{
			"author": "[\"Adrian Diaconescu\"]",
			"content": " But nothing can rival Big Red's latest A71 5G UW deal, allowing both new and existing customers to essentially score the Snapdragon 765-powered phone for free after monthly bill credits. That's right, ladies and gents, you can currently save a whopping 650 bucks simply by opening a new line of service on an Above, Beyond, Do, Play, or Get More Unlimited plan. You don't need to trade in an existing device or port in a number from a different mobile network operator, and no, you don't even have to sign up for a monthly installment plan, as outright purchases at the aforementioned full retail price are also eligible for the same $650 discount in the form of \"promo credit\" applied to your account over a period of two years. In case you're wondering, yes, this killer new special offer eclipses everything that was available at Verizon on both Black Friday and Cyber Monday for cash-strapped 5G enthusiasts while matching the carrier's latest Galaxy A51 5G UW promotion as well. The differences, of course, are all in the A71's favor, which is larger than the 5G-capable A51 and slightly more impressive from a number of key standpoints including camera performance and memory. Yes, this 6.7-inch giant packs a generous 8 gigs of RAM in combination with 128 gigs of internal storage space while featuring a quad rear-facing shooter setup composed of a 64MP primary sensor, 12MP ultra-wide-angle lens, 5MP macro cam, and 5MP depth sensor. Don't forget to hurry if you're interested in this free 5G mid-ranger, as Verizon plans to nix the online-only deal at the end of the week. Latest Stories Forgot Password",
			"description": "You only have a few days to open a new line of Verizon service and bring the already reasonable $650 list price of the Samsung Galaxy A71 5G UW all the way down to $0.",
			"publishedAt": "2020-12-04",
			"source_name": "Phone Arena",
			"source_url": "phonearena.com",
			"title": "Verizon's Samsung Galaxy A71 5G UW can be yours for free with (almost) no strings attached - PhoneArena",
			"url": "https://www.phonearena.com/news/samsung-galaxy-a71-5g-uw-deal-free-verizon_id128733",
			"urlToImage": "https://m-cdn.phonearena.com/images/article/128733-two_1200/Verizons-Samsung-Galaxy-A71-5G-UW-can-be-yours-for-free-with-almost-no-strings-attached.jpg"
		},
		{
			"author": "[\"Adrian Diaconescu\"]",
			"content": " Mere days after Qualcomm unveiled the curiously named Snapdragon 888 sequel to the state-of-the-art Snapdragon 865 processor found under the hood of the vast majority of high-end Android smartphones released in 2020, one of the first-ever Galaxy S21 benchmarks appears to have cropped up online. In case you're wondering, that model number was widely believed to correspond to an \"international\" Galaxy S21+, while the SM-G991U clearly follows in the footsteps of the SM-G981U, aka the unlocked US Galaxy S20 5G. Meet the US Samsung Galaxy S21 5G Yes, ladies and gents, that is almost certainly what we're looking at here. Specifically, an entry-level configuration of the \"regular-sized\" S21 with 8 gigs of RAM (less than 7 of which will apparently be user-accessible), and presumably, 128 gigs of internal storage space. New Galaxy S21 5G benchmark More importantly, we're definitely looking at a Snapdragon 888-powered handset (motherboard \"lahaina\") capable of producing... some fairly modest single and multi-core performance scores, at least for the time being. We're talking a slightly higher single-core result than what the Snapdragon 865-powered Galaxy S20 5G normally delivers, as well as largely unchanged multi-core speed. Granted, we're still a couple of months or so away from the commercial debut of the Galaxy S21 family, and a lot of optimization work could happen between now and then, but it's certainly a little worrisome that these results are also extremely similar to the aforementioned S21+ benchmark from several months back.",
			"description": "The US-bound Samsung Galaxy S21 5G with Snapdragon 888 inside may not be as impressively fast as you expect, at least based on the latest Geekbench scores.",
			"publishedAt": "2020-12-04",
			"source_name": "Phone Arena",
			"source_url": "phonearena.com",
			"title": "Samsung Galaxy S21 5G with Snapdragon 888 posts underwhelming benchmark scores - PhoneArena",
			"url": "https://www.phonearena.com/news/samsung-galaxy-s21-5g-snapdragon-888-benchmark_id128731",
			"urlToImage": "https://m-cdn.phonearena.com/images/article/128731-two_1200/Samsung-Galaxy-S21-5G-with-Snapdragon-888-posts-underwhelming-benchmark-scores.jpg"
		},
		{
			"author": "[\"Nikolaos Sismanis\"]",
			"content": " Some context If you have been reading articles here on Seeking Alpha for some time, you may have stumbled upon investing ideas titled as \"The more it falls, the more I buy,\" or something of a similar nature. Stocks can decline for various reasons, not always related to bad news or weak performance. Hence, investors may double down on such discounts, adding to their positions as their favorite equities gradually become cheaper. However, there is another scenario. That is, one keeps on buying a stock despite shares rallying higher by the day. This is the case with StoneCo (STNE), which I have been bullish on for quite some time now. I initially published an article in April urging investors to consider the stock's massive return potential. Since then, shares have hugely outperformed the overall market, returning more than 230%. Despite the rally and valuation expansion, I shared a follow-up article two months ago, encouraging investors who stayed on the sidelines to not think as if they had missed the rally, as there were more gains to be made ahead. Indeed, shares have rallied by more than 27% over this short period, fueled by StoneCo's spectacular earnings earlier in October. If you took action post-reading any of these two articles, you are probably already happy with your returns. The question that arises now, however, is whether there is more fuel to push shares higher and whether investors who already hold StoneCo or not should double down or initiate a position, respectively, at the stock's new all-time high levels. Q3- Another spectacular quarter",
			"description": "StoneCo has rallied by more than 230% since our first bullish article. The company's business model proved once again resilient and well-positioned to capitalize on the opportunities that arose due to the pandemic, delivering massive growth, once again.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "StoneCo: The More It Rallies, The More I Buy (NASDAQ:STNE) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4393000-stoneco-rallies-i-buy",
			"urlToImage": "https://static.seekingalpha.com/uploads/2020/12/1/49121886-16068480302531853.png"
		},
		{
			"author": "[\"Daniel Petrov\"]",
			"content": " Samsung is gearing up to announce not one or two like in 2019 and 2020, but three foldable phone types in 2021, according to an UBI Research analysis. It released the OG Galaxy Fold in 2019, reworked it entirely in 2020 with the Z Fold 2, and then added the horizontal clamshell folder of the Z Flip line. So far, so good, the Z Fold 3 and Z Flip 2 are in the pipeline, that much we could've guessed, too. What's the new foldable phone that Samsung will be launching in 2021 then? The OLED display research firm says it will be none other than the Galaxy Z Fold Lite that was supposedly out of the game, and it will be released as early as next quarter, perhaps after the Galaxy S21 seriesUnpacked announcement. Makes a lot of sense, as a cheaper Fold Lite will ensure that Samsung has a bendy phone in every segment - a verticle folder, a horizontal folder, and an affordable folder - to take up every nook and cranny in that particular market niche before others. One thing immediately comes into focus - the size difference of the external displays. The large 6\"+ panel of the Z Fold 2 will give way to a smaller window to the world, as Samsung is striving to make its foldable phones thinner and lighter. Also, what's the point of having a big-screen foldable phone if you are mainly using the external screen anyway? The Z Flip 2, on the other hand, is going into the opposite direction. After taking flack from users for the puny 1\" outside screen of the clamshell, Samsung is now preparing to slap a more useful 3\" ticker on the outside. As far as specs go, we can reasonably expect Snapdragon 888 processors, integrated 5G connectivity, improved cameras, plenty of storage, and decent battery sizes. Bi-folding Galaxy Z-series phones are in Samsung's pipeline We recently spotted some interesting new transparent, rollable, and foldable phone designs that Samsung Display posted in a series on its own blog, but chalked those off as wishful thinking of the designer team.",
			"description": "Samsung is gearing up to announce not one or two like in 2019 and 2020, but three foldable phone types in 2021, including a cheap model.",
			"publishedAt": "2020-12-04",
			"source_name": "Phone Arena",
			"source_url": "phonearena.com",
			"title": "Samsung's Z Fold 3 and Z Flip 2 display specs leak, cheaper Z Fold Lite to be released in Q1 - PhoneArena",
			"url": "https://www.phonearena.com/news/samsung-galaxy-z-fold-lite-price-release_id128730",
			"urlToImage": "https://m-cdn.phonearena.com/images/article/128730-two_1200/Samsungs-Z-Fold-3-and-Z-Flip-2-display-specs-leak-cheaper-Z-Fold-Lite-to-be-released-in-Q1.jpg"
		},
		{
			"author": "[\"David Trainer\"]",
			"content": " DoorDash: The Most Ridiculous IPO Of 2020 We think DoorDash’s current investors and bankers recognize that the window of opportunity to IPO this terrible business closes quickly when the threat of COVID-driven lockdowns no longer drives growth. At a valuation of $25.4 billion, DoorDash earns our Unattractive rating and would be the most ridiculous IPO of 2020. It's not a good idea to invest in businesses that have no moat, no profits in the best-possible environment, and competition that can offer the same service for free. Is it a coincidence that DoorDash (DASH) filed for its IPO so soon after vaccines for COVID-19 were announced? We think DoorDash’s current investors and bankers recognize that the window of opportunity to IPO this business closes quickly when the threat of COVID-19 driven lockdowns no longer drives growth in food delivery demand. With the latest S-1 filed, DoorDash is aiming for a price range of $75-$85, which could give the firm a valuation of $23.8 billion to $27.0 billion ($25.4 billion midpoint). Such a valuation would be well above the firm’s last private valuation of $16 billion. At a valuation of $25.4 billion, DoorDash earns our Unattractive rating and would be the most ridiculous IPO of 2020. We think this proposed public equity offering holds no value, $0, beyond bailing out private investors before unsuspecting public investors realize the business is not viable in its current form. This IPO reminds us of WeWork’s attempted IPO, which we called The Most Ridiculous IPO of 2019, because DoorDash’s business is similarly disadvantaged. The fact that this company made it to the pre-IPO stage reflects the overblown fervor of the work-from-home theme. It's not a good idea to invest in businesses that have:",
			"description": "We think DoorDash’s current investors and bankers recognize that the window of opportunity to IPO this terrible business closes quickly when the threat of COVID-driven lockdowns no longer drives growth.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "DoorDash: The Most Ridiculous IPO Of 2020 (Pending:DASH) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4393001-doordash-ridiculous-ipo-of-2020",
			"urlToImage": "https://static1.seekingalpha.com/uploads/2020/12/3/753641-16070284075718594.png"
		},
		{
			"author": "[\"Chuck Walston\"]",
			"content": " I provide metrics relating current and historic share valuation to revenues and profits. There is much about Caterpillar (CAT) to attract investors. Caterpillar is a Dividend Aristocrat with 27 consecutive years of dividend increases to its credit. The company is the largest construction and mining equipment manufacturer in the world. Now that more than half of the sales originate outside of North America, the firm can boast of a global footprint. With over 2 million pieces of equipment in operation and over a million of those operating with telematics, the firm has a client base that provides considerable recurring revenue. Nonetheless, the company is a cyclical stock, and the pandemic creates headwinds that buffet the shares. Demand in mining and construction is depressed due to COVID, and related industries cut capex accordingly. The third-party dealers selling and servicing CAT's wares responded by slashing inventories. That trend is likely to continue, at least over the short term. Meanwhile, CAT's revenues and profits have plummeted while the company's own inventory levels remain high. Recent Results There isn't much in last quarter's results that bode well for investors. Revenue dropped 23% YoY, while EPS fell 54%. If there was \"good\" news, it was that those stats were an improvement over the previous quarter's 31% revenue decline and 70% plummet in profits.",
			"description": "Despite markedly lower inventory levels among CAT dealers, the company's inventories are still high. Moving ahead, the demand for the company's products is mixed.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "Caterpillar: A Great Company With A Mismatched Share Valuation (NYSE:CAT) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4393002-caterpillar-great-company-mismatched-share-valuation",
			"urlToImage": "https://static.seekingalpha.com/uploads/2020/12/2/saupload_V3srYTsXNNGUkiBeXrd2762DEOwR3rJRkO6qjGdsaBtbnH_aI8zV8O6IQhbMz2x0XRMq42oJl1IB7Se9q9TkjjSBXOqhRKgqhROWMKB_YCTBgY5JRN20qS8Ey19oen0E8F-sVWIL.png"
		},
		{
			"author": "[\"Sheen Bay Research\"]",
			"content": " Community Bank: Earnings Unlikely To Return To Pre-Pandemic Level Soon The margin will likely continue to face pressure from the replacement and refinancing of fixed-rate loans. Loan growth will likely remain low because the demand for credit in the commercial segment will remain muted and Paycheck Protection Program loans will get forgiven. CBU depends on merger and acquisition activity for growth. Acquisitions in the current environment appear unlikely. CBU is currently offering a low dividend yield and limited price upside. Earnings of Community Bank System, Inc. (NYSE: CBU) will likely be unable to return to pre-pandemic levels in this year or 2021. The margin will likely decline further in the coming quarters due to pressure on yields. Additionally, normalization of mortgage banking revenues will pressurize earnings. Meanwhile, loan growth will likely be lower than usual because of lackluster commercial credit demand, forgiveness of Paycheck Protection Program loans, and little chance of merger and acquisition activity. CBU has historically relied on acquisitions for growth. Overall, I’m expecting CBU to report earnings of $3.03 per share in 2020, down 6% year-over-year. Further, I’m expecting the company to report earnings of $3.01 per share in 2021. The June 2021 target price suggests a limited upside from the current market price, and the dividend yield is low; therefore, I’m adopting a neutral rating on CBU.",
			"description": "The margin will likely continue to face pressure from the replacement and refinancing of fixed-rate loans.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "Community Bank: Earnings Unlikely To Return To Pre-Pandemic Level Soon (NYSE:CBU) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4393003-community-bank-earnings-unlikely-to-return-to-pre-pandemic-level-soon",
			"urlToImage": "https://static3.seekingalpha.com/uploads/2020/12/3/50154578-16070525896274815.png"
		},
		{
			"author": "[\"Bluegold Research\"]",
			"content": " Actual TDDs are currently projected to trend lower until December 10 but are then projected to trend higher. A massive charts gallery attached (scroll down to see everything). Trading View Price and Trading Strategy Technically, the bears are in control. As long as the natural gas price (Jan. contract) remains below 2.553, the short-term (technical) trading bias will remain bearish. A break below 2.463, could cause a fall into the 2.450-2.405 range. A confident break above 2.553 could lead to a gain into the 2.586-2.689 range. Fundamentally, natural gas is very cheap (vs. projected supply-demand balance and also relative to its close substitutes or alternatives – notably, coal and oil). The contrast with other markets is even more stark. U.S natural gas market seems to be the only natural gas market in the world where prices are just unable to rise (see the chart below). Source: official sources, Bluegold Trader",
			"description": "The market is spooked by warm weather and seems to believe that there is a dangerous oversupply, which needs to be eliminated.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "Natural Gas: No, There Is No Oversupply In The Market Right Now | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4393004-natural-gas-no-is-no-oversupply-in-market-right-now",
			"urlToImage": "https://static.seekingalpha.com/uploads/2020/12/4/36895696-1607079357061259.png"
		},
		{
			"author": "[\"David Trainer\"]",
			"content": " Figure 1 ranks from best to worst the nine Mid Cap Growth ETFs that meet our liquidity standards and Figure 2 shows the five best and worst rated Mid Cap Growth mutual funds. Not all Mid Cap Growth style ETFs and mutual funds are created the same. The number of holdings varies widely (from 16 to 673). This variation creates drastically different investment implications and, therefore, ratings. Investors seeking exposure to the Mid Cap Growth style should buy one of the Attractive-or-better rated ETFs or mutual funds from Figures 1 and 2. Figure 1: ETFs with the Best and Worst Ratings * Best ETFs exclude ETFs with TNAs less than $100 million for inadequate liquidity. The Danger Within Buying a fund without analyzing its holdings is like buying a stock without analyzing its business and finances. Put another way, research on fund holdings is necessary due diligence because a fund’s performance is only as good as its holdings’ performance. Performance of Holdings = Performance of Fund",
			"description": "The Mid Cap Growth style ranks eleventh in Q4'20. Based on an aggregation of ratings of 12 ETFs and 380 mutual funds in the Mid Cap Growth style.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "Best And Worst Q4 2020: Mid Cap Growth ETFs And Mutual Funds | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4393005-best-and-worst-q4-2020-mid-cap-growth-etfs-and-mutual-funds",
			"urlToImage": "https://static.seekingalpha.com/uploads/2020/12/3/753641-16070265272510757.png"
		},
		{
			"author": "[\"The Insiders Forum\"]",
			"content": " Truckload carrier U.S. Xpress Enterprises, Inc. fell approximately by a quarter after a 3Q20 earnings and revenue miss. However, the company is in the midst of a digital transformation that should improve its bottom line by as much as 1,200 basis points per truck. With spot pricing above contract pricing for the first time in seven quarters and insider buying, U.S. Xpress merited a deeper dive. A full investment analysis is highlighted in the paragraphs below. Today, we take a look at a transportation and logistics concern that should benefit from the rebound in economic activity as the country continues to recover from the Covid-19 meltdown. It also has some recent insider buying. A full analysis follows below. Company Overview: Headquartered in Chattanooga, Tennessee, U.S. Xpress Enterprises, Inc. (USX) is the fifth-largest asset-backed truckload carrier in the U.S., boasting a fleet of ~6,500 tractors and ~13,500 trailers, including ~1,900 tractors provided by independent contractors. Its primary geographic focus is the Eastern U.S., and its company-owned tractors have an average age of 1.6 years. The company was formed in 1985, initially IPO'd in 1994, taken private by management in 2007, and subsequently re-IPO'd in 2018, raising net proceeds of $246.6 million at $16 per share. The stock trades just under $7.00 a share with a market cap slightly below $350 million.",
			"description": "Truckload carrier U.S. Xpress Enterprises, Inc.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "U.S. Xpress: A Covid-19 Recovery Play (NYSE:USX) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4393006-u-s-xpress-covidminus-19-recovery-play",
			"urlToImage": "https://static.seekingalpha.com/uploads/2020/12/4/saupload_Gp6IJhOf.png"
		},
		{
			"author": "[\"Michael A. Gayed, CFA\"]",
			"content": " II-VI: Inside Out II-VI Inc. has beaten EPS estimates for three quarters in a row, and all analysts are bullish on its 2021 prospects. I too am bullish on the company’s prospects, despite its humongous goodwill and intangible assets. It has started generating healthy operating cash flows, a good sign. However, its insiders (CEO and Chief Strategy Officer) have recently sold a large chunk of shares, and that is a red alert. Anybody who plays the stock market not as an insider is like a man buying cows in the moonlight. − Daniel Drew Advanced engineered materials and optoelectronic components and devices maker, II-VI Inc. (NASDAQ:IIVI), has been consistently beating EPS estimates in the last three quarters, and all of the 15 analysts following this stock are now predicting that it will outperform in 2021. The stock, after crossing above its previous high of about $53, is in a new bull orbit, and the charts are looking bullish despite the Day RSI (14) looking overbought at around $85 as of November 27, 2020. The Danger of Protectionism",
			"description": "II-VI Inc. has beaten EPS estimates for three quarters in a row, and all analysts are bullish on its 2021 prospects.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "II-VI: Inside Out (NASDAQ:IIVI) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4393007-ii-vi-inside-out",
			"urlToImage": "https://static.seekingalpha.com/uploads/2020/11/30/39580-16067440812703257.jpg"
		},
		{
			"author": "[\"Michael Fitzsimmons\"]",
			"content": " STM's revenue snapped back nicely in Q3 - up 28% sequentially as compared to the pandemic affected Q2. Growth was solid across all three business segments, particularly so in AMS - the Analog, MEMS and Sensors Group. Apple and Tesla are key customers moving forward, the latter being a customer for STM's silicon-carbide-based inverters for its EVs. Recently, the stock has had a sharp rally. Is it too late to get in? STMicroelectronics(NYSE:STM) reported strong revenue growth in Q3 as the company's business had a strong bounce-back from pandemic-related demand destruction in Q2. Business was relatively strong across all three business units, with the Analog, MEMS and Sensors Group showing particular strength with revenue up 60% sequentially from Q2. Apple (AAPL) is a 10%+ customer and Tesla (TSLA) uses STM's silicon-carbide-based inverters in the Model 3 EV. As a result, STM's stock has had a strong rally. Is it still attractive here? Earnings The Q3 EPS Report released in late October was bullish as revenue grew across all three segments, with the AMS group showing particular strength as compared to Q2:",
			"description": "STM's revenue snapped back nicely in Q3 - up 28% sequentially as compared to the pandemic affected Q2.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "STMicroelectronics: Apple And Tesla Supplier's Stock On The Move (NYSE:STM) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4393009-stmicroelectronics-apple-and-tesla-suppliers-stock-on-move",
			"urlToImage": "https://static1.seekingalpha.com/uploads/2020/12/2/173432-16069237239788656.png"
		},
		{
			"author": "[\"Lyn Alden Schwartzer\"]",
			"content": " I don't know about the next 3-6 months, but longer-term, conditions still look ripe for a weaker dollar. A deep examination of the changes that are happening underneath the surface of the global monetary system, especially around energy pricing. A look at some of the \"global reset\" chatter, and geopolitical risks that investors can monitor for asset allocation. Since autumn of 2019, I’ve been bearish on the dollar, meaning I have a longish-term outlook towards a weaker dollar. This view began forming when the Federal Reserve cut interest rates in summer 2019, and then the view solidified with a catalyst after an overnight repo rate spike in September 2019 forced the Fed to begin supplying repo liquidity. In my October 2, 2019 article, “The Most Crowded Trade“, I said to look for a weaker dollar in 2020, and also stated that the Fed would likely start expanding its balance sheet by buying Treasuries in 2020 or perhaps as early as that quarter in 2019 due to oversupply. Days later, the Fed indeed announced that they will begin buying Treasuries, and as of this writing well over a year later, they haven’t stopped.",
			"description": "I don't know about the next 3-6 months, but longer-term, conditions still look ripe for a weaker dollar.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "The Dollar's Place In The World Is Shifting Over Time (NYSEARCA:UUP) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4393010-dollars-place-in-world-is-shifting-over-time",
			"urlToImage": "https://static3.seekingalpha.com/uploads/2020/12/3/saupload_petrodollar-since-october.png"
		},
		{
			"author": "[\"Press Trust of India\"]",
			"content": " Finance Minister Nirmala Sitharaman on Friday said the farm reform legislations were brought in after elaborate stakeholder consultations and a lot of homework, and will benefit farmers. Asserting that the reforms were not done in a jiffy, she said the agriculture minister is meeting farmers with an open mind and hoped that a solution will be found soon. \"Between 2014-2020, we have proven that we take MSP (Minimum Support Price) seriously,\" she said. Sitharaman said that the agriculture ministry has gone through the process of talking to stakeholders and these are the things that have been in discussions for very long time. She also said that national parties, state level parties have all mentioned it at different times that these are reforms which were long awaited. \"Many Parliamentary committees have also discussed some aspects... it is not something which is just done in a jiffy. They have gone through the grind for sometime,\" she said. Sitharaman said that if there are farmers who have some doubt, \"I am glad the agriculture minister is engaging in a meaningful conversation with them with an open mind. I am sure something will come out of it\".",
			"description": "Read more about Farm reforms done after detailed consultations, not in a jiffy: Sitharaman on Business Standard. Sitharaman said that the agriculture ministry has gone through the process of talking to stakeholders and these are the things that have been in discussions for very long time",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "business-standard.com",
			"title": "Farm reforms done after detailed consultations, not in a jiffy: Sitharaman | Business Standard News",
			"url": "https://www.business-standard.com/article/current-affairs/farm-reforms-done-after-detailed-consultations-not-in-a-jiffy-sitharaman-120120401317_1.html",
			"urlToImage": "https://bsmedia.business-standard.com/_media/bs/img/article/2020-11/12/full/1605166328-2909.jpg"
		},
		{
			"author": "[\"Georg Vrba\"]",
			"content": " The non-seasonal adjusted initial claims totaled 713,824 in the week ending November 28, a decrease of 122,453 from the previous week. This makes up 0.48% of the Covered Employment. The 50-year long-term average (January 1971 to today) is 0.38% and the average of the last business cycle (July 2009 to March 2020) is 0.24%. The non-seasonal adjusted continuous insured unemployment totaled 5,240,575, a decrease of 690,170 from the preceding week. However, we need to note the monthly BLS Employment Situation Report does not reflect the continued decrease (past three months) of the continuous employed, this decrease is now mainly attributable to exhausted benefits. Also, total number of people claiming benefits in all programs for the week ending November 14 was 20,163,477, a decrease of 349,633 from the previous week. These reported numbers, which are graphed below, indicate: A continued improvement in the return to work trend (continued decrease in the insured unemployed - green line) and the possible easing of the Covid-19 recession. That the lowest unemployment rate should be 12.6% (blue line), and if one added the historic 2.6% UER-PCR spread, then the actual unemployment rate should be 15.2%. In the current Covid-19 situation, we believe that the only meaningful figures from DOL's weekly report are:",
			"description": "A truer picture of the employment situation is extracted from the Unemployment Insurance Weekly Claims (UIWC) report.",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "Covid-19 Recession - Stalled Economic Recovery: The iM-Weekly Unemployment Monitor: Update 12/4/2020 | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4393011-covidminus-19-recession-stalled-economic-recovery-im-weekly-unemployment-monitor-update-12-4",
			"urlToImage": "https://static.seekingalpha.com/uploads/2020/12/4/31061145-1607093870547649.png"
		},
		{
			"author": "[\"www.ETEnergyworld.com\"]",
			"content": " Inventing the New Electric World for Sustainable Development Brand Content Initiative December 04, 2020, 19:37 IST News is buzzing today with articles, on the rising levels of pollution, carbon dioxide emissions that have a drastic effect on living or non-living species, cyclones and more. The increased industrialization and globalization has generated high levels of carbon-dioxide undermining the environment - the need for sustainable development has become critical now. The new electric world could be an effective response to this challenge. A combination of electric and digital can be the future of success for a healthy environment. A convergence of digital with electric, with its scale, scope, and complexity is driving a transformation unlike any in history. The old system is being ushered out, leading us to a more efficient, sustainable, and resilient ‘New Electric World’. Times Network, in association with Schneider Electric, is organizing a virtual panel discussion on ‘Inventing the New Electric World,’ with eminent industry representing diverse sectors like data centers, hospitals, manufacturing, commercial buildings, tech parks etc. The panel shall provide an insight on the criticality of sustainable growth as we go through the pandemic, and beyond the vision of a future powered by electricity. The webinar will take you through the roadmap of digitization of energy and the idea of the new electric world. It will respond to questions like – how much will it cost to implement, is it going to be feasible, what are the economic incentives, and much more.",
			"description": "Brand Content Initiative",
			"publishedAt": "2020-12-04",
			"source_name": "ETEnergyworld.com",
			"source_url": "indiatimes.com",
			"title": "Inventing the New Electric World for Sustainable Development, Energy News, ET EnergyWorld",
			"url": "https://energy.economictimes.indiatimes.com/news/inventing-the-new-electric-world-for-sustainable-development/79568583",
			"urlToImage": "https://etimg.etb2bimg.com/thumb/msid-79568583,imgsize-403557,width-800,height-434,overlay-etenergyworld/inventing-the-new-electric-world-for-sustainable-development.jpg"
		},
		{
			"author": "[\"Press Trust of India\"]",
			"content": " The Indian Navy has been represented by indigenously constructed guided missile frigate Shivalik and anti-submarine corvette Kadmatt along with their integral helicopters. \"The exercise is aimed at enhancing interoperability, improving understanding and imbibing best practices between both the friendly navies. It would involve advanced surface and anti-submarine warfare exercises, weapon firings, seamanship exercises and helicopter operations,\" Indian Navy spokesperson Commander Vivek Madhwal said. \"The passage exercises are conducted regularly by the Indian Navy with units of friendly foreign navies while visiting each other's ports or during a rendezvous at sea,\" he said. He said the ongoing exercise reflects the strong long-term strategic relationship between the two countries. \"This exercise is being conducted on the occasion of 'Navy Day' which emphasises the strong bonds of friendship shared between the two friendly militaries. It would be another step towards strengthening Indo-Russian defence relations,\" Commander Madhwal said. Navy Day is celebrated every year on December 4 to commemorate the Indian Navy's achievement in inflicting heavy damage on Pakistani vessels in Karachi harbour during the India-Pakistan war in 1971. The Indian and the Russian navies conduct a biennial exercise called 'Indra Navy' and its last edition took place in the Northern Indian Ocean Region in September.",
			"description": "Read more about India kickstarts two-day naval drill with Russia in eastern Indian Ocean on Business Standard. India on Friday kick started a two-day naval exercise with Russia in eastern Indian Ocean, two weeks after it conducted the Malabar wargames with the US, Australia and Japan.",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "business-standard.com",
			"title": "India kickstarts two-day naval drill with Russia in eastern Indian Ocean | Business Standard News",
			"url": "https://www.business-standard.com/article/current-affairs/india-kickstarts-two-day-naval-drill-with-russia-in-eastern-indian-ocean-120120401376_1.html",
			"urlToImage": "https://bsmedia.business-standard.com/_media/bs/img/article/2020-10/20/full/1603132995-1401.jpg"
		},
		{
			"author": "[\"Patrick Daly\"]",
			"content": " UK government says Brexit trade talks at ‘very difficult point’ The UK government has said the Brexit trade talks are at a “very difficult point” and warned that time is ticking if a deal is to be struck. A spokesman for the British Prime Minister told reporters: “Time is in very short supply and we are at a very difficult point in the talks.” Negotiations dragged on until 11pm on Thursday, Number 10 confirmed, as both sides look to hammer out a deal. Both No 10 and the European Commission declined to confirm whether talks are likely to continue into the weekend after reports surfaced that the European Union’s chief negotiator Michel Barnier would remain in London, having initially planned to travel back to Brussels on Friday. Despite optimism in the week that the prospect of a deal was on the horizon, progress appeared to stall on Thursday, with a senior UK Government source claiming Brussels was calling for fresh concessions at the 11th hour and that the prospect of an agreement was “receding”. Speaking on Friday, a spokesman for Boris Johnson said: “We are committed to working hard to try and reach an agreement with the EU and the talks are ongoing.",
			"description": "UK government says Brexit trade talks at ‘very difficult point’",
			"publishedAt": "2020-12-04",
			"source_name": "Irish Examiner",
			"source_url": "irishexaminer.com",
			"title": "UK government says Brexit trade talks at ‘very difficult point’",
			"url": "https://www.irishexaminer.com/world/arid-40149167.html",
			"urlToImage": "https://www.irishexaminer.com/cms_media/module_img/4349/2174705_1_articlelarge_2.56933047.jpg.jpg"
		},
		{
			"author": "[\"EqualOcean\"]",
			"content": " XPeng (NYSE:XPEV) rallied by 300% in November 2020. The stock bounced back in early December, hitting USD 51.82 apiece (as of December 3). As one of the best performers, the company isn't facing any significant risks and is likely to maintain its revenue growth within the next year. Our 'EV penetration tracker' shows the Chinese passenger EV market's steep growth trajectory, while XPEV is well-positioned to pick the ripening fruit in the space. The mid-to-long-term outlook seems rather harsh, with the market competition intensifying and the growing uncertainty of the company's RORC. Besides, a surprise can come from better-than-expected deliveries, as well as from another possible Tesla (NASDAQ:TSLA) leap in stock price. The most TSLA-like carmaker in China… Xiaopeng He, XPeng's CEO and founder, incorporated the company in 2014. Since then, he has been sailing the market waves in the same segment with arguably the most famous auto stock – TSLA. He has selected a management crew comprising professionals from ZTE, TSLA, JP Morgan and Volkswagen, among other tech-heavy corporations, top automakers and global professional services companies. XPEV launched its SUV G3 in 2018 with the price starting from CNY 147,000 and an NEDC range of at least 520 km. In 2020, the carmaker rolled out its sedan P7, with the price and NEDC range starting from CNY 230,000 and 562 km respectively. P7 adopts a streamlined design, taking on TSLA's Model 3 in the Chinese market. … is dedicated to R&D… Another characteristic shared by XPeng is its intention to provide a \"revolutionary experience to tech-savvy consumers through full self-driving and in-car entertainment services.\" It concentrates on R&D, adopting full-stack solutions. To achieve self-reliance, XPEV has been pouring colossal money into the innovation push. In the past twelve months, it spent USD 290 million, or 53% of the revenue of USD 551 million, on R&D.",
			"description": "XPeng is the most ambitious challenger of Tesla in the fast-growing Chinese market. .",
			"publishedAt": "2020-12-04",
			"source_name": "Seeking Alpha",
			"source_url": "seekingalpha.com",
			"title": "XPeng Is Fairly Priced: Hold The Stock, Buy The Dips (NYSE:XPEV) | Seeking Alpha",
			"url": "https://seekingalpha.com/article/4393012-xpeng-is-fairly-priced-hold-stock-buy-dips",
			"urlToImage": "https://static.seekingalpha.com/uploads/2020/12/4/51440321-16070717416050527_origin.png"
		},
		{
			"author": "[\"www.ETEnergyworld.com\"]",
			"content": " New Delhi: ONGC Videsh Ltd (OVL), the overseas arm of India's state-run petroleum explorer Oil and Natural Gas Corporation (ONGC), today announced it has made a \"significant\" strike of oil in its onshore block CPO-5 in Llanos Basin in Colombia. OVL is the operator of the block with 70 per cent stake while its partner Geopark Ltd, an independent oil and gas company focused in Latin America, holds the rest 30 per cent. This is the fourth commercial find in the block by OVL. \"The well Indico-2 lies approximately 0.9 kilometer north-west of the well Indico-1 in subsurface and was spudded on 21 September 2020. The target depth of 10,925 feet was reached on 20 October 2020,\" the company said in a statement. It added currently the Well is flowing under Short Term Testing with multi bean study for further evaluation. The light oil was discovered in the first well Indico-1X in the Indico field during December 2018 and has so far demonstrated a sustained flow at a rate of 5,200 barrel of oil per day with a cumulative production of over three million barrels of oil so far. CPO-5 is a large onland block covering 1,992 square kilometer and offers exploratory and appraisal opportunities. The company said it now plans to drill more wells to explore other plays in the block. OVL holds participating interest in seven exploratory blocks in Colombia in addition to two producing blocks with 50 per cent stake in a joint venture company Mansarovar Energy Colombia Ltd",
			"description": "OVL is the operator of the block with 70 per cent stake while its partner Geopark Ltd, an independent oil and gas company focused in Latin America, ho..",
			"publishedAt": "2020-12-04",
			"source_name": "ETEnergyworld.com",
			"source_url": "indiatimes.com",
			"title": "ONGC: ONGC Videsh strikes oil in Colombia block, Energy News, ET EnergyWorld",
			"url": "https://energy.economictimes.indiatimes.com/news/oil-and-gas/ongc-videsh-strikes-oil-in-colombia-block/79568633",
			"urlToImage": "https://etimg.etb2bimg.com/thumb/msid-79568633,imgsize-140991,width-800,height-434,overlay-etenergyworld/ongc-videsh-strikes-oil-in-colombia-block.jpg"
		},
		{
			"author": "[\"Press Trust of India\"]",
			"content": " Interstate buses of the Delhi Transport Corporation (DTC) have not been plying since November 27 due to the farmers' protest against the Centre's new farm laws at the borders of the city, a senior official said on Friday. The DTC's interstate services, mainly to Gurgaon and Bahadurgarh, were suspended after the start of the farmers' protest at the borders on November 27, the official said. Due to demonstration by farmers, most borders with other states have been closed for traffic movement. Accordingly some routes have been diverted by the DTC as advised by area Traffic Police, said R S Minhas, deputy chief general manager (PR) of DTC. \"The Interstate operation is closed and will be restored after the position normalises,\" he said. Key routes at Delhi's borders with Haryana and Uttar Pradesh remained choked as thousands of farmers held demonstrations for the ninth consecutive day against the Centre's farm laws The agitating farmers have blocked Delhi's Singhu and Tikri borders. A total of 104 DTC buses operate to Gurgaon and Bahadurgarh from different depots in the city, the officer said.",
			"description": "Read more about Interstate DTC bus services suspended owing to farmers' protest: Official on Business Standard. Interstate buses of DTC have not been plying since November 27 due to the farmers' protest against the Centre's new farm laws at the borders of the city, a senior official said on Friday.",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "business-standard.com",
			"title": "Interstate DTC bus services suspended owing to farmers' protest: Official | Business Standard News",
			"url": "https://www.business-standard.com/article/current-affairs/interstate-dtc-bus-services-suspended-owing-to-farmers-protest-official-120120401275_1.html",
			"urlToImage": "https://bsmedia.business-standard.com/_media/bs/img/misc/2020-12/01/full/20201201009L.jpg"
		},
		{
			"author": "[\"Claire Gilbody-Dickerson\", \"Carolina Herranz-Carr\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time.",
			"description": "Marc Thomson, 18, will be confined to his barracks for two months after punching a 17-year-old pregnant girl so hard she bled, Westminster Magistrates' Court heard",
			"publishedAt": "2020-12-04",
			"source_name": "mirror",
			"source_url": "mirror.co.uk",
			"title": "Member of the Queen's elite bodyguard punched pregnant teen in stomach so hard she bled - Mirror Online",
			"url": "https://www.mirror.co.uk/news/uk-news/member-queens-elite-bodyguard-punched-23116345",
			"urlToImage": "https://i2-prod.mirror.co.uk/incoming/article23116291.ece/ALTERNATES/s1200/2_cnl_M_Thomson_1.jpg"
		},
		{
			"author": "[\"Press Trust of India\"]",
			"content": " the state government's decision to bar consultancy firm PricewaterhouseCoopers Limited from participating in any project of the Electronics and Information Technology Department for two years for alleged lapses in selection of resource persons for the Space Park project. The government took the decision on November 27 on the recommendations of a committee constituted by it following allegations of appointment of Swapna Suresh, a key accused in the Kerala gold smuggling case, in the project of the state government, of which PwC was the consultant. Justice P V Asha issued the interim stay order today while considering a petition filed by the PwC, challenging the government decision. The court also issued notices to the state government and the Kerala State IT Infrastructure Ltd (KSITIL), which had appointed PwC as the consultant of its Space Park project. In its plea, the PwC said that the decision to bar it from IT-related projects was taken without hearing its view on the matter. The company alleged that the government took the decision violating the principles of natural justice. In its plea, the company contended that Suresh was appointed at the recommendation of the Managing Director of the KSITIL.",
			"description": "Read more about Kerala HC stays govt decision to bar PwC for 2 yrs in IT-related projects on Business Standard. The company alleged that the government took the decision violating the principles of natural justice",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "business-standard.com",
			"title": "Kerala HC stays govt decision to bar PwC for 2 yrs in IT-related projects | Business Standard News",
			"url": "https://www.business-standard.com/article/current-affairs/kerala-hc-stays-govt-decision-to-bar-pwc-for-2-yrs-in-it-related-projects-120120401315_1.html",
			"urlToImage": "https://bsmedia.business-standard.com/_media/bs/img/article/2019-09/14/full/1568403434-4377.jpg"
		},
		{
			"author": "[\"ANI\"]",
			"content": " Trinamool Congress supremo and West Bengal Chief Minister Mamata Banerjee called for a 3-day protest in Kolkata in support of farmers against the new farm laws. The decision was taken in the internal meeting chaired by the Chief Minister with Trinamool Congress (TMC) leaders and district presidents of the state, sources from TMC informed ANI. TMC will stage Dharna on December 8, 9, and 10 against recently enacted farm laws near the Gandhi Statue in Kolkata. In a series of tweets, West Bengal Chief Minister Mamata Banerjee had on Thursday tweeted, \"I am very much concerned about the farmers, their lives and livelihood. The central government must withdraw the anti-farmer bills. If they do not do so immediately we will agitate throughout the state and the country. From the very start, we have been strongly opposing these anti-farmer bills.\" \"The government is selling everything. You cannot sell Railways, Air India, Coal, BSNL, BHEL, banks, defense, etc. Withdraw ill-conceived disinvestment and privatization policy. We must not allow the treasures of our nation to be transformed into the BJP party's personal assets,\" she had added. Meanwhile, Farmer unions on Friday decided to intensify their agitation against the farm laws calling for 'Bharat Bandh' on December 8 and stated that they were not satisfied with amendments being proposed by the government. Thousands of farmers are protesting in border areas of Delhi against recently enacted farm laws. Protesting farmers fear that these could dismantle the Minimum Support Price (MSP) system for crop procurement.",
			"description": "Read more about Mamata calls for 3-day protest in Kolkata against Centre's farm laws on Business Standard. TMC will stage Dharna on December 8, 9, and 10 against recently enacted farm laws near the Gandhi Statue in Kolkata",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "business-standard.com",
			"title": "Mamata calls for 3-day protest in Kolkata against Centre's farm laws | Business Standard News",
			"url": "https://www.business-standard.com/article/current-affairs/mamata-calls-for-3-day-protest-in-kolkata-against-centre-s-farm-laws-120120401310_1.html",
			"urlToImage": "https://bsmedia.business-standard.com/_media/bs/img/misc/2020-09/03/full/20200902116L.jpg"
		},
		{
			"author": "[\"Paige Holland\", \"Sam Elliott\"]",
			"content": " Join the Secret Elves to discover the best shopping deals and things to do this Christmas When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Read More Related Articles Read More Related Articles A number of people complained about their disappointment on Twitter, with one saying: \"Hi @UKCelebrations please could I have a written apology for you ruining my advent??? My legal team will be in touch (honestly one more Bounty and I’m throwing it out).\"",
			"description": "\n People on Twitter have been left outraged by the first four doors of their Celebrations advent calendar, with some fans even saying it's 'ruined Christmas' for them\n ",
			"publishedAt": "2020-12-04",
			"source_name": "mirror",
			"source_url": "mirror.co.uk",
			"title": "Celebrations advent calendar 'ruins Christmas' after four days with 'sick joke' - Mirror Online",
			"url": "https://www.mirror.co.uk/news/weird-news/celebrations-advent-calendar-ruins-christmas-23116083",
			"urlToImage": "https://i2-prod.mirror.co.uk/incoming/article23116349.ece/ALTERNATES/s1200/1_THP_CHP_011218SLUG_3181JPG.jpg"
		},
		{
			"author": "[\"Press Trust of India\"]",
			"content": " Banerjee on Friday issued a stern warning against \"anti-party activities\" and said TMC leaders in touch with the opposition are free to quit the ruling party in the state. Although the TMC supremo did not take any name, party sources said that her jibe was at disgruntled leader Suvendu Adhikari, who has recently resigned from her cabinet, and a few other MLAs who have spoken out against the party top brass. \"At a party meeting held during the day, Banerjee said that if one leader quits the party, she can create a lakh more such leaders,\" a senior TMC leader said on condition of anonymity. She also spoke with Suvendu Adhikari's father and Purba Medinipur TMC chief and Kanthi MP Sisir Adhikari and asked him to rein in anti-party activities and sack the \"traitors\" from the party's district unit. \"Sisir da said he will look into it,\" the TMC leader said. Banerjee extended her support to the farmers' agitation in north India against the new farm laws and asked the TMC's farmers' wing to stage a three-day sit-in demonstration in front of the statue of Mahatma Gandhi in central Kolkata from December 8. \"She said that anti-party activities will not be tolerated and those in touch with the opposition camp are free to leave the party.",
			"description": "Read more about Mamata issues warning, says TMC leaders in touch with oppn free to leave on Business Standard. \"At a party meeting held during the day, Banerjee said that if one leader quits the party, she can create a lakh more such leaders,\" a senior TMC leader said on condition of anonymity",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "business-standard.com",
			"title": "Mamata issues warning, says TMC leaders in touch with oppn free to leave | Business Standard News",
			"url": "https://www.business-standard.com/article/current-affairs/mamata-issues-warning-says-tmc-leaders-in-touch-with-oppn-free-to-leave-120120401238_1.html",
			"urlToImage": "https://bsmedia.business-standard.com/_media/bs/img/misc/2020-09/03/full/20200902116L.jpg"
		},
		{
			"author": "[\"Press Trust of India\"]",
			"content": " The Congress on Friday raised with the government issues concerning the availability of a prospective COVID vaccine at the grassroots level in the country with party leader Rahul Gandhi asking Prime Minister Narendra Modi to clarify when every Indian will get it. The Congress also asked what would happen to the BJP's poll promise in Bihar of providing the coronavirus vaccine free of cost to every person in the state. \"In today's all-party meeting, we hope the PM clarifies when will every Indian get a free Covid vaccine,\" Gandhi said on Twitter ahead of the all-party meeting chaired by the Prime Minister to discuss the COVID-19 situation. At the virtual all-party meeting, to which floor leaders of various parties in Parliament were invited by the government, Leader of Opposition in the Rajya Sabha Ghulam Nabi Azad said COVID-like pandemics can pose a threat to the country's internal security and policy makers should address this challenge. The senior Congress leader while addressing the meeting said the country should be well placed to get vaccines at affordable prices and at an early stage and distribute them up to the grassroots level. Prime Minister Modi said at the meeting that experts believe the wait for a COVID-19 vaccine will not be long and it may be ready in a few weeks, asserting that the vaccination drive in India will begin as soon as scientists give the nod. Modi said healthcare workers involved in treating COVID-19 patients, frontline workers including police personnel and municipal staff, and old people suffering from serious conditions would be inoculated on priority.",
			"description": "Read more about Need plan to provide Covid vaccine at low costs to all: Congress to Govt on Business Standard. The Congress on Friday raised with the government issues concerning the availability of a prospective Covid-19 vaccine at the grassroots level in the country",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "business-standard.com",
			"title": "Need plan to provide Covid vaccine at low costs to all: Congress to Govt | Business Standard News",
			"url": "https://www.business-standard.com/article/current-affairs/need-plan-to-provide-covid-vaccine-at-low-costs-to-all-congress-to-govt-120120401217_1.html",
			"urlToImage": "https://bsmedia.business-standard.com/_media/bs/img/article/2020-11/30/full/1606678508-3592.jpg"
		},
		{
			"author": "[\"Kieren Williams\"]",
			"content": " Get our daily coronavirus email newsletter with all the news you need to know direct to your inbox When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Read More Related Articles Read More Related Articles The Korean report was highlighted by a US epidemiologist on Twitter who warned: \"there is no way to make indoor restaurants or bars safe, including those outside structures that are essentially indoor\" and stressed the importance of wearing masks.",
			"description": "\n The research from South Korea claims you can get infected with coronavirus over distances far more than the 2 metres used for social distancing\n ",
			"publishedAt": "2020-12-04",
			"source_name": "mirror",
			"source_url": "mirror.co.uk",
			"title": "Coronavirus 'can infect you from 20 feet away in just 5 minutes' restaurant study says - World News - Mirror Online",
			"url": "https://www.mirror.co.uk/news/world-news/coronavirus-can-infect-you-20-23114400",
			"urlToImage": "https://i2-prod.mirror.co.uk/incoming/article23113230.ece/ALTERNATES/s1200/1_How-Royal-Papworth-Hospital-Adapted-To-Battle-A-Pandemic.jpg"
		},
		{
			"author": "[\"Press Trust of India\"]",
			"content": " China is the \"greatest threat\" to democracy and freedom since World War II and Beijing was preparing for confrontation with the US and intended to dominate the world \"economically, militarily and technologically\", according to America's top intelligence official. Writing in the Wall Street Journal, Director of National Intelligence John Ratcliffe said China was growing its power by stealing US secrets and then replacing US firms in the market. The Trump administration has taken a hard line on China, imposing tariffs on Chinese goods and accusing Beijing of intellectual property theft. \"The intelligence is clear: Beijing intends to dominate the U.S. and the rest of the planet economically, militarily and technologically. Many of China's major public initiatives and prominent companies offer only a layer of camouflage to the activities of the Chinese Communist Party,\" according to Ratcliffe. The Trump administration's most senior intelligence official's stark warning was just the latest from senior administration officials about China's intentions, with some warning of possible military action in Asia and others pointing to unprecedented efforts to influence the incoming Biden administration. The op-ed comes as the Trump administration has recently taken several punitive measures against Beijing, sharply limiting visas for members of the ruling Communist Party of China and unveiling new sanctions on Chinese companies. The Trump administration also ordered China to close their consulate in Houston earlier this year due to allegations that Chinese diplomats at the mission were intimidating US citizens and carrying out espionage efforts.",
			"description": "Read more about China greatest threat to democracy since WW-II: Trump's intelligence chief on Business Standard. China is the \"greatest threat\" to democracy and freedom since World War II and Beijing was preparing for confrontation with the US, according to America's top intelligence official.",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "business-standard.com",
			"title": "China greatest threat to democracy since WW-II: Trump's intelligence chief | Business Standard News",
			"url": "https://www.business-standard.com/article/international/china-greatest-threat-to-democracy-since-ww-ii-trump-s-intelligence-chief-120120401241_1.html",
			"urlToImage": "https://bsmedia.business-standard.com/_media/bs/img/article/2020-11/12/full/1605146978-4567.jpg"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " LONDON (Reuters) - Brent crude oil futures rose to just under $50 a barrel on Friday as major producers agreed on a compromise to increase output slightly from January but continue the bulk of existing supply curbs to cope with coronavirus-hit demand. Brent was up 53 cents at $49.24 a barrel by 1034 GMT after hitting its highest since early March at $49.92. West Texas Intermediate rose 47 cents to $46.11 a barrel. Both benchmarks are set for a fifth straight week of gains. OPEC and Russia on Thursday agreed to ease deep oil output cuts from January by 500,000 barrels per day with further as yet undefined increases on a monthly basis, failing to reach a compromise on a broader policy for the rest of 2021. OPEC+ had been expected to continue existing cuts until at least March, after backing down from plans to raise output by 2 million bpd. The increase means the Organization of the Petroleum Exporting Countries (OPEC) and Russia, a group known as OPEC+, are set to reduce production by 7.2 million bpd, or 7% of global demand from January, compared with current cuts of 7.7 million bpd. The deal will ensure declining crude inventories through the first quarter, said SEB analyst Bjarne Schieldrop. \"Oil demand is likely to rebound strongly in 2021 along with the roll-out of vaccines. There are good reasons to be bullish for oil,\" he said.",
			"description": "Read more about Oil prices move up towards $50/bbl after OPEC+ supply compromise on Business Standard. OPEC+ had been expected to continue existing cuts until at least March, after backing down from plans to raise output by 2 million bpd.",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "business-standard.com",
			"title": "Oil prices move up towards $50/bbl after OPEC+ supply compromise | Business Standard News",
			"url": "https://www.business-standard.com/article/international/oil-prices-move-up-towards-50-bbl-after-opec-supply-compromise-120120400873_1.html",
			"urlToImage": "https://bsmedia.business-standard.com/_media/bs/img/article/2020-11/30/full/1606702896-0994.jpg"
		},
		{
			"author": "[\"David McDonnell\"]",
			"content": " Get the FREE Mirror Football newsletter by email with the day's key headlines and transfer news When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time.",
			"description": "\n Guardiola put pen to paper on a new two-year extension at the Etihad last month, while he is preparing for to reach a personal landmark as City host Fulham on Saturday\n ",
			"publishedAt": "2020-12-04",
			"source_name": "mirror",
			"source_url": "mirror.co.uk",
			"title": "Man City boss Pep Guardiola opens up on managerial plans ahead of 700th game - Mirror Online",
			"url": "https://www.mirror.co.uk/sport/football/news/man-city-pep-guardiola-plans-23116524",
			"urlToImage": "https://i2-prod.mirror.co.uk/incoming/article22970835.ece/ALTERNATES/s1200/1_Manchester-City-Training-Session-and-Press-Conference.jpg"
		},
		{
			"author": "[\"Press Trust of India\"]",
			"content": " Taking cue from the Supreme Court initiative on protecting environment, different high courts in the country have started accepting petitions and affidavits on A4 size paper printed on both sides instead of the bigger legal sheets, officials said. Chief Justice of India S A Bobde, who is hearing different PILs related to environment, has taken a series of steps both on the Judicial as well as on the administrative side at the Supreme Court which will result in protecting thousands of trees and huge amounts of water, they said. From April 1, 2020, for judicial filings in the top court, all the stakeholders are required to use A4 size paper, to be printed on both the sides. The officials at the top court said that this measure alone is estimated to save around 1.5 crore A4 sheets of paper per year. With an average fresh filing of 41,010 matters (average of fresh filing for the years 2017, 2018 and 2019) with an average paper book size of 200 pages (800 pages for 4 paper books), with both side printing it is a conservative estimate that around 1.5 crore pages will be saved in a year. Following the top court's initiative, different high courts including Calcutta, Karnataka, Sikkim, Tripura and recently Allahabad have adopted some of these environment friendly measures, the officials said. Following the decision to use A4 size paper, with one and half line spacing and reduced margins instead of earlier legal size paper for judicial filings, is estimated to save another 15 percent of paper usage that is around 45 lakh pages annually, they said.",
			"description": "Read more about High Courts follow environment friendly steps of SC, preserve paper on Business Standard. From April 1, 2020, for judicial filings in the top court, all the stakeholders are required to use A4 size paper, to be printed on both the sides.",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "business-standard.com",
			"title": "High Courts follow environment friendly steps of SC, preserve paper | Business Standard News",
			"url": "https://www.business-standard.com/article/pti-stories/hcs-follow-environment-friendly-steps-of-sc-preserve-paper-120120401233_1.html",
			"urlToImage": "https://bsmedia.business-standard.com/_media/bs/img/article/2019-11/09/full/1573301613-9465.jpg"
		},
		{
			"author": "[\"\\uc6b0\\uc7ac\\uc5f0\"]",
			"content": " DAEJEON, Dec. 4 (Yonhap) -- A local court on Friday issued arrest warrants for government officials accused of deleting documents related to the controversial closure of the Wolsong-1 nuclear reactor. The Daejeon Central District Court granted the warrants against two officials from the Ministry of Trade, Industry and Energy, whose names were withheld, on charges of disturbing the state auditors' examination. However, the court rejected a request to issue an arrest warrant for another ministry official in connection with the case. They allegedly destroyed 444 files about the government's decision to terminate the operation of Wolsong-1, the country's second-oldest nuclear reactor, right before the Board of Audit and Inspection (BAI) ordered the submission of the documents late last year. Among the deleted data, officials were able to recover only 324 files. The closure of Wolsong-1 has remained a hot-button topic in domestic politics since President Moon Jae-in decided in 2017 to decommission the reactor earlier than scheduled in line with his energy policy. The BAI earlier concluded that the shutdown decision was based on biased research, which undervalued the reactor's economic viability.",
			"description": "DAEJEON, Dec. 4 (Yonhap) -- A local court on Friday issued arrest warrants for government ...",
			"publishedAt": "2020-12-04",
			"source_name": "Yonhap News Agency",
			"source_url": "yna.co.kr",
			"title": "Arrest warrants issued for 2 officials over Wolsong-1 shutdown controversy | Yonhap News Agency",
			"url": "https://en.yna.co.kr/view/AEN20201204007400315",
			"urlToImage": "https://img7.yna.co.kr/etc/inner/EN/2020/12/04/AEN20201204007400315_02_i_P4.jpg"
		},
		{
			"author": "[\"Joseph Timan\"]",
			"content": " A student participates in testing of a lateral flow antigen test facility For the latest news from in and around Wigan sign up to the MyWigan newsletter here When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Around 10pc of Wigan's population will be regularly tested for Covid using lateral flow tests – the same technology used in the Liverpool trial last month. People in priority groups who do not have Covid symptoms will be tested in a bid to allow care homes, schools and businesses to continue operating safely. This includes care home visitors, taxi drivers and school teachers as well as people living in areas with the highest rates of transmission of coronavirus. Targeted testing at scale in Wigan will be carried out alongside the roll-out of the vaccine starting with frontline NHS staff and one 'hotspot' neighbourhood.",
			"description": "\n Care home visitors, people in high risk jobs, such as food production facilities, and schools will be invited to take the tests in January\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Around 10pc of Wigan to be regularly tested for Covid with Liverpool-style tests - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/news/greater-manchester-news/around-10pc-wigan-regularly-tested-19400530",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article19368839.ece/ALTERNATES/s1200/0_JS223887115.jpg"
		},
		{
			"author": "[\"Nadine Schmidt and Amy Woodyatt, CNN\"]",
			"content": " German woman leaves $7.5 million to her neighbors The community of Waldsolms has inherited Renate and Alfred Wedel's fortune. Berlin (CNN)Residents of a community in central Germany have unexpectedly inherited property and a stock portfolio worth €6.2 million ($7.5 million), following the death of an elderly neighbor. Renate Wedel had lived in the Weiperfelden district of Waldsolms in Hesse, central Germany, with her husband, Alfred Wedel, since 1975, according to a statement from the Waldsolms district, which is made up of 6 villages. Alfred, who was \"successful\" and \"active\" on the stock exchange, died in 2014, and Renate, who had been receiving care in a nursing home in Frankfurt since 2016, died in December 2019 at the age of 81. In April this year, the district said, it was informed that Renate had bequeathed it a bank balance, shares and valuables. Renate's sister, who was her original heir, had already died, local media outlet Hessenschau reported.",
			"description": "Residents of a community in central Germany have unexpectedly inherited property and a stock portfolio worth €6.2 million ($7.5 million), following the death of an elderly neighbor.",
			"publishedAt": "2020-12-04",
			"source_name": "CNN",
			"source_url": "cnn.com",
			"title": "German woman leaves $7.5 million to her neighbors - CNN",
			"url": "https://edition.cnn.com/2020/12/04/europe/germany-inheritance-intl-scli-grm/index.html",
			"urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/201204114601-renate-and-alfred-wedel-super-tease.jpg"
		},
		{
			"author": "[\"Matt Maltby\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Pierre-Emerick Aubameyang admits his Arsenal side will have to bring their a-game if they're to stand any chance of beating Tottenham in the North London derby. The Gunners visit their fierce rivals, who are top of the Premier League table, on Sunday and are undoubtedly desperate for a win, with the pressure piling on manager Mikel Arteta. Arteta is approaching a year in charge of the Gunners and has already guided them to FA Cup and Community Shield success. But he has now overseen their worst start to a league campaign since the 1981-82 season, with Arsenal losing half of their first 10 Premier League games - including three in a row at the Emirates Stadium. Read More Related Articles",
			"description": "\n Arsenal could fall 11 points behind their neighbours Tottenham if they lose on Sunday - and club captain Aubameyang knows the pressure is on to secure a result\n ",
			"publishedAt": "2020-12-04",
			"source_name": "mirror",
			"source_url": "mirror.co.uk",
			"title": "Pierre-Emerick Aubameyang makes North London derby vow amid Tottenham admission - Mirror Online",
			"url": "https://www.mirror.co.uk/sport/football/news/pierre-emerick-aubameyang-tottenham-vow-23116648",
			"urlToImage": "https://i2-prod.mirror.co.uk/incoming/article23035744.ece/ALTERNATES/s1200/0_Premier-League-Arsenal-v-Aston-Villa.jpg"
		},
		{
			"author": "[\"\\uc6b0\\uc7ac\\uc5f0\"]",
			"content": " DAEJEON, Dec. 4 (Yonhap) -- A local court on Friday issued arrest warrants for government officials accused of deleting documents related to the controversial closure of the Wolsong-1 nuclear reactor. The Daejeon Central District Court granted the warrants against two officials from the Ministry of Trade, Industry and Energy, whose names were withheld, on charges of disturbing the state auditors' examination. However, the court rejected a request to issue an arrest warrant for another ministry official in connection with the case. They allegedly destroyed 444 files about the government's decision to terminate the operation of Wolsong-1, the country's second-oldest nuclear reactor, right before the Board of Audit and Inspection (BAI) ordered the submission of the documents late last year. Among the deleted data, officials were able to recover only 324 files. The closure of Wolsong-1 has remained a hot-button topic in domestic politics since President Moon Jae-in decided in 2017 to decommission the reactor earlier than scheduled in line with his energy policy. The BAI earlier concluded that the shutdown decision was based on biased research, which undervalued the reactor's economic viability.",
			"description": "DAEJEON, Dec. 4 (Yonhap) -- A local court on Friday issued arrest warrants for government ...",
			"publishedAt": "2020-12-04",
			"source_name": "Yonhap News Agency",
			"source_url": "yna.co.kr",
			"title": "Arrest warrants issued for 2 officials over Wolsong-1 shutdown controversy | Yonhap News Agency",
			"url": "https://m-en.yna.co.kr/view/AEN20201204007400315",
			"urlToImage": "https://img7.yna.co.kr/etc/inner/EN/2020/12/04/AEN20201204007400315_02_i_P4.jpg"
		},
		{
			"author": "[\"BWW News Desk\"]",
			"content": " The Van Wezel's Box Office will be following up with patrons directly affected by these changes. Patrons who wish to attend rescheduled performances should keep their tickets, which will be honored for the future performance dates. Patrons who will not be able to attend the rescheduled performances have the opportunity to donate their tickets or receive a refund. This generous donation will enable the Hall to deliver on world class entertainment, bring arts integrated learning to children, families and educators, and invest in the power of the human spirit. Future updates can be obtained from the Van Wezel's website at www.VanWezel.org.",
			"description": " The Van Wezel Performing Arts Hall announces changes to the 2020-2021 season. ",
			"publishedAt": "2020-12-04",
			"source_name": "BroadwayWorld.com",
			"source_url": "broadwayworld.com",
			"title": "Van Wezel Announces Changes To 2020-2021 Season",
			"url": "https://www.broadwayworld.com/sarasota/article/Van-Wezel-Announces-Changes-To-2020-2021-Season-20201204",
			"urlToImage": "https://cloudimages.broadwayworld.com/bww200.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Militants kill at least 25 in northern Mozambique ambush This handout picture taken on November 6, 2020 in Pemba, northern Mozambique, by IOM (International Organization for Migration) shows internally displaced people being assisted by the IOM Displacement Tracking Matrix (DTM) team. (Sandra Black/IOM/AFP) The insurgents grew bolder this year and took control of large swathes of territory which the army has so far failed to regain. Militants ambushed a group of soldiers driving through the district of Muidumbe on Sunday and opened fire on the group, killing at least 25. This handout picture taken on November 6, 2020 in Pemba, northern Mozambique, by IOM (International Organization for Migration) shows internally displaced people being assisted by the IOM Displacement Tracking Matrix (DTM) team. (Sandra Black/IOM/AFP) Two military sources only confirmed the attack in recent days on condition of anonymity. “The terrorists let the military cars into an area of dense forest and then opened fire with heavy weapons... causing huge casualties in our forces,” a senior military official told AFP on Thursday in the capital Maputo.",
			"description": "Militants in Mozambique killed two dozen soldiers in an ambush attack, military sources told AFP, a significant show of force against the military’s strugg",
			"publishedAt": "2020-12-04",
			"source_name": "Al Arabiya English",
			"source_url": "alarabiya.net",
			"title": "Militants kill at least 25 in northern Mozambique ambush | Al Arabiya English",
			"url": "https://english.alarabiya.net/en/News/africa/2020/12/04/Jihadists-kill-at-least-25-in-northern-Mozambique-ambush",
			"urlToImage": "https://vid.alarabiya.net/images/2020/12/04/8ef9a86d-9892-4bc5-a633-03eb79cb354f/8ef9a86d-9892-4bc5-a633-03eb79cb354f_16x9_600x338.jpg"
		},
		{
			"author": "[\"Sophie Halle-Richards\"]",
			"content": " Police launch investigation after 'very rare' mountain bike stolen by gang of men from house in Stockport The bike is said to be 'high value' and a very rare make and model (Image: GMP) Cut through the noise with the top M.E.N. news stories sent direct to your inbox When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time.",
			"description": "\n The residents were inside the property at the time of the burglary\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Police launch investigation after 'very rare' mountain bike stolen by gang of men from house in Stockport - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/news/greater-manchester-news/police-launch-investigation-after-very-19400719",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article19400774.ece/ALTERNATES/s1200/20201126_132709-appeal.jpg"
		},
		{
			"author": "[\"Tamara Davison\"]",
			"content": " Get a daily dose of showbiz gossip straight to your inbox with our free email newsletter When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time.",
			"description": "\n The Loose Women stars were trying to stretch their legs into the air when one of the panelists let out a huge fart. So far no-one has owned up to the mishap\n ",
			"publishedAt": "2020-12-04",
			"source_name": "mirror",
			"source_url": "mirror.co.uk",
			"title": "Loose Women stars left in stitches as mystery panelist lets out fart in studio - Mirror Online",
			"url": "https://www.mirror.co.uk/tv/tv-news/loose-women-stars-left-stitches-23116341",
			"urlToImage": "https://i2-prod.mirror.co.uk/incoming/article23116517.ece/ALTERNATES/s1200/1_LOOSE-WOMEN.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " “We consider with great appreciation the efforts made by the sisterly State of Kuwait to bridge the gap in viewpoints regarding the Gulf crisis, and we thank the American efforts in this regard, and we look forward to it being successful for the benefit and good of the region,” Prince Faisal tweeted. “We’ve made significant progress in the last few days thanks to the continuing efforts of Kuwait but also thanks to the strong support of President Trump and the US administration towards bringing all parties closer and we hope that this progress can lead to a final agreement which looks in reach and I can say I am somewhat optimistic that we are close to finalizing an agreement between all the nations in the dispute to come to a resolution that we think will be satisfactory to all,” Prince Faisal said during his participation at the Med Dialogues. Earlier in the day, the foreign minister of Kuwait said that progress had been made in resolving a row that has seen Saudi Arabia and its allies boycott Qatar since June 2017. “Fruitful discussion have taken place recently in which all sides expressed their keenness ... to reach a final agreement,” Sheikh Ahmad Nasser al-Sabah said in a statement read out on state television, thanking White House senior adviser Jared Kushner for his “recent efforts.”",
			"description": "Saudi Arabia appreciates the efforts made by Kuwait to “bridge the gap” of viewpoints regarding the Gulf crisis, Saudi Arabia’s Foreign Minister Prince Fai",
			"publishedAt": "2020-12-04",
			"source_name": "Al Arabiya English",
			"source_url": "alarabiya.net",
			"title": "Saudi Arabia appreciates Kuwaiti efforts regarding Gulf crisis: FM | Al Arabiya English",
			"url": "https://english.alarabiya.net/en/News/gulf/2020/12/04/GCC-dispute-Saudi-Arabia-appreciates-Kuwaiti-efforts-regarding-Gulf-crisis-FM",
			"urlToImage": "https://vid.alarabiya.net/images/2020/10/15/fdde89fc-0914-4f0b-a933-e1f6a000b11c/fdde89fc-0914-4f0b-a933-e1f6a000b11c_16x9_600x338.JPG"
		},
		{
			"author": "[\"\"]",
			"content": " Iran plans to upgrade uranium enrichment plant A handout picture released by Iran's Atomic Energy Organisation on December 23, 2019 shows the nuclear water reactor of Arak, south of capital Tehran, during a visit by the head of the organisation Ali Akbar Salehi (unseen). Iran has told the UN nuclear watchdog it plans to install three more cascades, or clusters, of advanced IR-2m centrifuges at its underground uranium enrichment plant at Natanz, the agency told member states on Friday in a report obtained by Reuters. “Iran informed the Agency that the operator of the Fuel Enrichment Plant (FEP) at Natanz ‘intends to start installation of three cascades of IR-2m centrifuge machines’ at FEP,” the agency wrote, adding that the three cascades were in addition to one of IR-2m machines already used for enrichment there. Iran’s nuclear deal with major powers says Tehran can only use first-generation IR-1 centrifuges, which are less efficient, at the underground plant and that those are the only machines Iran can accumulate enriched uranium with.",
			"description": "Iran has told the UN nuclear watchdog it plans to install three more cascades, or clusters, of advanced IR-2m centrifuges at its underground uranium enrich",
			"publishedAt": "2020-12-04",
			"source_name": "Al Arabiya English",
			"source_url": "alarabiya.net",
			"title": "Iran plans to upgrade uranium enrichment plant  | Al Arabiya English",
			"url": "https://english.alarabiya.net/en/News/middle-east/2020/12/04/Iran-plans-to-upgrade-uranium-enrichment-plant-",
			"urlToImage": "https://vid.alarabiya.net/images/2020/10/29/764ef9fa-56d3-426e-a3b7-ffb08e10a649/764ef9fa-56d3-426e-a3b7-ffb08e10a649_16x9_600x338.jpg"
		},
		{
			"author": "[\"Helena Vesty\"]",
			"content": " Many people were outraged at the decision to cull the deer (stock pic) (Image: Marek Szczepanek/ Wiki Commons) Sign up to the MySalford newsletter and don't miss a thing happening in and around the city When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Royal Horticultural Society bosses have issued a lengthy apology and answered questions after nine deer were shot on site in Salford. The deer culling took place at the RHS Bridgewater in Worsley - which will be the UK's fifth national gardens - despite 'previous promises that the animals would simply be relocated' as the site was built. The revelation of the deer culling has resulted in uproar from the local community and neighbouring wildlife groups, which have branded the RHS as 'cruel'. The multi-million pound garden will be boycotted by some who are outraged by the deer culling (Image: Joel Goodman)",
			"description": "\n The revelation of the deer culling has resulted in uproar from the local community and neighbouring wildlife groups, which have branded the RHS as 'cruel'\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "'Truly sorry' RHS bosses speak out after deer shot on site - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/news/greater-manchester-news/rhs-bridgewater-deer-culling-salford-19401144",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article19378729.ece/ALTERNATES/s1200/0_Capreolus_capreolus_Marek_Szczepanek.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " The United Nations’ human rights chief lamented a deteriorating situation in Belarus and said Friday that reported beatings of protesters by security forces may in some cases amount to torture. Michelle Bachelet, the high commissioner for human rights, told the UN Human Rights Council there has been no improvement since a September debate about Belarus and “recent weeks have seen continued deterioration, particularly with respect to the right of peaceful assembly.” Belarus has seen mass protests triggered by President Alexander Lukashenko’s election to a sixth term in an August 9 election that the opposition said was riddled with fraud. belarus Belarus pensioners attend a rally to protest against the presidential election results in Minsk, on November 16, 2020. (Stringer/AFP) Police have cracked down hard on the largely peaceful demonstrations, using stun grenades, tear gas and truncheons to disperse protesters. Thousands of people have been detained and many of them badly beaten since the protests began, human rights advocates say. The rallies have continued despite the tough police response. The US and European Union have introduced sanctions against Belarusian officials accused of involvement in vote-rigging and the post-election crackdown.",
			"description": "The United Nations’ human rights chief lamented a deteriorating situation in Belarus and said Friday that reported beatings of protesters by security force",
			"publishedAt": "2020-12-04",
			"source_name": "Al Arabiya English",
			"source_url": "alarabiya.net",
			"title": "Deteriorating situation in Belarus prompts criticism from UN rights chief  | Al Arabiya English",
			"url": "https://english.alarabiya.net/en/News/world/2020/12/04/Deteriorating-situation-in-Belarus-prompts-criticism-from-UN-rights-chief-",
			"urlToImage": "https://vid.alarabiya.net/images/2020/08/15/1dd5fcad-19e4-426a-85a8-4621d64a7d68/1dd5fcad-19e4-426a-85a8-4621d64a7d68_16x9_600x338.JPG"
		},
		{
			"author": "[\"\"]",
			"content": " French President Macron and Egyptian President Abdel Fattah al Sisi plan to meet on Monday in order to discuss a number of regional crises, especially tensions in the Mediterranean, French Presidency announced on Friday. French Presidency said on Friday that Turkey's policy in the region is hostile.",
			"description": "French President Macron and Egyptian President Abdel Fattah al Sisi plan to meet on Monday in order to discuss a number of regional crises, especially tens",
			"publishedAt": "2020-12-04",
			"source_name": "Al Arabiya English",
			"source_url": "alarabiya.net",
			"title": "Macron: Turkey's policy is hostile, working with Egypt to stabilize Mediterranean | Al Arabiya English",
			"url": "https://english.alarabiya.net/en/News/world/2020/12/04/Macron-Turkey-s-policy-is-hostile-working-with-Egypt-to-to-stabilize-Mediterranean",
			"urlToImage": "https://vid.alarabiya.net/images/2019/01/28/db255975-433d-463f-ab32-43f5bdc4ef2e/db255975-433d-463f-ab32-43f5bdc4ef2e_16x9_600x338.JPG"
		},
		{
			"author": "[\"Charlotte Dobson\"]",
			"content": " Cut through the noise with the top M.E.N. news stories sent direct to your inbox When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Snow and sleet has already arrived in some parts of the region and is forecast to continue falling into Friday evening. The Met Office has issued a yellow weather warning for snow, sleet and rain from now until 9pm . Motorists are warned of tricky driving conditions with an increased risk of collisions. Forecasters say the rain will turn to wintry showers this evening and continue overnight, falling heaviest over the Pennines. This week's chilly spell will persist tonight with minimum temperatures of 1C.",
			"description": "Snowfall has already arrived in some parts of the region",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Met Office issue snow weather warning for Greater Manchester - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/news/met-office-issue-snow-weather-19401060",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article19401446.ece/ALTERNATES/s1200/1_met-office.jpg"
		},
		{
			"author": "[\"By Maureen O'Hare, CNN\"]",
			"content": " Chef cooks up incredible gourmet meals using hotel room appliances A young English chef has become a TikTok sensation with videos in which he creates restaurant-level gourmet meals using hotel room appliances. Cornishman Jago Randles was quarantined for two weeks at the Gec Granville Suites Hotel in Vancouver after arriving in Canada to take on a new job at a ski resort in Whistler, British Columbia, reports Cornwall Live. Using everything from a coffee maker to his trusty iron, in his \"Isolation Kitchen\" series he whips up dishes such as poached eggs with hollandaise sauce and salmon with rice vermicelli and bok choy. His first video was only posted on November 22, but he's already amassed 3.7 million \"likes\" on the social media site, and also attracted the attention of the notoriously hard-to-please chef Gordon Ramsay. \"That looks like some decent food, certainly some of the best food I've seen in any hotel,\" concludes Ramsay in a video on his own TikTok. While Randles' meals look very, very palatable, not everyone has been impressed by his efforts.",
			"description": "UK chef Jago Randles has become a viral sensation with his \"Isolation Kitchen\" TikTok, cooking up restaurant-level meals while quarantined in a hotel room in Canada",
			"publishedAt": "2020-12-04",
			"source_name": "CNN",
			"source_url": "cnn.com",
			"title": "Chef cooks up gourmet meals using hotel room appliances | CNN Travel",
			"url": "https://www.cnn.com/travel/article/tiktok-hotel-room-chef/index.html",
			"urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/201204152140-iron-egg-1-super-tease.jpg"
		},
		{
			"author": "[\"Zara Whelan\", \"Kristian Johnson\"]",
			"content": " Meet the homeowner whose house is in Tier 2 but their garden is in Tier 3 A handful of homes on Riverside Park, Otley, fall under Leeds City Council's jurisdiction, while the others all come under Harrogate Borough Council's remit (Image: YorkshireLive) Cut through the noise with the top M.E.N. news stories sent direct to your inbox When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. A woman in Yorkshire has revealed how her house is in a Tier 2 area - but her garden falls under Tier 3 coronavirus restrictions. Sheila Herbert lives on a quiet cul-de-sac, Riverside Park, in Otley with her husband. And thanks to an irregular border, the property, along with a small number of others, are split between West Yorkshire and North Yorkshire. Most of the street comes under Harrogate Borough Council, but a small number of houses at the bottom of the road are technically within the boundary of Leeds City Council.",
			"description": "\n The street in Yorkshire has been divided by a 50-year-old boundary line running through the cul-de-sac\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Meet the homeowner whose house is in Tier 2 but their garden is in Tier 3 - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/news/uk-news/meet-homeowner-whose-house-tier-19400949",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article19401078.ece/ALTERNATES/s1200/1_IMG_5292.jpg"
		},
		{
			"author": "[\"Helen Carter\"]",
			"content": " Snake Pass and the Woodhead Pass closed due to snow as 'vehicles stranded' Drivers have been told not to attempt to use the roads (Image: Surrey Advertiser) Cut through the noise with the top M.E.N. news stories sent direct to your inbox When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time.",
			"description": "\n The two major routes between Manchester and Sheffield have been shut\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Snake Pass and the Woodhead Pass closed due to snow as 'vehicles stranded' - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/news/uk-news/snake-pass-woodhead-pass-closed-19400521",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article19401020.ece/ALTERNATES/s1200/1_SPP_SAH_SA180587_01JPG.jpg"
		},
		{
			"author": "[\"ABC News\"]",
			"content": " LOG IN Interest Successfully Added We'll notify you here with news about Turn on desktop notifications for breaking stories about interest? OffOn Greek FM: Turkey's moves to ease tensions 'unconvincing' Greece's foreign minister says Turkey’s recent moves to de-escalate a clash with Greece and Cyprus over east Mediterranean energy reserves are “unconvincing” and European Union leaders need to take action that would prompt Ankara to heed international law",
			"description": "Greece's foreign minister says Turkeyâs recent moves to de-escalate a clash with Greece and Cyprus over east Mediterranean energy reserves are âunconvincingâ and European Union leaders need to take action that would prompt Ankara to heed international law",
			"publishedAt": "2020-12-04",
			"source_name": "ABC News",
			"source_url": "go.com",
			"title": "Greek FM: Turkey's moves to ease tensions 'unconvincing' - ABC News",
			"url": "https://abcnews.go.com/International/wireStory/greek-fm-turkeys-moves-ease-tensions-unconvincing-74539070",
			"urlToImage": "https://s.abcnews.com/images/International/WireAP_3e7721a7a7d54325a0045deda0de8132_16x9_992.jpg"
		},
		{
			"author": "[\"ABC News\"]",
			"content": " LOG IN Ivory Coast ex-president plans to return home from exile The lawyer for Ivory Coast’s former president Laurent Gbagbo says Gbagbo plans to return to his home country after his passport was returned following his acquittal at The Hague last year By TOUSSAINT N’GOTTA Associated Press December 4, 2020, 3:12 PM • 3 min read ABIDJAN, Ivory Coast -- Ivory Coast’s former president Laurent Gbagbo plans to return to his home country after his passport was returned following his acquittal at The Hague last year, his lawyer said Friday.",
			"description": "The lawyer for Ivory Coastâs former president Laurent Gbagbo says Gbagbo plans to return to his home country after his passport was returned following his acquittal at The Hague last year",
			"publishedAt": "2020-12-04",
			"source_name": "ABC News",
			"source_url": "go.com",
			"title": "Ivory Coast ex-president plans to return home from exile - ABC News",
			"url": "https://abcnews.go.com/International/wireStory/ivory-coast-president-plans-return-home-exile-74538969",
			"urlToImage": ""
		},
		{
			"author": "[\"John McDougall\"]",
			"content": " For all the latest news from in and around Bolton, sign up for the free MyBolton newsletter When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. November was a brilliant month on the pitch for Bolton Wanderers in League Two and the Trotters head into December aiming to continue that positive momentum. The Trotters won four and drew one of their five matches in the division last month on a run that has helped them climb into the top half of the table and sit just two points from the play-offs. Bolton were also victorious in the Papa John's Trophy against Newcastle United's under-21s, with the only blight on their results book in November being defeat in the FA Cup at the hands of League One Crewe Alexandra. Ian Evatt's side begin December with a home clash against Port Vale, a side which have lost their last five League Two games on the bounce. Evatt has named the same side for the last four games in the league against Salford City, Stevenage, Scurnthorpe United and Southend United.",
			"description": "\n Andrew Tutte will miss the League Two clash and there are several options available in central midfield\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Predicted Bolton Wanderers lineup to start against Port Vale - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/sport/football/football-news/bolton-predicted-lineup-port-vale-19400631",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article19400977.ece/ALTERNATES/s1200/0_JS223497469.jpg"
		},
		{
			"author": "[\"ABC News\"]",
			"content": " Mining giant Glencore lays out climate plan as CEO retires BERLIN -- Mining giant Glencore said Friday that it aims to stop adding greenhouse gas emissions to the atmosphere by 2050. The Anglo-Swiss company, which is one of the world's biggest miners of coal, said it plans to cut emissions from all parts of its business by 40% in the next 15 years compared with 2019 levels, before going to ‘net zero’ by mid-century. The term net zero means Glencore will only emit as much carbon dioxide and other planet-warming gases as can be absorbed again through technological and natural means. Several countries and companies have recently pledged to aim for net zero by 2050 as part of global efforts to curb climate change. Scientists say man-made greenhouse gas emissions need to drop drastically in the coming decades in order to keep global warming well below 2 degrees Celsius (3.6 Fahrenheit) as agreed in the 2015 Paris climate accord. Glencore said it aims to shrink its carbon footprint by reducing coal production, expanding its metals portfolio — including those needed for battery production — and boosting low emission technologies. But the company also said it expects fossil fuels to play an important role “for many years to come” and that it won't sell off its coal mines.",
			"description": "Mining giant Glencore says it aims to stop adding greenhouse gas emissions to the atmosphere by 2050",
			"publishedAt": "2020-12-04",
			"source_name": "ABC News",
			"source_url": "go.com",
			"title": "Mining giant Glencore lays out climate plan as CEO retires - ABC News",
			"url": "https://abcnews.go.com/International/wireStory/mining-giant-glencore-lays-climate-plan-ceo-retires-74539341",
			"urlToImage": ""
		},
		{
			"author": "[\"ABC News\"]",
			"content": " LOG IN Norway's deputy central bank chief resigns over China ties The deputy governor of Norway’s central bank is stepping down with immediate effect after he was not granted a new security clearance because he has ties to China via his wife ByThe Associated Press December 4, 2020, 2:53 PM • 1 min read COPENHAGEN, Denmark -- The deputy governor of Norway’s central bank is stepping down with immediate effect after he was not granted a new security clearance because he has ties to China via his wife.",
			"description": "The deputy governor of Norwayâs central bank is stepping down with immediate effect after he was not granted a new security clearance because he has ties to China via his wife",
			"publishedAt": "2020-12-04",
			"source_name": "ABC News",
			"source_url": "go.com",
			"title": "Norway's deputy central bank chief resigns over China ties - ABC News",
			"url": "https://abcnews.go.com/International/wireStory/norways-deputy-central-bank-chief-resigns-china-ties-74538783",
			"urlToImage": ""
		},
		{
			"author": "[\"David Byrom\"]",
			"content": " Cut through the noise with the top M.E.N. news stories sent direct to your inbox When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Jose Mourinho is not happy that Manchester United and Manchester City still have Premier League games in hand. United and City were both involved in European competitions in August, meaning they were given an extra week off at the start of this season to rest. It meant United's game against Burnley and City's match with Aston Villa, which were both scheduled for the opening round of matches, were postponed. There is currently no indication as to when the games will be played, with the matches not yet rescheduled, and Mourinho is frustrated after his Spurs side were forced to play four matches in the space of eight days across September and October. He said: \"It is very difficult to accept that four clubs have one match less than the others and I don’t even know when they’re going to play these matches which in every country would be impossible.",
			"description": "\n The Tottenham Hotspur boss is unhappy at the fact both Manchester United and Man City are yet to play their games in hand.\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Jose Mourinho hits out over Manchester United fixture schedule - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/sport/football/football-news/jose-mourinho-man-united-spurs-19400738",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article19400997.ece/ALTERNATES/s1200/0_GettyImages-1229928891.jpg"
		},
		{
			"author": "[\"BWW News Desk\"]",
			"content": " Christmas with the Hobs will be streamed online from 12-31 December. This December, three Northumberland venues are teaming up with CaroleW Productions to create Christmas with the Hobs, a brand new festive animation made in Northumberland for audiences everywhere to experience at home, and in schools, hospitals and care homes. It's Christmas Eve at Nana's house and Tyler and Eliza are waiting for Dad to pick them up to start the celebrations. But when plans change, they must work together to create a Christmas to remember, with the help of their newfound friends, the Hobs! Join them as they discover what really makes Christmas special, with mishaps and mayhem along the way. Written by Becci Sharrock, Christmas with the Hobs is illustrated by Sheila Graber who animated the children's TV series Paddington in the 1980s, with original music by North East singer song writer Bridie Jackson. The cast are Joseph Casling, Jude Nelson, Lewis Jobson, Viktoria Kay and Jacqueline Phillips, who will also direct. Katy Taylor, Queen's Hall Arts Artistic Director said, \"We're delighted to be working in partnership with Alnwick Playhouse and Berwick Maltings to create a wonderful new animation for Christmas. This is the first time we've commissioned an animation and we are so lucky to be working with a fantastically talented team of artists and performers. All three venues in Northumberland were successful in our applications for emergency funding from Arts Council England last month and this has enabled us to try something new and make something truly magical for our audiences this Christmas. \"We know that freelance performers, technicians and artists have really struggled while venues have been closed, and many people have been unable to access government financial support so it's vital that we do our bit to help. Christmas with the Hobs gave us an opportunity to bring together North East arts professionals to create a magical Christmas gift from Northumberland. We hope you enjoy it!\" Becci Sharrock was inspired to start writing after her first experience of working in theatre, ushering on The Pitmen Painters at Live Theatre. Her first producing commission - Waiting for Angus - was a co-commission from Maltings Berwick, Theatre Royal Newcastle and ARC Stockton, through the Bridging the Gap programme. She has since worked with Northern Stage, Theatre Sans Frontières and New Writing North. She also runs the Hexham young writers' group in partnership with Queen's Hall Arts and Hexham Book Festival, which Joseph Casling who plays Tyler in the show took part in.",
			"description": "This December, three Northumberland venues are teaming up with CaroleW Productions to create Christmas with the Hobs, a brand new festive animation made in Northumberland for audiences everywhere to experience at home, and in schools, hospitals and care homes. ",
			"publishedAt": "2020-12-04",
			"source_name": "BroadwayWorld.com",
			"source_url": "broadwayworld.com",
			"title": "Alnwick Playhouse, Maltings Berwick and Queen's Hall Arts Stream CHRISTMAS WITH THE HOBS",
			"url": "https://www.broadwayworld.com/uk-regional/article/Alnwick-Playhouse-Maltings-Berwick-and-Queens-Hall-Arts-Stream-CHRISTMAS-WITH-THE-HOBS-20201204",
			"urlToImage": "https://cloudimages.broadwayworld.com/columnpiccloud/1250-ea32be81ddd4b0d66e025f62ba24b8f5.jpg"
		},
		{
			"author": "[\"Jennifer Jean Miller\"]",
			"content": " Dems Turn Against Each Other: Senior Lawmaker Blasts AOC as 'More Active on Twitter Than Anything' Democratic Sen. Joe Manchin of West Virginia is “is ready to do battle” with New York Rep. Alexandria Ocasio-Cortez and other far-left members of his party, according to The New York Times. In an interview with The Times published Monday, the moderate Manchin made it clear he opposes the progressives’ pet policies, including the Green New Deal, “Medicare for All” and defunding the police. “We’re not going to defund the police, we’re not for the new green deal,” the senator told The Times. Advertisement - story continues below “That’s not going to happen,” he continued. “We’re not for Medicare for All — we can’t even pay for Medicare for some.” Manchin discussed his recent back-and-forth with Ocasio-Cortez on Twitter.",
			"description": "The New York Times called Sen. Joe Manchin's comments about Rep. Alexandria Ocasio-Cortez 'a sharp insult.'",
			"publishedAt": "2020-12-04",
			"source_name": "The Western Journal",
			"source_url": "westernjournal.com",
			"title": "Dems Turn Against Each Other: Senior Lawmaker Blasts AOC as 'More Active on Twitter Than Anything'",
			"url": "https://www.westernjournal.com/dems-turn-senior-lawmaker-blasts-aoc-active-twitter-anything/?utm_source=facebook&utm_medium=patriotupdate&utm_campaign=lminetwork&utm_content=2020-12-04",
			"urlToImage": "https://www.westernjournal.com/wp-content/uploads/2020/12/AOC-Manchin.jpg"
		},
		{
			"author": "[\"Joe Bray\"]",
			"content": " Get the biggest City stories, analysis and transfer updates delivered straight to your inbox When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Pep Guardiola has no new injury concerns for Manchester City's Premier League clash with Fulham on Saturday, but Sergio Aguero will not make his return from injury just yet. Aguero has missed City's last two games after suffering a setback on his recovery from the knee injury that he picked up at West Ham. He has only played 13 minutes since then, as a late substitute at Olympiacos, as Guardiola insists he will slowly ease Aguero back to full fitness. Ahead of the Fulham clash, which is followed by a dead rubber against Marseille in the Champions League, Guardiola had some good news on Aguero's condition, revealing that the striker has returned to training with his teammates.",
			"description": "\n Pep Guardiola has given the latest update on Sergio Aguero's injury ahead of Manchester City's Premier League clash with Fulham.\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Pep Guardiola rules Sergio Aguero out of Man City vs Fulham despite injury boost - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/sport/football/football-news/man-city-aguero-injury-fulham-19400921",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/sport/football/article19338523.ece/ALTERNATES/s1200/0_GettyImages-1286718873.jpg"
		},
		{
			"author": "[\"Jack Davis\"]",
			"content": " A group calling itself SPACEs in Action claimed responsibility in a tweet. Advertisement - story continues below “GOP senators led by Senate Majority Leader Mitch McConnell have been blocking House-passed COVID relief for months. Over 270,000 dead, more losing jobs & homes & small businesses, and still they’re playing politics. Today we brought the bodies to their doorsteps,” the group tweeted. A spokesperson for Inhofe said that the group picked the wrong targets, noting that Democrats are stalling passage of any COVID relief bill. Do you think this stunt was inappropriate? YesNo Completing this poll entitles you to The Western Journal news updates free of charge. You may opt out at anytime. You also agree to our Privacy Policy and Terms of Use.",
			"description": "Protesters left body bags by the homes of top GOP senators who rejected Nancy Pelosi's version of COVID relief.",
			"publishedAt": "2020-12-04",
			"source_name": "The Western Journal",
			"source_url": "westernjournal.com",
			"title": "Republican Senators Find Body Bags and Anti-Trump Messages on Their Doorsteps",
			"url": "https://www.westernjournal.com/republican-senators-find-body-bags-anti-trump-messages-doorsteps/?utm_source=facebook&utm_medium=conservativeupdate&utm_campaign=cuwjpost&utm_content=2020-12-04",
			"urlToImage": "https://www.westernjournal.com/wp-content/uploads/2020/12/McConnell-body-bags.jpg"
		},
		{
			"author": "[\"Joe Bray\"]",
			"content": " Pep Guardiola spoke to the media once again this afternoon to preview Manchester City's Premier League home fixture with Fulham. City will be looking to build on the 5-0 win over Burnley last weekend, which was followed by a goalless draw with Porto in the Champions League that secured their position as group winners with a game to spare. That gives Guardiola the chance to recall some big hitters against Fulham before resting them for the clash with Marseille on Wednesday. Fulham beat Leicester to record their first away win on Monday, and although they have the worst defensive record in the Premier League, Scott Parker's men will arrive at the Etihad with renewed confidence and nothing to lose. So City must ensure they are professional, field a strong team, and secure the three points to continue to climb back up the league. Guardiola offered a fitness update on his squad, with Sergio Aguero the only outstanding injury concern after missing the last two games with discomfort in his knee on his return from his latest lay-off. Recap below everything Guardiola said press conference. 14:18Joe Bray Video: Guardiola previews Fulham clash",
			"description": "Pep Guardiola held a pre-match press conference ahead of Manchester City vs Fulham in the Premier League.",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Pep Guardiola Man City press conference RECAP early team news vs Fulham and Sergio Aguero latest - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/sport/football/football-news/man-city-guardiola-news-recap-19398560",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article19207052.ece/ALTERNATES/s1200/0_GettyImages-1283024021.jpg"
		},
		{
			"author": "[\"Ricky Charlesworth\"]",
			"content": " Get the latest United updates, transfer news and analysis delivered straight to your inbox every day for free When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. West Ham United have been dealt an injury blow ahead of their home clash with Manchester United this weekend. The Hammers welcome Ole Gunnar Solskjaer's side to the London Stadium on Saturday night. The teatime clash will have extra spice with 2,000 supporters in attendance - the first Premier League game to be played in front of fans in 271 days. But the hosts have been dealt an injury blow. Free Manchester United newsletter",
			"description": "\n The Hammers will be without one of their key men for the visit of Ole Gunnar Solskjaer's side - a game set to be attended by 2,000 fans.\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "West Ham United suffer injury blow ahead of Manchester United clash - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/sport/football/football-news/man-united-west-ham-injury-19400877",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article19400902.ece/ALTERNATES/s1200/1_GettyImages-1229249511.jpg"
		},
		{
			"author": "[\"Liam Corless\"]",
			"content": " Get the latest United updates, transfer news and analysis delivered straight to your inbox every day for free When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Manchester United will be looking to bounce back from their defeat by Paris Saint-Germain on Wednesday night when they travel to the London Stadium to take on West Ham. United are in good domestic form after successive wins over Everton, West Brom and Southampton, and victory over West Ham would move them to within two points of the top of the table - for a few hours at least. Donny van de Beek is expected to come back into United's line-up after the Dutchman came off the bench against PSG earlier in the week. He lined up alongside Fred and Bruno Fernandes in the recent wins over Istanbul Basaksehir and Saints, and that trio is likely to be reunited against David Moyes' side. Marcus Rashford's form on the right wing has been encouraging and he could remain there if he is deemed fit to to start after a shoulder complaint, while Edinson Cavani has given United a focal point up front. At the back, Luke Shaw's continued absence means Alex Telles remains without competition at left-back, while Aaron Wan-Bissaka is the obvious choice on the opposite flank. Rotation will be key and Axel Tuanzebe can expect game time in December, but it will be a surprise if Victor Lindelof doesn't line up alongside Harry Maguire.",
			"description": "\n Man Utd take on West Ham on Saturday as they look to make it four Premier League wins on the bounce.\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Van de Beek and Cavani start - Manchester United predicted line-up vs West Ham - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/sport/football/football-news/man-utd-lineup-west-ham-19400183",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article19401998.ece/ALTERNATES/s1200/0_Collage.jpg"
		},
		{
			"author": "[\"Janice Kew and Antony Sguazzin\"]",
			"content": " Government Employees Pension Fund backs scandal-ridden PIC The new head of Africa’s biggest pension fund is retreating from his predecessor’s threat to withdraw money from the Public Investment Corp, as he backs a turnaround at the scandal-plagued asset manager. That the former overseer of South Africa’s Government Employees Pension Fund is now at the helm of the state-owned PIC is also giving Musa Mabesa the confidence to entrust the bulk of its R1.9 trillion portfolio to the money manager. Mabesa, 37, took over from Abel Sithole last month as principal executive officer of the GEPF after Sithole moved to the PIC, which counts on the pension fund for the bulk of its assets. While Sithole had said shifting funds from the PIC to other managers was an option, Mabesa is opting to bolster scrutiny of the firm and give it time to rebuild trust. \"Diversifying who we give mandates to is a future discussion we can have,\" Mabesa said in an interview on Thursday. \"We have increased confidence in the PIC’s interim board - and we know Abel.\" A judicial inquiry last year exposed lapses in the PIC’s governance and political interference in its investment decisions, with a third of the recommendations aimed at the company’s management. The inquiry also highlighted the PIC’s reliance on the GEPF, which accounts for 86% of its funds under management, and oversees the retirement savings of more than 1.2 million civil servants. The filling of several high-ranking vacant posts at the PIC also “improves functioning and provides comfort to us,” Mabesa said. Before taking the top role at the fund, Mabesa was head of corporate services at the GEPF.",
			"description": "The new head of Africa’s biggest pension fund is retreating from his predecessor’s threat to withdraw money from the Public Investment Corp, as he backs a turnaround at the scandal-plagued asset manager.",
			"publishedAt": "2020-12-04",
			"source_name": "Fin24",
			"source_url": "news24.com",
			"title": "Government Employees Pension Fund backs scandal-ridden PIC | Fin24",
			"url": "https://www.news24.com/fin24/Companies/Financial-Services/government-employees-pension-fund-backs-scandal-ridden-pic-20201204",
			"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/6972/aec3b689949f440c8a00291385e90de7.jpg"
		},
		{
			"author": "[\"Nicole Conner\"]",
			"content": " Do you want to automatically post your MailOnline comments to your Facebook Timeline? Your comment will be posted to MailOnline as usual We will automatically post your comment and a link to the news story to your Facebook timeline at the same time it is posted on MailOnline. To do this we will link your MailOnline account with your Facebook account. We’ll ask you to confirm this for your first post to Facebook. You can choose on each post whether you would like it to be posted to Facebook. Your details from Facebook will be used to provide you with tailored content, marketing and ads in line with our Privacy Policy.",
			"description": "Footage shows David Orin Humphlett, 21, jumping into the water after a Burmese python, before wrapping the animal around his neck.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Snake expert posts videos of himself being bitten by reptiles on Instagram | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/news/article-9018359/Snake-expert-posts-videos-bitten-reptiles-Instagram.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/36450062-0-image-a-21_1607095498010.jpg"
		},
		{
			"author": "[\"Liam Corless\", \"Richard Fay\", \"Marcus Banks\"]",
			"content": " United will be eager to bounce back from defeat to Paris Saint-Germain in midweek as they make the trip to face another of the surprise packages in the English top flight so far this season. After a run of 11 wins in 12 Premier League games against West Ham (D1) between 2008-2014, United have won just three of their last 11 against the Hammers in the competition (D5 L3). Solskjaer is hopeful Marcus Rashford will be fit to travel after coming off with a shoulder injury against PSG on Wednesday, but Luke Shaw is not available despite returning to training recently after sustaining a hamstring problem in the win at Everton prior to the international break. See what was said in the press conference below. 13:41Marcus Banks That's all from Solskjaer To recap:",
			"description": "\n Man Utd manager Ole Gunnar Solskjaer spoke to the press on Friday ahead of the Premier League trip to face West Ham United.\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Ole Gunnar Solskjaer Manchester United press conference RECAP team news vs West Ham - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/sport/football/football-news/manchester-united-press-conference-recap-19397494",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/sport/football/football-news/article19233701.ece/ALTERNATES/s1200/0_Solksjaer-press.png"
		},
		{
			"author": "[\"Alion Science and Technology Corporation\"]",
			"content": " WASHINGTON, Dec. 4, 2020 /PRNewswire/ -- Alion Science and Technology announces today that its Intelligence, Surveillance, and Reconnaissance (ISR) Group is appraised at Capability Maturity Model Integration (CMMI®) Maturity Level 4 for Development V2.0 (CMMI-DEV) for software development with Supplier Agreement Management (SAM). The appraisal was performed by the Software Quality Center, LLC. Alion's CMMI Maturity Level 4 designation is ISR group wide, and particularly focused on the software development and integration work done for Navy platforms, particularly the Minotaur Family of Systems (Hanover, MD), software based networking radios (Syracuse, NY), and RF Spectrum Mapping software (Annapolis Junction, MD). Achieving this allows Alion to continue to provide the most advanced solutions for combat readiness for the Navy and other U.S. Armed Services as they seek a competitive edge in multi-domain warfare. The CMMI DEV model is an integrated set of best practices that improves performance and key capabilities for software development engineering activities. This appraisal also includes SAM which measured Alion's ability to manage the acquisition of products and services from suppliers. This includes the procurement of products, services, and product and service components that can be delivered to the project's customer or included in a product or service system. \"Alion's commitment to provide high quality integrated ISR engineering, technologies and solutions is rooted in who we are. Our engineers are some of the best in industry, meeting the highest quality standards to produce advanced solutions for critical warfighting capabilities,\" said Alan Dietrich, Alion's Senior Vice President and General Manager of the ISR Group. \"This appraisal validates our expertise in developing software and seamlessly integrating ISR, Electronic Warfare (EW), Sensors, and Artificial Intelligence (AI) components into critical military mission management systems and airborne platforms. This achievement is a testament to the dedication of our software engineers who strive to develop more advanced data fusion methodologies and applications to ensure national security.\" An appraisal at maturity level 4 indicates the organization is performing at a \"defined\" level. It means Alion's ISR Group work and processes have received the highest form of third-party validation. Alion has established quantitative standards for performance and are dedicated to continuous improvement and producing high quality work. To view Alion's appraisal click here: https://cmmiinstitute.com/pars/appraisals/51667 ABOUT CMMI INSTITUTE CMMI Institute is the global leader in the advancement of best practices in people process, and technology. CMMI Institute's promise is to inspire cultures of continuous improvement that elevates performance and create sustainable competitive advantage. To learn more about the CMMI Institute, visit https://CMMIinstitute.com",
			"description": "/PRNewswire/ -- Alion Science and Technology announces today that its Intelligence, Surveillance, and Reconnaissance (ISR) Group is appraised at Capability...",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "prnewswire.com",
			"title": "Alion Receives Appraisal at Capability Maturity Model Integration Maturity Level 4 for Software Development and Supplier Agreement Management",
			"url": "https://www.prnewswire.com:443/news-releases/alion-receives-appraisal-at-capability-maturity-model-integration-maturity-level-4-for-software-development-and-supplier-agreement-management-301186586.html",
			"urlToImage": "https://mma.prnewswire.com/media/1000558/Alion_Science_and_Technology_Corporation_Logo.jpg?p=twitter"
		},
		{
			"author": "[\"Billie Thomson\"]",
			"content": " Do you want to automatically post your MailOnline comments to your Facebook Timeline? Your comment will be posted to MailOnline as usual We will automatically post your comment and a link to the news story to your Facebook timeline at the same time it is posted on MailOnline. To do this we will link your MailOnline account with your Facebook account. We’ll ask you to confirm this for your first post to Facebook. You can choose on each post whether you would like it to be posted to Facebook. Your details from Facebook will be used to provide you with tailored content, marketing and ads in line with our Privacy Policy.",
			"description": "The pug was photographed sitting in a classroom at a university in China on Wednesday. Amused by the scene, the students joked that the pooch seemed to study much harder than them.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Dog studies maths: Stray 'attends' an algebra lecture alongside undergraduates | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/news/article-9018415/Dog-studies-maths-Stray-attends-algebra-lecture-alongside-undergraduates.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/13/36446236-0-image-a-2_1607089175860.jpg"
		},
		{
			"author": "[\"Lameez Omarjee\"]",
			"content": " 'We've said goodbye to hundreds' – Eskom's de Ruyter on corruption clean-up Eskom CEO Andre de Ruyter says work is being done to return the power utility to the world-class institution it once was. Part of this involves instilling accountability - which has seen it part ways with several employees. De Ruyter says similarly, elected officials at municipalities must be held accountable to paying their bills to the utility. Not holding people to account opens the doors to a \"free for all\", and that's why Eskom has parted way with several staff, the power utility's CEO Andre de Ruyter has said. De Ruyter was on Friday speaking at a fundraising event hosted by the SA National Editors Forum (Sanef). The power utility, along with the Special Investigating Unit (SIU), earlier this year lodged a civil claim to recover R3.8 billion from former Eskom officials for breaching their fiduciary duties in allowing the power utility to suffer losses as funds were funneled to the Gupta family, on their watch.",
			"description": "Eskom has \"parted ways\" with several employees, senior managers and executives, in an effort to introduce accountability at the organisation, says CEO Andre de Ruyter.",
			"publishedAt": "2020-12-04",
			"source_name": "Fin24",
			"source_url": "news24.com",
			"title": "'We've said goodbye to hundreds' – Eskom's de Ruyter on corruption clean-up | Fin24",
			"url": "https://www.news24.com/fin24/Economy/Eskom/weve-said-goodbye-to-hundreds-eskoms-de-ruyter-on-corruption-clean-up-20201204",
			"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/8770/395c367db3ce4807a785e49acbdbb0ff.jpg"
		},
		{
			"author": "[\"MarketsandMarkets\"]",
			"content": " CHICAGO, Dec. 4, 2020 /PRNewswire/ -- According to the new market research report \"Cloud-Radio Access Network (C-RAN) Market by Component (Solution and Services), Network Type, Deployment (Cloud and Centralized), End User (Telecom Operators and Enterprises), and Region - Global Forecast to 2025\", published by MarketsandMarkets™, the C-RAN Market size is projected to grow from USD 2.9 billion in 2020 to USD 14.4 billion by 2025, at a Compound Annual Growth Rate (CAGR) of 37.7% during the forecast period. The major factors driving the growth of the C-RAN Market include the rapid increase in bandwidth demand, the increase in the demand for 5G network technologies, and the need for lower CAPEX and OPEX. By component, the service segment to have a higher market share during the forecast period Services play a crucial role in transforming new-age enterprises, which are constantly challenged by disruptive forces and innovations in the market. The services segment in the C-RAN Market is expected to witness an improved growth rate due to the increased adoption of growing technologies. Large numbers of Mobile Network Operators (MNOs) and telecom providers are planning to come up with enhanced technologies for minimizing latency issues and supporting the 5G technology. By service, support services segment to have highest growth during the forecast period Support services are the key factors for the smooth functioning of software and solutions deployed centrally and in cloud. These services include functional, technical, and database support that companies offer to end customers during installations and maintenance. These services also assist their customers in efficiently managing security, risk, and compliance. Vendors provide various levels of support programs, such as standard and extended support, which are designed to meet particular customer needs. These include software maintenance for bug fixes, updates, and upgrades on licensed software. The cloud deployment to have higher market share during the forecast period C-RAN is the evolution version of Centralized-RAN, wherein BBU are virtualized. It reduces the maintenance cost of virtual BBUs as they are stored in data center storages. These data centers possess efficient information exchange and can perform extensive computation that is difficult in current networks. As it is possible to virtualize after centralization is complete, cloud C-RAN exploits a combination of both virtualization and centralization. Thus, all organizations have already completed or started to centralize to make transition to C-RAN.",
			"description": "/PRNewswire/ -- According to the new market research report \"Cloud-Radio Access Network (C-RAN) Market by Component (Solution and Services), Network Type,...",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "prnewswire.com",
			"title": "Cloud-Radio Access Network (C-RAN) Market worth $14.4 billion by 2025 - Exclusive Report by MarketsandMarkets™",
			"url": "https://www.prnewswire.com:443/news-releases/cloud-radio-access-network-c-ran-market-worth-14-4-billion-by-2025--exclusive-report-by-marketsandmarkets-301186411.html",
			"urlToImage": "https://mma.prnewswire.com/media/660509/MarketsandMarkets_Logo.jpg?p=twitter"
		},
		{
			"author": "[\"Rachel Sharp\"]",
			"content": " A vigil for the Instagram influencer, 26, whose naked body was found by the side of a Texas road at the weekend has been postponed due to 'changing circumstances' while her grieving sister has spoken out to say she 'hated' being known as an 'influencer'. Alexis Sharkey's body was found 'with no visible signs of injury' by a city worker in Houston on Saturday, less than 24 hours after she went missing. Her death remains a mystery with Texas officials saying a preliminary autopsy did not rule out foul play. The spotlight is very much being shone on her personal life with friends saying she feared for her life and was divorcing her husband of a year Tom, 49. Tom has denied the claims saying she was 'stressed and unhappy' while Sharkey's mom said she is convinced her daughter was murdered. A photo, believed to be the last known image of Alexis, right, shows her smiling with friends The vigil for the Instagram influencer, 26, whose naked body was found by the side of a Texas road at the weekend has been postponed due to 'changing circumstances', her friend wrote on social media",
			"description": "Alexis Sharkey was found 'with no visible signs of injury' by city workers in Houston on Saturday, less than 24 hours after she went missing.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Vigil for dead influencer, 26, is postponed due to 'changing circumstances' | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/news/article-9018549/Vigil-dead-influencer-26-postponed-changing-circumstances.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/36449134-0-image-a-6_1607096062317.jpg"
		},
		{
			"author": "[\"John McDougall\"]",
			"content": " For the latest news from in and around Wigan sign up to the MyWigan newsletter here When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time.",
			"description": "\n Tom James has been with the League One club on loan from Hibernian since mid-September\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Wigan Athletic loanee's uncertain future as spell at DW Stadium nears conclusion - reports - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/sport/football/football-news/tom-james-wigan-athletic-hibernian-19401406",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article19401236.ece/ALTERNATES/s1200/0_JS223707025.jpg"
		},
		{
			"author": "[\"Adelaide Changole\"]",
			"content": " South African stocks hit a 20-month high South Africa’s main stock index advanced for a fourth consecutive day to the highest intraday level since April 2019, with Anglo American [JSE:AGL] jumping to a 12-year high and strength in the rand lifting banks. The FTSE/JSE Africa All Shares Index was up 0.6% as of 10:20 am in Johannesburg. Anglo American climbed 0.7% to the highest since July 2008 after an update from Kumba Iron Ore [JSE:KIO], which gained 1.4%. The risk-on sentiment was evident in early trade, with 112 of the 141 index members advancing, and only 17 lower. Friday’s strength helped propel the FTSE/JSE Africa All Share index to a second week of gains, rising 2.7% since Monday, and extend the annual increase to 4%. Meanwhile, global equities remain around record highs as investors bet that positive vaccine developments can help sustain an economic recovery next year. Uncertainty remains about a US stimulus package, where a bipartisan proposal endorsed by Democratic leaders as a basis for negotiations is luring increased interest from Republicans, lifting the chances for a deal by year-end. Foreigners were net sellers of South African stocks Thursday, disposing 285 million rand worth of shares, according to exchange operator JSE. We live in a world where facts and fiction get blurred",
			"description": "The Johannesburg Stock Exchange has advanced for a fourth consecutive day to the highest intraday level since April 2019, with Anglo American jumping to a 12-year high and strength in the rand lifting banks.",
			"publishedAt": "2020-12-04",
			"source_name": "Fin24",
			"source_url": "news24.com",
			"title": "South African stocks hit a 20-month high | Fin24",
			"url": "https://www.news24.com/fin24/Markets/south-african-stocks-hit-a-20-month-high-20201204",
			"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/9305/cb40dcad5b4a44cd9e517c9c7da80782.jpg"
		},
		{
			"author": "[\"GoodFirms\"]",
			"content": " GoodFirms Research on Business Model Innovation for Companies to Remain Relevant and Profitable in Time of Health Crisis WASHINGTON, Dec. 4, 2020 /PRNewswire/ -- Due to the serious health crisis, most businesses face challenges. The COVID-19 pandemic has caused severe long-term consequences; having a good concept and understanding of business risks will help the firms implement a powerful and right plan. Most businesses are turning towards digital transformation, which integrates tools and processes to support the various companies like building mobile applications etc. The company's decision to implement technology is to enhance the business and productivity to meet the consumer's ever-changing demands. Business Model Innovation The organizations and businesses that have already used digital transformation are also using the most effective strategy known as business model innovation. It is the simplest and wonderful method to improve the business model without any more demand for new technologies or brand new markets. In simple terms, business model innovation is all about giving a framework for identifying the opportunities and being systematic about delivering the existing products using the same technologies to the target market. According to recent research by GoodFirms on Business Model Innovation: Key To Achieve Breakthrough Performance, bringing in minor changes with conscious and mutual supporting ways can result in better productivity and performance. The main changes that should be done are the operating model and an organization's value proposition to customers to boost the value creation.",
			"description": "/PRNewswire/ -- Due to the serious health crisis, most businesses face challenges. The COVID-19 pandemic has caused severe long-term consequences; having a...",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "prnewswire.com",
			"title": "GoodFirms Research on Business Model Innovation for Companies to Remain Relevant and Profitable in Time of Health Crisis",
			"url": "https://www.prnewswire.com:443/news-releases/goodfirms-research-on-business-model-innovation-for-companies-to-remain-relevant-and-profitable-in-time-of-health-crisis-301186440.html",
			"urlToImage": "https://mma.prnewswire.com/media/1357828/Business_Model_Innovation.jpg?p=twitter"
		},
		{
			"author": "[\"Ariel Zilber\"]",
			"content": " A man’s body was found on the conveyor belt of a Texas recycling center in a rural area just south of Austin, according to authorities. This was the second time this year that a dead body was found in an Austin-area recycling facility and the fourth time since 2014. Two other corpses were discovered at the same plant as the one where the body was found on Thursday. Travis County Sheriff’s deputies were called to the Texas Disposal Systems recycling facility in Creedmoor at around 9:45am on Thursday. According to investigators, workers at the plant were in the process of sorting items on the conveyor belt when the corpse was discovered early on Thursday morning. Investigators are trying to determine which truck the body was transported in before it was left at the recycling center, the Austin American-Statesman reported. The image above shows large piles of waste waiting to be sorted at the Texas Disposal Systems recycling plant in Creedmoor, Texas, just south of Austin, in March 2016. The body of a man was discovered on a conveyor belt at the plant on Thursday, according to authorities Sheriff’s deputies are treating the case as a suspicious death until an autopsy proves otherwise. Medical examiners are scheduled to conduct the autopsy on Friday.",
			"description": "Workers at Texas Disposal Systems recycling plant in Creedmoor were sorting items on the conveyor belt when the unidentified man's corpse was discovered early on Thursday morning.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Body of a man is found on conveyor belt of Texas recycling center | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/news/article-9018709/Body-man-conveyor-belt-Texas-recycling-center.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/36450400-0-image-a-20_1607095805658.jpg"
		},
		{
			"author": "[\"Lwandile Bhengu\"]",
			"content": " UPDATE | Dumisani Mkhwanazi found guilty of Palesa Madiba's murder Dumisani Mkhwanazi has been found guilty of killing University of Johannesburg student, Palesa Madiba, on 12 August 2013. Madiba went missing after going to a sleepover at her friend Tshidi Mkhwanazi's home in Phiri, Soweto. Cheers erupted in the gallery of the Gauteng High Court when Judge Prince Manyathi found the accused guilty. The Gauteng High Court in Johannesburg has found Dumisani Mkhwanazi guilty of killing University of Johannesburg student, Palesa Madiba, on 12 August 2013. Mkhwanazi was on trial for Madiba's murder after she went missing following a sleepover at her friend Tshidi Mkhwanazi's home in Phiri, Soweto. Tshidi is the niece of the accused. Madiba's body was later discovered in the yard behind Tshidi's home in December 2015 after a neighbour noticed an arm protruding from a shallow grave, News24 reported.",
			"description": "Dumisani Mkhwanazi was on trial for Palesa Madiba's murder after she went missing following a sleepover at her friend Tshidi Mkhwanazi's home in Phiri, Soweto.",
			"publishedAt": "2020-12-04",
			"source_name": "News24",
			"source_url": "news24.com",
			"title": "UPDATE | Dumisani Mkhwanazi found guilty of Palesa Madiba's murder | News24",
			"url": "https://www.news24.com/news24/SouthAfrica/News/breaking-dumisani-mkhwanazi-found-guilty-of-palesa-madibas-murder-20201204",
			"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/9208/4ac9ee5eea5e4653bb4fcd573f8cedcc.jpg"
		},
		{
			"author": "[\"Research and Markets\"]",
			"content": " As the Hydrogen Generation industry shifts, the report presents the emerging market trends, factors driving the Hydrogen Generation market growth, and potential opportunities over the forecast period. The trends underpinning the profitability of Hydrogen Generation companies are shifting rapidly, forcing companies to carefully align their strengths in synchronization with Hydrogen Generation industry trends. To avoid getting left behind in an intensive competitive Hydrogen Generation market, global companies need a new approach to ensure they create value in this environment. Amid increasing activities of M&A and growing activist-investor activity, Hydrogen Generation companies must strengthen their capabilities to maintain their market shares in the Hydrogen Generation industry. The report presents an introduction to the Hydrogen Generation market in 2020, analyzing the COVID-19 impact both quantitatively and qualitatively. It presents the strategies being adopted by leading Hydrogen Generation companies, emerging market trends, Hydrogen Generation market drivers, challenges, and potential opportunities to 2026. The market attractiveness index is also included to assess the impact of suppliers, buyers, competitive landscape, new entrants, and substitutes on the Hydrogen Generation market. The global Hydrogen Generation market size is forecast across different scenarios including the actual forecasts and COVID-19 affected forecasts from 2019 to 2026. Further, Hydrogen Generation market revenue and market shares in global industry are forecast across different types of Hydrogen Generation, applications, and end-user segments of Hydrogen Generation and across 18 countries. Global Hydrogen Generation market analysis by Company The report presents the 10 leading Hydrogen Generation companies in the global industry including details of business overview, business operations, SWOT profile, and Hydrogen Generation products. The research work includes over 90 data tables and charts prepared based on data in our proprietary databases, which is collected from leading manufacturers and government statistics to ensure reliable market data. It also presents the critical analysis of end-user industries along with internal and external factors affecting the market.",
			"description": "/PRNewswire/ -- The \"Hydrogen Generation Market, Size, Share, Outlook and COVID-19 Strategies, Global Forecasts from 2019 to 2026\" report has been added to...",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "prnewswire.com",
			"title": "Insights on the Hydrogen Generation Global Market to 2026 - Impact Analysis of COVID-19",
			"url": "https://www.prnewswire.com:443/news-releases/insights-on-the-hydrogen-generation-global-market-to-2026---impact-analysis-of-covid-19-301186491.html",
			"urlToImage": "https://mma.prnewswire.com/media/539438/Research_and_Markets_Logo.jpg?p=twitter"
		},
		{
			"author": "[\"Tom Bramwell\"]",
			"content": " Burgess targetting spot in England squad for Rugby League World Cup after Salford move confirmed Burgess made his debut for England in 2015 (Image: Alex Whitehead/SWpix.com) Cut through the noise with the top M.E.N. news stories sent direct to your inbox When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Joe Burgess says he is targeting a spot in the England squad for next year's Rugby League World Cup after his move to Salford was finally confirmed. The 26-year-old winger has represented his country three times, but not since 2015 and is hoping to force his way into Shaun Wane's thoughts after joining the Red Devils. \"This is a big step for me to make sure I get in next year’s England squad,\" said Burgess. \"I've got a new set of teammates, so I need to fit myself in and do my best for them.",
			"description": "\n The 26-year-old has signed a three-year contract at the AJ Bell Stadium\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Burgess targetting spot in England squad for Rugby League World Cup after Salford move confirmed - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/sport/rugby-league/burgess-targetting-spot-england-squad-19401207",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article19401122.ece/ALTERNATES/s1200/2_C12V0298.jpg"
		},
		{
			"author": "[\"Chris Jewers\"]",
			"content": " A federal judge has dismissed criminal charges against three employees of a tourist boat operator involved in a sinking on a Missouri lake in 2018, killing 17 people. U.S. District Judge Doug Harpool filed an order Wednesday upholding a recommendation made in September to drop the charges. Three employees of the duck boat operator were charged with neglect and misconduct after the amphibious vehicle sank during a storm on Table Rock Lake near Branson. These included Kenneth Scott McKee, of Verona, the captain of the duck boat; Curtis Lanham, of Galena, the general manager of the boat's operator, Ride the Ducks Branson; and Charles Baltzell, of Kirbyville, the manager on duty that day. McKee also was charged with failure to properly assess the weather before launching the boat and not telling passengers to use flotation devices. The boat had entered the lake on July, 19, 2018, despite severe weather warnings. Riders from Missouri, Indiana, Illinois and Arkansas were killed; 14 people survived. The sunken duck boat Stretch Duck 7 is raised from the bed of Table Rock Lake after the tragedy in 2018 which killed 17 people. Three employees of the boat's operator - including the captain - have been cleared of criminal charges today by a U.S. District Judge",
			"description": "A U.S. District Judge filed an order on Wednesday upholding September recommendation made to dismiss the criminal case against the boat's captain, the manager of it operator and duty manager.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Judge dismisses criminal case in 2018 Missouri duck boat disaster that killed 17 | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/news/article-9018745/Judge-dismisses-criminal-case-2018-Missouri-duck-boat-disaster-killed-17.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/14/32869148-0-image-a-34_1607093386482.jpg"
		},
		{
			"author": "[\"Jan Gerber\"]",
			"content": " Cabinet prepares for heavy rainfall over festive season Higher than normal rainfall is expected over most parts of the country over the festive period and Cabinet has approved a contingency plan. Cabinet is also extremely concerned about increased Covid-19 infections in the Eastern Cape and parts of the Western Cape. It has called on the public to adhere to Covid-19 protocols. As if 2020 hasn't brought enough challenges, government is preparing contingency plans for higher than normal rainfall and subsequent flooding in parts of the country over the festive season. This as Cabinet expressed its \"extreme concern\" about a spike in Covid-19 infections. The statement following this week's Cabinet meeting, reads, \"... the Cabinet approved the National Seasonal Preparedness Plan for the 2020-2021 Summer Season presented by the Minister of Cooperative Governance and Traditional Affairs Nkosazana Dlamini Zuma.",
			"description": "As if 2020 hasn't brought enough challenges, government is preparing contingency plans for higher than normal rainfall, and subsequent flooding in parts of the country over the festive season.",
			"publishedAt": "2020-12-04",
			"source_name": "News24",
			"source_url": "news24.com",
			"title": "Cabinet prepares for heavy rainfall over festive season | News24",
			"url": "https://www.news24.com/news24/SouthAfrica/News/cabinet-prepares-for-heavy-rainfall-over-festive-season-20201204",
			"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/10687/6f1eb5a5ae0943e2b0dea0bbbfc635c9.jpg"
		},
		{
			"author": "[\"Valuates Reports\"]",
			"content": " The global IoT Device Management market size is projected to reach USD 6254.6 Million by 2026, from USD 1838.3 Million in 2020, at a CAGR of 22.6% during 2021-2026. Major factors driving the growth of IoT device management market size are growing demand for IoT services needs for digitalization, increasing investments in R&D activities for the development of technologically advanced IoT systems. Increased adoption of the Internet-of-Things (IoT) for various operations has created significant demand for IoT device management market size. The rapid change in technology and the need for efficient management of connected devices lead to the development of solutions such as real-time analysis, security solutions and data management solutions. A major development in the market for IoT device management is the introduction of applications in the industrial sector by digitizing the supply chain and manufacturing processes. Industrial IoT is rising due to a decrease in the operating costs of industrial operations. It also helps in process automation, increasing efficiency and eliminating manual challenges. The definition of Industrial IoT enables OEMs to integrate the advantages of IoT in industrial operations, raising the need to manage complex IoT networks in the industry. The introduction of device management solutions at this stage is important for the industry, boosting the demand for the IoT device management market. The increase in adoption of Industrial IoT is, in turn, expected to increase the growth of the IoT device management market size. Industrial IoT is being adopted due to its advantages, such as a decrease in industrial operations' operating costs. It also helps in process automation, increasing efficiency and eliminating manual challenges. The definition of Industrial IoT enables OEMs to integrate the advantages of IoT in industrial operations, raising the need to manage complex IoT networks in the industry. The introduction of device management solutions at this stage is important for the industry, boosting the demand for the IoT device management market. Integration services among the professional services segment are expected to hold the largest IoT device management market share during the forecast period.",
			"description": "/PRNewswire/ -- The IoT Device Management Market is Segmented by Type (Private Deployment Model, Public Deployment Model, Hybrid Deployment Model), by...",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "prnewswire.com",
			"title": "IoT Device Management Market Size USD 6254.6 Million by 2026 at CAGR 22.6% | Valuates Reports",
			"url": "https://www.prnewswire.com:443/news-releases/iot-device-management-market-size-usd-6254-6-million-by-2026-at-cagr-22-6--valuates-reports-301186507.html",
			"urlToImage": "https://mma.prnewswire.com/media/1082232/Valuates_Reports_Logo.jpg?p=twitter"
		},
		{
			"author": "[\"Tom Pyman\"]",
			"content": " A luxury four-bed mansion, once home to science fiction author HG Wells and complete with its own sauna, wine cellar and landscaped garden has gone on sale for £13.95million. Set over five floors, and sprawling some 4,898 sq ft, the property is in Hanover Terrace, next to Regent's Park and one of the most expensive streets in London. The home was built in 1822 by Sir John Nash, the same 18th century architect who designed much of Buckingham Palace and London's iconic Regent Street. It boasts all its original period-style features such as bespoke bookcases, fireplaces and a spiral staircase. The building has a blue plaque featured on its brickwork in memory of Wells, whose most famous works include The War of the Worlds and Time Machine. The four-times Nobel prize in Literature nominee lived in the beautiful home, which is being sold through estate agents Aston Chase, from 1933 until his death in 1946. Mark Pollack, Director and Co-Founder said: 'Thirteen Hanover Terrace is an exceptional Nash property with grand entertaining spaces, period features and unobstructed views over Regent's Park.",
			"description": "Set over five floors, and sprawling some 4,898 sq ft, the property is in Hanover Terrace, next to Regent's Park and one of the most expensive streets in London.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Luxury four-bed mansion once home to science fiction author HG Wells goes on sale for £13.95m | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/news/article-9018753/Luxury-four-bed-mansion-home-science-fiction-author-HG-Wells-goes-sale-13-95m.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/36450682-0-image-a-67_1607096256702.jpg"
		},
		{
			"author": "[\"Nicole McCain\"]",
			"content": " The Constitutional Court has found that sections of the Correctional Services Act undermine the independence of the Judicial Inspectorate for Correctional Services. Denzil Maregele, Gallo Images The Constitutional Court has found that sections of the Correctional Services Act are constitutionally invalid. The sections were found to undermine the independence of the Judicial Inspectorate for Correctional Services, an oversight body that investigates the treatment of inmates. The Constitutional Court found the Juridical Inspectorate should be structurally and operationally independent to execute its mandate. The Constitutional Court has upheld and confirmed that sections of the Correctional Services Act undermine the independence of the Judicial Inspectorate for Correctional Services (JICS), and are constitutionally invalid. On Friday, the Constitutional Court handed down judgment on an application to confirm the constitutional invalidity of sections 88A(1)(b), 88A(4) and 91 of the Act.",
			"description": "Apex court finds sections of the Correctional Services Act constitutionally invalid.",
			"publishedAt": "2020-12-04",
			"source_name": "News24",
			"source_url": "news24.com",
			"title": "ConCourt finds sections of Correctional Services Act infringe on oversight body's independence | News24",
			"url": "https://www.news24.com/news24/SouthAfrica/News/concourt-finds-sections-of-correctional-services-act-infringe-on-oversight-bodys-independence-20201204",
			"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/10308/9e370be4e9c54c14ad411ee6c33cbeb3.jpg"
		}
	],
	"status": "ok",
	"totalResults": 19974
}