{
	"Article": [
		{
			"author": "[\"Little Sister Entertainment\"]",
			"content": " Little Sister Entertainment Partners with Doomsday Robot Game Company HOLLYWOOD, Calif., Dec. 4, 2020 /PRNewswire/ -- Little Sister Entertainment has partnered with Texas based Doomsday Robots Game Company and will be collaborating to create original games for select Little Sister Entertainment film and literary properties. Moving forward, IP expansion will a large deciding factor when LSE takes on a title for distribution or publication. Strategically draft cards and build your custom bridge to win a lucrative contract in this light, but deep, micro-game for 1-4 players. Available now at littlesisterent.shop As a part of this partnership, Little Sister Entertainment's online store littlesisterent.shop will now be the official seller of Doomsday Robots' games and accessories which includes their first freshman Kickstarter hit 'Bridges To Nowhere' as well as beginning pre-sales for their sophomore follow-up, Zoo-ography (to be made available early 2021 post-Kickstarter distribution). Bridges to Nowhere is a fun, strategic, card drafting micro-game where players build unique bridge designs. This dynamic game challenges players to keep their wits about them at every draw of the card. Players gain points for their bridge based on construction, height, aesthetics, and completing contract objectives. The player with the highest scoring bridge wins. In their upcoming game, Zoo-ography, you've been asked to design a new city zoo. Build custom habitats, hand pick animals for exhibits, and strategically place attractions to bring visitors to your zoo. Meet each city's unique set of objectives, to earn the highest rated zoo. This game features Animal Drafting - over 40 animals to choose from, Tile Laying - build and manage your zoo's habitats and attractions, and Variable Objectives - Over 200 objective combinations means endless replay-ability. XX Partner of LSE, Jennica Schwartzman, shares that, \"We already have several of our titles in development with our partners at Doomsday Robots. I've always wanted a game to accompany my favorite movies and books. Taking these properties from the living room couch to the dining room table means that the fun doesn't have to end when the movie is over!\"",
			"description": "/PRNewswire/ -- Little Sister Entertainment has partnered with Texas based Doomsday Robots Game Company and will be collaborating to create original games for...",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "prnewswire.com",
			"title": "Little Sister Entertainment Partners with Doomsday Robot Game Company",
			"url": "https://www.prnewswire.com:443/news-releases/little-sister-entertainment-partners-with-doomsday-robot-game-company-301186589.html",
			"urlToImage": "https://mma.prnewswire.com/media/1358845/Little_Sister_Entertainment_Logo.jpg?p=twitter"
		},
		{
			"author": "[\"Christian L. Wright\"]",
			"content": " 27 Great Holiday Gift Ideas From Truly Chic Hotel Boutiques HOSPITABLE STOCKING STUFFERS Clockwise from top left: A cheeseboard from Napa’s Marketplace at Auberge du Soleil; The kimono robe from El Cosmico in Marfa, Texas; Buaisou Yakusugi Beads Bracelet from the Drifter in New Orleans; A Kit Kemp tea cup; A silk-embroidered pillow from the shop at Positano’s Le Sirenuse Illustration:\nJethro Haynes By\nChristian L. Wright Dec. 4, 2020 8:15 am ET NO LONGER cramped kiosks selling postcards and prophylactics, many hotel gift shops have become expertly curated boutiques. And now some of the world’s great purveyors of hospitality have emerged as a solution for online shoppers who need a holiday gift for the curtailed travelers in their lives. Think fancy consumables specific to the hotel’s region, an unusual toy, local things unavailable anywhere else. If your loved ones have a favorite hotel, to which they return time and again, but can’t this year, a souvenir from its gift shop can be especially thoughtful. Ideal for Aunt Jane who’s been itching to get back to Claridge’s? The London landmark is now selling its tea service for the first time via its online store.",
			"description": "Out of distinct, delectable holiday ideas? Hit the hotel gift shop—no flight required. ",
			"publishedAt": "2020-12-04",
			"source_name": "WSJ",
			"source_url": "wsj.com",
			"title": "27 Great Holiday Gift Ideas From Truly Chic Hotel Boutiques - WSJ",
			"url": "https://www.wsj.com/articles/27-great-holiday-gift-ideas-from-truly-chic-hotel-boutiques-11607087704",
			"urlToImage": "https://images.wsj.net/im-266263/social"
		},
		{
			"author": "[\"Amy Browne\"]",
			"content": " Sign up for our What's On newsletter - for all the latest whether you're staying in or heading out and about When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. We're finally into December and the countdown to Christmas has officially begun. It's time to put on your twinkly lights, snuggle up in front of Love Actually and tuck into a box of Quality Street. Or perhaps you prefer a tub of Roses and Home Alone? Well that's exactly what we want to find out with our Very Best Christmas Survey Ever and one lucky person who fills it out will WIN CHRISTMAS with our £1,000 shopping vouchers prize. That's enough to fill the fridge, buy some presents and a few treats for yourself over the festive season!",
			"description": "\n Tell us all your favourite things about Christmas and you could win £1,000 before the big day\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Manchester Evening News",
			"source_url": "manchestereveningnews.co.uk",
			"title": "Take our very best Christmas survey ever for chance to win Â£1,000 - Manchester Evening News",
			"url": "https://www.manchestereveningnews.co.uk/whats-on/whats-on-news/take-very-best-christmas-survey-19400933",
			"urlToImage": "https://i2-prod.liverpoolecho.co.uk/incoming/article12373098.ece/ALTERNATES/s1200/0_preview_CD99481.jpg"
		},
		{
			"author": "[\"Rob Kennedy\"]",
			"content": " Want the latest news sent to your inbox daily? Sign up to our FREE newsletter below When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. A gunman and his getaway driver who tried to murder a rival by shooting him in the pubic area have been jailed for a total of 37 years. Stephen Neasham had become embroiled in a simmering feud with Ricky Lee Copping which culminated in him deciding to try to kill him. After being driven to a back lane by accomplice and father-figure, Eric Smith, Neasham told Mr Copping \"this ends tonight\", before lifting up a rifle and shooting the unarmed victim. Jurors found Neasham, 37, and Smith, 65, both of Bewicke Main Caravan Park, in Lamesley, Gateshead, guilty of attempted murder and possessing a firearm with intent to endanger life in September, after a trial. Now Neasham, 37, who has 22 previous convictions, has been sent to prison for 20 years while Smith, who has no previous convictions, got 17 years.",
			"description": "Gunman Stephen Neasham and getaway driver Eric Smith, of Gateshead, were found guilty of attempting to murder Ricky Lee Copping in Birtley",
			"publishedAt": "2020-12-04",
			"source_name": "ChronicleLive",
			"source_url": "chroniclelive.co.uk",
			"title": "Birtley gunman and getaway driver who tried to murder rival jailed for total of 37 years - Chronicle Live",
			"url": "https://www.chroniclelive.co.uk/news/north-east-news/birtley-gunman-getaway-driver-who-19400356",
			"urlToImage": "https://i2-prod.chroniclelive.co.uk/incoming/article19001069.ece/ALTERNATES/s1200/1_KRR_NEC_250920shooting_01.jpg"
		},
		{
			"author": "[\"Jane Li, Tripti Lahiri\"]",
			"content": " Early into the pandemic, drug makers around the world began a race to deliver a safe and effective coronavirus vaccine. On March 16, the first dose of US biotech firm Moderna’s vaccine candidate was administered in the US. On the same day, just hours earlier, the first dose of a Chinese Covid-19 vaccine was given to volunteers in Wuhan. This week, the UK became the first western country to authorize the widespread use of a vaccine developed by Pfizer and German firm BioNTech, after the firms shared final-stage trial data with its medicines regulator. The first jabs could be given to frontline medical workers as soon as next Monday (Dec. 7). In the intervening months, several of the companies furthest ahead in the effort to provide a vaccine have released preliminary data from late-stage trials of their vaccines’ efficacy and safety (none of the data is peer-reviewed yet). Meanwhile, Chinese vaccine makers haven’t released any data from this final stage of clinical trials, even though some of these vaccines are already being used on hundreds of thousands of people even outside of clinical trials. Overseas at least two countries have approved emergency use of at least one of China’s vaccines. But we may see some data and more widespread use of Chinese vaccines soon. On Friday (Dec. 4), Wang Junzhi, the deputy head of China’s task force on vaccine development, said at a briefing that China has 600 million doses ready to administer this year, and promised a “major announcement in the coming one to two weeks.” Wang’s remark came days after Sun Chunlan, China’s vice premier, gave instructions for Chinese drug makers to be prepared to mass-produce the shots during her visit to a major vaccine maker in Beijing. The rollout of China’s vaccines, like those out of the US and Europe, will have a major impact not only on the global efforts to stop the pandemic, but also on the international diplomatic landscape as Beijing promises developing countries priority access to its doses. Here’s where things stand on China’s vaccines, including what we know about their safety and efficacy, and how widely they have been administered so far. Two of the vaccines are being developed by the state-run China National Pharmaceutical Group, or Sinopharm, both via its subsidiary China National Biotec Group (CNBG). For one of the vaccines, known by the initials BBIBP-CorV, a Beijing unit of the subsidiary is working with China’s Center for Disease Control, while the other vaccine is being developed by a Wuhan unit.",
			"description": "One of the vaccines is in emergency use in two countries, but none of the Chinese vaccine developers have disclosed late-stage trial data yet.",
			"publishedAt": "2020-12-04",
			"source_name": "Quartz",
			"source_url": "qz.com",
			"title": "What we know about China’s Covid-19 vaccines — Quartz",
			"url": "https://qz.com/1940097/what-we-know-about-chinas-covid-19-vaccines/",
			"urlToImage": "https://cms.qz.com/wp-content/uploads/2020/12/2020-11-30T120623Z_1508919109_RC2ODK9LY1U3_RTRMADP_3_HEALTH-CORONAVIRUS-VACCINE.jpg?quality=75&strip=all&w=1200&h=630&crop=1"
		},
		{
			"author": "[\"Emer Scully\"]",
			"content": " Christalla Amphlett (pictured), 22, was yesterday cleared of causing the death by dangerous driving, after her friend was killed in a crash in 2017 A driver whose friend died in a horror crash on the M1 hard shoulder has celebrated being cleared of causing death by dangerous driving with a bottle of champagne. Christalla Amphlett, now 22, has been filmed celebrating with friends after a jury found her not guilty of causing the death of her friend Chloe Palmer, 19. Ms Amphlett pumped her fists in the air while sitting in the back of a car as a friend said she was 'so proud', reported The Sun. In the early hours of November 25, 2017 Ms Amphlett stopped her Renault Twingo on the motorway, just south of Junction 6 at Bricket Wood in Hertfordshire, after a 17-minute-long argument with Ms Palmer broke out. The car, which had been stationary for a second time, was then hit by an Isuzu D-Max driven by Bradley Lane, who careered into the back of the vehicle. Ms Palmer, the rear off-side passenger, suffered a severe brain injury and died days later. Maisie O'Flynn, who was on the back seat nearside seat next to Chloe, received serious injuries, but survived the crash.",
			"description": "Christalla Amphlett, now 22, from was seen celebrating with friends in a clip where she pumped her fists in the air as a friend said she was 'so proud'. She was cleared at St Albans Crown Court.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Driver, 22, celebrates with champagne after being cleared over her part in M1 crash | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/news/article-9018945/Driver-22-celebrates-champagne-cleared-M1-crash.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/03/16/36361560-0-image-a-46_1607014022441.jpg"
		},
		{
			"author": "[\"John Detrixhe\"]",
			"content": " The biggest acquisition of 2020 has put a spotlight on the business of collecting data about money. How much is that information worth? This week’s deal was a biggie: S&P Global’s $44 billion purchase of IHS Markit combines an old company with a relative newcomer, which, if approved by regulators, will create a data powerhouse. The former has its roots in the railroad age and is one of the world’s biggest credit-rating companies. The New York-based firm also sells market analytics and runs stock and energy indices. The latter, formed through a merger in 2016, is headquartered in London and operates fixed-income benchmarks, captures bond and derivatives prices, and has information on a range of industries. Some thinkers, like the editors at The Economist, have suggested that data is the oil of the 21st century. The idea is that digital information is the raw material for the modern economy, a resource global corporations will battle to control and refine for new products. “The valuations are focused around the idea that these market data venders—it’s an infinitely producible asset,” said Octavio Marenzi, CEO of capital markets management consultancy Opimas. “You can fill it a million times without any real additional cost. With banks and oil companies, that’s not the case. An oil company cannot sell the same barrel of oil more than once.” By several metrics, investors tend to value financial data companies more highly than other types of best-in-class companies in that sector, from trading firms and banks to money managers. Data companies usually come out ahead when you look at ratios of market value to sales (price to sales) and earnings (price to earnings). This suggests investors are more keen on firms like London Stock Exchange Group, the British market infrastructure company that’s acquiring data provider Refinitiv, and MSCI, an index operator. Put another way, stock buyers are more willing to buy companies that collect financial data than the ones that generate it. (Stock exchanges tend to make a large chunk of their money by selling trading data.) “S&P Global can sell its ratings data as many times as they would like,” Marenzi said. “It’s infinitely scalable at very low variable cost.” Market data companies have several advantages versus banks and other institutions. Companies that run a stock index or data terminal for traders attract less attention from government regulators than a systemically important bank does. Compliance with those rules can sap profits. While shares of BlackRock, the world’s largest asset manager, have soared this year, the company faces fierce competition as money-management fees race to zero, causing margins to implode. At the same time, financial data companies like FactSet and IHS Markit don’t command the kind of sky-high valuations that tech giants like Amazon (with a PE ratio of about 93) do. Market-data vendors are relatively unsexy, and their revenues aren’t growing at nearly the rate of some of the consumer tech firms. Some companies, like Bloomberg, make a large chunk of their money providing data terminals to human traders, and those roles are increasingly being replaced by algorithms. If the data companies’ customers—the rest of the financial services industry—are under pressure, that makes it tough for the data providers to hike prices and find new clients.",
			"description": "Data about money is almost as valuable as money itself.",
			"publishedAt": "2020-12-04",
			"source_name": "Quartz",
			"source_url": "qz.com",
			"title": "S&P buyout of IHS shows financial data firms are most valuable — Quartz",
			"url": "https://qz.com/1941233/sp-buyout-of-ihs-shows-financial-data-firms-are-most-valuable/",
			"urlToImage": "https://cms.qz.com/wp-content/uploads/2020/12/2020-11-30T185009Z_1511914009_RC2UDK90ILHC_RTRMADP_3_IHS-MARKIT-M-A-S-P-GLOBAL-e1607076774358.jpg?quality=75&strip=all&w=1200&h=630&crop=1"
		},
		{
			"author": "[\"Nicole McCain\"]",
			"content": " The Western Cape Health Department says the Garden Route's Covid-19 second wave is exceeding its first peak in terms of admissions, while active cases across the province have jumped from 7 793 to 10 442 in the past week. Most new cases are on the Garden Route and in the Cape Metro. In an effort to contain the surge, some Garden Route municipalities have cancelled large public events. All events in George have been cancelled and venues are unavailable for events. The Kannaland municipality has followed suit and closed all facilities, including town halls. \"We need to do something tougher. The numbers are rising faster and we cannot afford to have high numbers that overrun our healthcare services,\" Mkhize said. The minister said there were concerns that movement during the festive season could further spread infections, saying increased movement of people during the first wave brought increased cases of Covid-19. Data He said there was not yet enough data from the new outbreaks to develop models and early warnings of hotspot areas. He added that his department would need to collect live data over a few weeks to improve modelling and help roll out interventions. Mkhize added that staffing shortages are one of the weaknesses facing healthcare systems in the area.",
			"description": "The spikes in the Garden Route and Eastern Cape have caught authorities by “surprise”, Health Minister Zweli Mkhize has said. ",
			"publishedAt": "2020-12-04",
			"source_name": "News24",
			"source_url": "news24.com",
			"title": "Covid-19 spike in the Garden Route caught us by surprise, says Mkhize | News24",
			"url": "https://www.news24.com/news24/SouthAfrica/News/covid-19-spike-in-the-garden-route-caught-us-by-surprise-says-mkhize-20201204",
			"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/10633/9086bb66fbed4b0abea3eee6ccad65d9.jpeg"
		},
		{
			"author": "[\"Momentum Dynamics Corporation\"]",
			"content": " Raymond is a long-time advisor to Momentum Dynamics, as well as being an investor in the company. Raymond joins the company ahead of a busy year of growth and order fulfillment. Raymond is the founding member and portfolio manager of RR Advisors, LLC d/b/a RCH Energy which acts as the Registered Investment Advisor (RIA) to a series of private investment partnerships and separately managed accounts. He joined Crow Family Holdings in 1994 and subsequently built and managed their energy investment program from 1997-2004. Raymond is a founding member and advisory board member of IOG Capital, LP, an independent board member of Navitas Midstream, LLC, Decision Sciences International Corporation, Brisk Holdings, LLC d/b/a Streamline Chemical, VEYEP LLP, SkyBell Corporation and a board member of the Episcopal School of Dallas. Raymond is involved in several private investment activities related to the oil and gas industry including the oilfield services sector, minerals and royalties and specialized technology applications. He graduated from the University of Wisconsin with a Bachelor of Arts Degree in Economics. Raymond contributes to Momentum Dynamics via his broad energy industry background over 25 years and numerous private and public board roles, including his representation as an independent board member in the sale of Resolute Energy to Cimarex Energy in 2018. He has extensive experience and knowledge of midstream, upstream, and services industries, bringing a unique understanding of both the opportunities and challenges associated with the energy transition the industry faces over the next several years and decades. He is frequently featured as an energy expert on news outlets that cover financial and business markets. His firm belief in the electrification of fleet vehicle markets, coupled with his industry relationships and corporate governance experience, enhances his contribution to Momentum Dynamics. Momentum Dynamics approaches 2021 with a strong order book, including the publicized project with Jaguar Land Rover to supply wireless-charged EV I-Pace taxis to the city of Oslo, Norway. The company recently hired several key executive positions, as well as engaging a number of key technical and operational staff in order to prepare for a strongoperation in 2021and the future plans of the company.",
			"description": "/PRNewswire/ -- Momentum Dynamics Corporation, the world's leading high-power wireless charging provider, has named Robert Raymond to its Board of Directors....",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "prnewswire.com",
			"title": "Momentum Dynamics Names Robert Raymond To Board Of Directors",
			"url": "https://www.prnewswire.com:443/news-releases/momentum-dynamics-names-robert-raymond-to-board-of-directors-301186593.html",
			"urlToImage": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"
		},
		{
			"author": "[\"Feliz Solomon\"]",
			"content": " Bangladesh transported Rohingya refugees Friday on a naval vessel to the island of Bhashan Char. Feliz Solomon Bangladesh has begun relocating Rohingya refugees to a remote island off the country’s southeast coast, despite calls from human rights groups to halt the plan. Bangladesh’s commissioner on refugee issues, Mahbub Alam Talukder, said more than 1,000 Rohingya were taken to the island of Bhasan Char on Friday. They were moved from the country’s massive refugee camps that are home to around a million members of the persecuted community. Most of the refugees were forced to flee their native Myanmar, which borders Bangladesh, after a brutal Burmese military campaign in 2017. Bangladesh authorities developed the island of Bhasan Char, which wasn’t previously inhabited, to accommodate around 100,000 refugees, an effort to ease congestion in the squalid camps. But the relocation plan has been controversial from the start. The island has only existed since around 2003, formed by a buildup of loose silt. Human-rights groups warn it may be vulnerable to extreme weather in an area that is cyclone-prone. It is also hard to reach, located about three hours by boat from the nearest mainland town, and could be difficult for humanitarian workers to access. The United Nations refugee agency has distanced itself from the project. The body said on Wednesday, ahead of Friday’s shift, that the U.N. “has not been involved in preparations for this movement or the identification of refugees and has limited information on the overall relocation exercise.”",
			"description": "Authorities begin relocating the refugees who fled Myanmar to an island off Bangladesh’s southeast coast despite calls from human-rights groups to halt  the plan. ",
			"publishedAt": "2020-12-04",
			"source_name": "WSJ",
			"source_url": "wsj.com",
			"title": "Bangladesh Moves Rohingya Refugees From Camps to Remote Island  - WSJ",
			"url": "https://www.wsj.com/articles/bangladesh-moves-rohingya-refugees-from-camps-to-remote-island-11607088361",
			"urlToImage": "https://images.wsj.net/im-268302/social"
		},
		{
			"author": "[\"Sesona Ngqakamba in Nelson Mandela Bay\"]",
			"content": " The acting Nelson Mandela Bay metro mayor says residents must work with law enforcement authorities so that they are not policed. The mayor says the tightening of regulations, especially the curfew, is necessary because taverns are becoming a problem. He has welcomed the tightening of lockdown restrictions, saying they will help flatten the Covid-19 surge in the metro by Christmas. Acting Nelson Mandela Bay Mayor Tshonono Buyeye believes President Cyril Ramaphosa's decision to tighten some lockdown restrictions in the region will help flatten the Covid-19 curve and lead to more relaxed conditions come Christmas. Buyeye was addressing the media outside the City Hall in Port Elizabeth on Friday, following Ramaphosa's announcement on the restrictions on Thursday night. The president declared Nelson Mandela Bay a coronavirus hotspot and said the decision to do so was made after a recommendation from the National Coronavirus Command Council in consultation with premiers, metro mayors and traditional leaders. While Alert Level 1 restrictions are in place countrywide, additional restrictions were implemented in the metro from midnight. The restrictions include a 22:00 to 04:00 curfew, and the reduction of trading hours for alcohol outlets from 10:00 to 18:00 from Mondays to Thursdays.",
			"description": "The decision to impose slightly stricter lockdown regulations in Nelson Mandela Bay may lead to more relaxed conditions come Christmas, says Acting Mayor Tshonono Buyeye.\n",
			"publishedAt": "2020-12-04",
			"source_name": "News24",
			"source_url": "news24.com",
			"title": "Covid-19: Tighter lockdown regulations for NMB could mean a more relaxed Christmas - acting mayor | News24",
			"url": "https://www.news24.com/news24/SouthAfrica/News/covid-19-tighter-lockdown-regulations-for-nmb-could-mean-a-more-relaxed-christmas-acting-mayor-20201204",
			"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/10716/6d1194adc614432390756fe43340c4bb.jpg"
		},
		{
			"author": "[\"Laxmi Negi\"]",
			"content": " India captain Virat Kohli was quite pleased that the concussion substitute rule worked out well for his side even though there were no plans to play Yuzvendra Chahal, who proved to be a match-winner after replacing Ravindra Jadeja in the first T20 International against Australia in Canberra. Chahal turned out to be the perfect concussion substitute after an injured Jadeja did his part with the bat in India's impressive 11-run victory. While Jadeja smashed an unbeaten 44 off 23 balls to propel India to 161 for 7, his head injury allowed India to unleash Chahal (3/25 in 4 overs) on an Australian side caught completely off-guard. \"There were no plans of having Yuzi (Chahal) in the game. Jaddu (Jadeja) got a knock on the side of the head and was a bit dizzy and still is,\" Kohli said in the post-match presentation. \"Concussion replacements are a strange thing, today it worked for us maybe another time he wouldn't have found a like-for-like,\" he added. Kohli was full of praise for all his players but singled out Jadeja and Chahal for their efforts. \"He (Chahal) came in and bowled really well. The pitch offered him enough. Yuzi showed character to squeeze the opponents. I thought they had a great start. They were cruising. The batters offered us a few wickets. That is T20 cricket for you,\" he said.",
			"description": "We had no plans to play Chahal, but..., says Kohli. Kohli was full of praise for all his players but singled out Jadeja and Chahal for their efforts.\n",
			"publishedAt": "2020-12-04",
			"source_name": "Rediff",
			"source_url": "rediff.com",
			"title": "We had no plans to play Chahal, but..., says Kohli - Rediff Cricket",
			"url": "https://www.rediff.com/cricket/report/we-had-no-plans-to-play-chahal-but-says-kohli-aus-tour/20201204.htm",
			"urlToImage": "https://im.rediff.com/cricket/2020/dec/04kohli-chahal.jpg"
		},
		{
			"author": "[\"National 4-H Council\"]",
			"content": " National 4-H Council Awarded $4.25 Million to Support 4-H National Mentoring Program and 4-H Health Rocks!® Mentoring Program CHEVY CHASE, Md., Dec. 4, 2020 /PRNewswire/ -- The Department of Justice's Office of Juvenile Justice and Delinquency Prevention (OJJDP) has awarded $3 million to National 4–H Council in support of the 4–H National Mentoring Program. The grant builds on 4-H's partnership with OJJDP to continue the national effort to strengthen, expand and implement youth mentoring activities. These mentoring activities provide meaningful relationships for thousands of youth classified as at-risk, high-risk, or underserved, including youth affected by the opioid epidemic. In addition, a program in its second year, 4-H Health Rocks!® Mentoring Program, has been funded for $1.25 million. These generous grants will provide funding to facilitate 4–H mentoring programs in 38 states to keep kids safe, improve academic outcomes and prevent youth delinquency, whereas the 4-H Health Rocks!® Mentoring Program will provide mentoring to youth in rural Appalachia in an effort to prevent opioid abuse. These programs, led by Cooperative Extension and its network of 100 colleges and universities, were developed in partnership with the United States Department of Agriculture's (USDA) Children, Youth and Families at Risk Program, which sparks innovation in community-based educational programs for children, youth, parents and families. \"As kids face a fast-paced and quickly evolving world, the support of caring mentors helps to provide the guidance and tools they need to grow skills they need for their life and career,\" said Jennifer Sirangelo, president & CEO, National 4-H Council. \"Thanks to this significant grant from OJJDP, 4-H program staff have the opportunity to implement proven mentoring programs in underrepresented communities across the country.\" As of 2019, the 4-H National Mentoring Program has served more than 64,000 youth, resulting in significant outcomes in areas such as family relationships, perceptions of social support, and social competence. About 4–H 4–H, the nation's largest youth development organization, grows confident young people who are empowered for life today and prepared for career tomorrow. 4–H programs empower nearly six million young people across the U.S. through experiences that develop critical life skills. 4–H is the youth development program of our nation's Cooperative Extension System and USDA and serves every county and parish in the U.S. through a network of 110 public universities and more than 3,000 local Extension offices. Globally, 4–H collaborates with independent programs to empower one million youth in 50 countries. The research-backed 4–H experience grows young people who are four times more likely to contribute to their communities; two times more likely to make healthier choices; two times more likely to be civically active; and two times more likely to participate in STEM programs.",
			"description": "/PRNewswire/ -- The Department of Justice's Office of Juvenile Justice and Delinquency Prevention (OJJDP) has awarded $3 million to National 4–H Council in...",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "prnewswire.com",
			"title": "National 4-H Council Awarded $4.25 Million to Support 4-H National Mentoring Program and 4-H Health Rocks!® Mentoring Program",
			"url": "https://www.prnewswire.com:443/news-releases/national-4h-council-awarded-4-25-million-to-support-4h-national-mentoring-program-and-4-h-health-rocks-mentoring-program-301186596.html",
			"urlToImage": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"
		},
		{
			"author": "[\"Canny Maphanga\"]",
			"content": " A formal extradition request for fugitive self-proclaimed Shepherd Bushiris has been received by the Malawian government. Malawian Minister for Information, Gospel Kazako told News24 that the attorney general will look at it and a decision will be made. Meanwhile, Minister Ronald Lamola said they were convinced that the Malawian government will honour the letter. The Malawian government has received the formal extradition request for fugitive self-proclaimed prophet Shepherd Bushiri and his wife Mary. Malawi Minister for Information, Gospel Kazako, confirmed to News24 on Friday that the papers have been received. \"We have received the formal request and the Attorney General will look at it, from there a decision will be made. \"At the moment it is difficult to say anything other than that we have received the formal request,\" he said.",
			"description": "The Malawian government has received the formal extradition request for fugitive self-proclaimed prophet Shepherd Bushiri and his wife Mary. ",
			"publishedAt": "2020-12-04",
			"source_name": "News24",
			"source_url": "news24.com",
			"title": "UPDATE | Malawi receives formal extradition request from SA for Bushiris | News24",
			"url": "https://www.news24.com/news24/SouthAfrica/News/just-in-malawi-receives-formal-extradition-request-from-sa-for-bushiris-20201204",
			"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/10516/a9beaa021e0c45f2964825b5805606e2.jpg"
		},
		{
			"author": "[\"Wesley Stace\"]",
			"content": " The Bee Gees: So Much Drama The new HBO documentary How Can You Mend a Broken Heart offers revelations about the band’s glory disco days but overlooks some of the Gibb brothers’ messier moments. Maurice, Robin and Barry Gibb (seen here in 1979), whose international stardom as the Bee Gees was fueled by brotherly harmony, are the subject of a new documentary, How Can You Mend a Broken Heart, directed by Frank Marshall and premiering on HBO on December 12. Photo:\nCourtesy of Ed Caraeff/Getty Images/HBO By\nWesley Stace Dec. 4, 2020 8:32 am ET It is a little disconcerting, in the new documentary The Bee Gees: How Can You Mend a Broken Heart, premiering on HBO on December 12, to hear Robin Gibb pronounce the band’s name with the emphasis on the second syllable: Bee Gees.",
			"description": "The new HBO documentary How Can You Mend a Broken Heart offers revelations about the band’s glory disco days but overlooks some of the Gibb brothers’ messier moments.",
			"publishedAt": "2020-12-04",
			"source_name": "WSJ",
			"source_url": "wsj.com",
			"title": "The Bee Gees: So Much Drama - WSJ",
			"url": "https://www.wsj.com/articles/bee-gees-hbo-documentary-essay-11607088673",
			"urlToImage": "https://images.wsj.net/im-268178/social"
		},
		{
			"author": "[\"Sophie Finnegan\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time.",
			"description": "Durham Constabulary is expected to provide further information",
			"publishedAt": "2020-12-04",
			"source_name": "ChronicleLive",
			"source_url": "chroniclelive.co.uk",
			"title": "CafÃ© car park in Seaham cordoned off by police due to an 'incident' - Chronicle Live",
			"url": "https://www.chroniclelive.co.uk/news/north-east-news/caf-car-park-seaham-cordoned-19401221",
			"urlToImage": "https://i2-prod.chroniclelive.co.uk/news/north-east-news/article19401301.ece/ALTERNATES/s1200/0_JS224381470.jpg"
		},
		{
			"author": "[\"Crocs, Inc.\"]",
			"content": " As an authentic fan of the brand, Post Malone continues to embody Crocs' global brand mantra of Come As You Are™ by reimaging the brand's iconic clog silhouette in new and unexpected ways. In addition to the footwear, Post Malone and Crocs have also teamed up on a PostyCo Pink 3 Pack, and PostyCo Black 3 Pack of Jibbitz™ charms, with each 3 Pack as unique as Post Malone himself. Available for purchase separately, the PostyCo Jibbitz™ charms feature grapes, a heart, a rubber duck and representations of his infamous tattoos. Post Malone and Crocs remain focused on elevating the fan experience by commemorating the fifth – and biggest – Post Malone X Crocs drop by safely surprising 5,000 fans throughout the day with his limited-edition footwear. This includes giveaways in New York, Los Angeles, Chicago, Dallas, Austin, Salt Lake City, Toronto, London, Sydney, Tokyo, Paris and Berlin. In doing so, Crocs and Post Malone hope to provide comfort, optimism and joy at a time when it's needed most. \"Giving away 5,000 pairs of shoes is how I'm saying 'thank you' to my fans,\" Post Malone said. \"Each time Crocs and I partner, we make something better than before and I'm excited about what we came up with this time around. Drop 5 is going to be one my fans remember.\" Post Malone recently received three nominations for the 63rd annual GRAMMY® Awards, including Album of the Year for Hollywood's Bleeding and Song and Record of the Year for \"Circles\". The limited-edition Post Malone x Crocs Duet Max Clog II will be released globally beginning on Tuesday, December 8 for $59.99 across select Crocs and partner retail and e-commerce channels. The PostyCo Pink 3 Pack and PostyCo Black 3 Pack of Jibbitz™ charms will be available separately for $11.99. \"This is our biggest and most impactful Post Malone X Crocs drop to date, and in more ways than one,\" said Heidi Cooley, Head of Global Marketing for Crocs. \"In addition to surprising some of Post Malone's biggest fans with free shoes, we, for the first time, are offering consumers two styles to choose from, plus special Jibbitz™ charms. We're thrilled by how partnership with Post Malone continues to evolve and look forward to sharing in the excitement that this drop will undoubtedly generate.\" About Crocs, Inc. Crocs, Inc. (Nasdaq: CROX) is a world leader in innovative casual footwear for women, men, and children, combining comfort and style with a value that consumers know and love. Crocs' proprietary Croslite™ material, a molded footwear technology, is included in the vast majority of Crocs' collection and delivers extraordinary comfort with each step. Crocs declares that expressing yourself and being comfortable are not mutually exclusive. To learn more about Crocs or our global Come As You Are™ campaign, please visit www.crocs.com or follow @Crocs on Facebook, Instagram and Twitter.",
			"description": "/PRNewswire/ -- Crocs, Inc. (NASDAQ: CROX), a global leader in innovative, casual footwear for women, men and children, today announced their fifth...",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "prnewswire.com",
			"title": "Post Malone and Crocs Announce 5th Collaboration by Surprising 5,000 Fans Around the World with Shoes",
			"url": "https://www.prnewswire.com:443/news-releases/post-malone-and-crocs-announce-5th-collaboration-by-surprising-5-000-fans-around-the-world-with-shoes-301186597.html",
			"urlToImage": "https://mma.prnewswire.com/media/1358921/Crocs_Post_Malone_1.jpg?p=twitter"
		},
		{
			"author": "[\"Jason Felix\"]",
			"content": " WATCH | Leaked matric papers to be rewritten, says Angie Motshekga Basic Education Minister Angie Motshekga has announced that leaked matric papers will be rewritten later this month. Mathematics Paper 2 will be written on Tuesday 15 December, while Physical Sciences Paper 2 will be written on Thursday 17 December. The Department of Basic Education has established that around 195 learners had access to the leaked papers. The viral spread of information on cyber networks made it virtually impossible for the Department of Basic Education (DBE) to accurately identify the number of pupils who have had access to the leaked matric examination papers. Last month, Mathematics Paper 2 and Physical Science Paper 2 were leaked on Whatsapp, having been viewed by an untold number of matriculants. The Council of Education Minister (CEM) has therefore decided that a national rewrite of both papers is necessary.",
			"description": "Basic Education Minister Angie Motshekga has announced that leaked matric papers will be rewritten later this month.",
			"publishedAt": "2020-12-04",
			"source_name": "News24",
			"source_url": "news24.com",
			"title": "WATCH | Leaked matric papers to be rewritten, says Angie Motshekga | News24",
			"url": "https://www.news24.com/news24/SouthAfrica/News/leaked-matric-papers-to-be-re-written-says-angie-motshekga-20201204",
			"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/8829/29376cdd589a4bf695168beaa0830d86.jpeg"
		},
		{
			"author": "[\"Eric Sylvers\"]",
			"content": " Big City Conundrum: How to Persuade People to Ride the Subway Traveling on trains and buses means potential exposure to the coronavirus, so cities are racing to make their public transit systems safe. WSJ explores how things like sanitizing robots, working from home and expanded bike lanes are changing our commutes. Video/Illustration: Jaden Urbi and Zoë Soriano Eric Sylvers Before the coronavirus swept through New York, Lawrence Rosenberg took the subway to his office in Midtown and often crossed Central Park on a bus to drop off his son at preschool. “If it was too long to go by foot, I always got the subway,” said Mr. Rosenberg, an asset manager. He and his wife haven’t been on public transportation since March. He either walks with his son across the park or takes a scooter, and he hasn’t worked from his office since the pandemic started. Before getting back on the subway or a bus, Mr. Rosenberg is waiting for a broader solution to the pandemic, such as a widely deployed vaccine or a more effective testing regime. The decision by would-be passengers like Mr. Rosenberg to avoid public transportation is one of the conundrums large cities are trying to solve. Until people are comfortable taking subways, buses and trams, cities can’t fully reopen their economies and return to a semblance of normalcy.",
			"description": "With public-transport usage down since the pandemic began, authorities need to conquer coronavirus-transmission fears before economies can reopen fully.",
			"publishedAt": "2020-12-04",
			"source_name": "WSJ",
			"source_url": "wsj.com",
			"title": "Big City Conundrum: How to Persuade People to Ride the Subway - WSJ",
			"url": "https://www.wsj.com/articles/big-city-conundrum-how-to-convince-people-to-ride-the-subway-11607089753",
			"urlToImage": "https://images.wsj.net/im-267953/social"
		},
		{
			"author": "[\"PROFILE Products LLC\"]",
			"content": " The acquisition brings together two leading experts in advanced growing media substrates to reliably provide critical raw materials to growers and blenders. BUFFALO GROVE, Ill., Dec. 4, 2020 /PRNewswire/ -- Profile® Products, the manufacturer of HydraFiber®horticulture substrates and other leading soil and vegetation management solutions, today announced the acquisition of Sunterra Horticulture, a major producer of professional-grade sphagnum peat moss. The transaction includes all Sunterra product lines, as well as the company's state-of-the-art facilities in Saskatchewan and Manitoba, Canada. All Sunterra employees will also join Profile's team. Sunterra Horticulture. The investment combines the industry-leading experience of both companies and expands Profile's horticultural product line to provide growers and blenders with a consistent and reliable supply of critical raw materials needed for their soil and media programs. \"We're excited to merge two of the most innovative players in the horticulture substrate market,\" said Jim Tanner, president and CEO of Profile Products. \"Sunterra not only provides high-quality peat moss in North America, they also have an excellent team and modern facilities that complement our production.\" The new products augment Profile's rapidly growing horticulture line, including HydraFiber, the most advanced engineered substrate for consistency, porosity and water availability. The acquisition will allow Profile to further enhance its strategic partnership with growers who choose to make their own mixes and blenders looking for a supply chain partner they can rely on for high-quality raw materials. \"Profile Products has established a strong market presence with products that fit well with our portfolio and corporate culture,\" said Albert Dorish, president and founder of Sunterra Horticulture. \"Through our combined efforts and capabilities, I'm confident we'll be able to deliver a full range of solutions and services to support customers with their horticultural needs.\"",
			"description": "/PRNewswire/ -- Profile® Products, the manufacturer of HydraFiber® horticulture substrates and other leading soil and vegetation management solutions, today...",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "prnewswire.com",
			"title": "Profile® Products Expands Horticulture Business with Acquisition of Sphagnum Peat Moss Producer Sunterra Horticulture",
			"url": "https://www.prnewswire.com:443/news-releases/profile-products-expands-horticulture-business-with-acquisition-of-sphagnum-peat-moss-producer-sunterra-horticulture-301186591.html",
			"urlToImage": "https://mma.prnewswire.com/media/727762/PROFILE_Products_Logo.jpg?p=twitter"
		},
		{
			"author": "[\"Riaan Grobler\"]",
			"content": " Man who raped his 9-year-old granddaughter and showed her porn handed life sentence A 73-year-old man from Ninapark was sentenced to two life terms and 20 years' imprisonment by the Pretoria North Regional Court for raping, sexually assaulting and exposing his 9-year-old granddaughter to pornography. This was after he was convicted of two counts of rape, four counts of sexual assault and one count of exposure to pornography, said National Prosecuting Authority (NPA) spokesperson Lumka Mahanjana. These incidents occurred between 2014 and 2016 when the girl and her brother were left in the care of their grandfather while their mother and grandmother were at work. The girl confided in her father's friend about her ordeal after he noticed that something was wrong with the child. The friend told the child's father, who then reported the matter to the police. After an investigation, the grandfather was summoned to appear in court in 2017. The man's name cannot be revealed to protect the identity of the girl, who is a minor. The NPA welcomed the sentence.",
			"description": "A 73-year-old man has been sentenced to two life terms and 20 years' imprisonment for raping, sexually assaulting and exposing his 9-year-old granddaughter to pornography.",
			"publishedAt": "2020-12-04",
			"source_name": "News24",
			"source_url": "news24.com",
			"title": "Man who raped his 9-year-old granddaughter and showed her porn handed life sentence | News24",
			"url": "https://www.news24.com/news24/SouthAfrica/News/man-who-raped-his-9-year-old-granddaughter-and-showed-her-porn-handed-life-sentence-20201204",
			"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/956/0b4c2101a92d4b4d9029abf80986970c.png"
		},
		{
			"author": "[\"Eva Xiao\"]",
			"content": " Pandemic deepens digital divide in largely cashless, smartphone-driven society, prompting Beijing to order public services to make exceptions for elderly Eva Xiao China is rolling out new measures to help seniors, as the Covid-19 pandemic exacerbates the digital divide for its rapidly aging population. The State Council, China’s cabinet, released a document last week calling on businesses and local authorities to take steps to assist seniors, including accepting cash and allowing paper alternatives to the digital health codes that have been required to access most public places—from hospitals to shopping centers to office buildings—during the pandemic. China, which has leapfrogged other countries in the use of digital payments, was already tricky terrain for those uncomfortable with technology. But the pandemic has amplified the problem. Recent incidents have sparked outrage on Chinese social media over poor treatment of the elderly. In August, state broadcaster CCTV and other Chinese media reported that an elderly man had been forced off a bus during rush hour in Harbin, in northern Heilongjiang province, because he didn’t scan his health code. Last week, Chinese media reported that an elderly person in Yichang, in central Hubei province, had weathered the rain to pay for medical insurance but was rejected because cash wasn’t allowed.",
			"description": "China is rolling out new measures to help seniors, as the coronavirus pandemic exacerbates the digital divide for its rapidly aging population.",
			"publishedAt": "2020-12-04",
			"source_name": "WSJ",
			"source_url": "wsj.com",
			"title": "Chinaâs Digital Response to Covid-19 Hits a GlitchâSeniors Donât Understand It     - WSJ",
			"url": "https://www.wsj.com/articles/chinas-digital-response-to-covid-19-hits-a-glitchseniors-dont-understand-it-11607086927",
			"urlToImage": "https://images.wsj.net/im-266892/social"
		},
		{
			"author": "[\"Kieran Murray\"]",
			"content": " The family of Kyle Dilks are urging people to speak out about their mental health struggles (Image: Submitted) Sign up to our newsletter for the latest Northumberland news When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. The heartbroken family of popular 21-year-old Kyle Dilks have spoken of their devastating loss in the hope of encouraging others to talk more openly about mental health. The Cramlington community was left in shock after the \"larger than life\" character with an \"infectious smile\" took his own life in October. Kyle worked at MGN Fire Protection and was a much-loved figure at Cramlington United Football Club, a team he once represented as a player. He later became an avid fan and was renowned at the club for his likeable personality and sense of humour.",
			"description": "The 21-year-old was \"always smiling\" and a popular figure at Cramlington United, where a mental health awareness board has been installed",
			"publishedAt": "2020-12-04",
			"source_name": "ChronicleLive",
			"source_url": "chroniclelive.co.uk",
			"title": "Grieving family of Cramlington lad Kyle Dilks, 21, urge others to speak out about mental health struggles - Chronicle Live",
			"url": "https://www.chroniclelive.co.uk/news/north-east-news/kyle-dilks-cramlington-mental-health-19399417",
			"urlToImage": "https://i2-prod.chroniclelive.co.uk/incoming/article19398468.ece/ALTERNATES/s1200/0_Kyle-Dilks-family.jpg"
		},
		{
			"author": "[\"Lynda Edwards\"]",
			"content": " Synagogues to greet Hanukkah with Zoom menorah lightings, car parades Rabbi Mordechai Rubin of the Colonie Chabad has planned creative, joyful Hanukkah celebrations that the public can join including a car parade with a huge firetruck delivering gelt (chocolate coins wrapped in gold foil). contributedShow MoreShow Less2of6Robert Kasper of Delmar sports his menorah hat after members of the Bethlehem Chabad took part in a Hanukkah Menorah lighting at the Four Corners on Tuesday, Dec. 12, 2017, in Delmar, N.Y. (Lori Van Buren / Times Union)Lori Van BurenShow MoreShow Less3of6Rabbi Nachman Simon with the Bethlehem Chabad helps flip a switch to turn on the lights during a lighting of a menorah hosted by the Bethlehem Chabad on Sunday, Dec. 2, 2018, in Delmar, N.Y. (Paul Buckowski/Times Union)Paul BuckowskiShow MoreShow Less4of6Ella Kasper, 12, of Delmar wears a menorah hat as she plays with her golden doodle dog named Doodle at a lighting of the menorah for Bethlehem Chabad's third annual Hanukkah celebration in the Four Corners on Tuesday, Dec. 16, 2014 in Delmar, N.Y. Ella's dad Rob Kasper stands at left. (Lori Van Buren / Times Union)Show MoreShow Less5of6From left, Yehoshua Carbonera of St. Paul, MN, Shlomo Morrison, Rabbi Leible Morrison of Beth Tephilah Synagogue and others sing a song after lighting the third candle in a menorah as the city of Troy celebrates Hanukkah with a menorah lighting ceremony at Monument Square on Wednesday, Dec. 28, 2016 in Troy, N.Y. Each night the city thanks a different group of people. Tonight they were thanking teachers. (Lori Van Buren / Times Union)Lori Van BurenShow MoreShow Less6of6Senior citizens light menorah at Jewish Community Center in Albany, New York - Max Weinstein, Mrs. Alfred Fox, and Mrs. Linda Drogin, Senior Adult Worker. April 1971 (Roberta Smith/Times Union Archive)Roberta Smith/Times Union Historic ImagesShow MoreShow Less Capital Region synagogues may be closed, but the congregations are finding creative ways to make Hanukkah celebrations warm and bright, a beautiful Festival of Lights breaking the gloom of this pandemic winter. Hanukkah is celebrated this year from Thursday, Dec. 10 to Friday, Dec. 18. “Havdalah is our way of saying goodbye to the Sabbath and greeting the new week,” Zak explained. The ceremony can begin after believers are able to see three stars in the sky, signifying nightfall. A blessing is said over wine and another blessing is said over spices. The latter shows appreciation of the happy surprises and mysteries that add sparkle and depth to everyday life.Zak of her synagogue’s Havdalah garden. She often picks basil or rosemary there to use in the blessing.",
			"description": "Capital Region synagogues find unique ways to celebrate Hanukkah joyfully despite the...",
			"publishedAt": "2020-12-04",
			"source_name": "Times Union",
			"source_url": "timesunion.com",
			"title": "Synagogues to greet Hanukkah with Zoom menorah lightings, car parades",
			"url": "https://www.timesunion.com/7dayarchive/article/Local-synagogues-celebrate-Hanukkah-with-Zoom-15770374.php",
			"urlToImage": "https://s.hdnux.com/photos/01/15/44/55/20335480/5/rawImage.png"
		},
		{
			"author": "[\"Puration, Inc.; Alkame Holdings Inc.\"]",
			"content": " PURA and ALKM Move Forward On New Hemp Derived CBD Infused Product Production DALLAS, Dec. 4, 2020 /PRNewswire/ -- Puration, Inc. (USOTC: PURA) and Alkame Holdings Inc. (USOTC: ALKM) today announced the two companies anticipate soon initiating production on new hemp derived CBD infused consumer products. PURA and ALKM expect to publish details on the specifics of the new production plans next week. PURA targeted CBD product acquisitions that could be enhanced with PURA's patented technology. PURA owns a license to a U.S. Patented cannabis extraction process backed by extensive university medical research. The license, issued by NCM Biotech, is exclusive for beverages, edibles and cosmetics among other uses. NCM Biotech is focused on medical research and Puration has access to that research. ALKM currently bottles PURA's EVERx CBD Sports Water. As part of a growing partnership, PURA has recently acquired a five percent stake in ALKM. In conjunction with that growing partnership, ALKM and PURA plan to announce next week the pilot production of multiple new CBD infused consumer products stemming from PURA's 2020 acquisitions. About West Coast Co Packer, Inc.West Coast Co Packer, Inc., is a wholly owned subsidiary of Alkame Holdings, Inc. and is a specialty liquid and single-serve manufacturer, co-packer, private labeler, and contract manufacturer. About Alkame Holdings, Inc.Alkame Holdings, Inc. is a publicly traded health and wellness technology holding company with a focus on patentable, innovative, and eco-friendly consumer products. The Company's wholly owned subsidiaries manufacture products with enhanced water utilizing proprietary technology to create products with several unique properties. The organization is diligently building a strong foundation through the launch and acquisition of appropriate business assets, and by pursuing multiple applications and placement into several emerging business sectors including but not limited to the following: consumer bottled water, RTD products, liquid hemp-based products, household pet products, horticulture, agriculture, and medical applications, including hand sanitizers, and many other various water-based treatment solutions to both new and existing business platforms. Disclaimer/Safe Harbor: This news release contains forward-looking statements within the meaning of the Securities Litigation Reform Act. The statements reflect the Company's current views with respect to future events that involve risks and uncertainties. Among others, these risks include the expectation that Alkame will achieve significant sales, the failure to meet schedule or performance requirements of the Company's contracts, the Company's liquidity position, the Company's ability to obtain new contracts, the emergence of competitors with greater financial resources and the impact of competitive pricing. In the light of these uncertainties, the forward-looking events referred to in this release might not occur. These statements have not been evaluated by the Food and Drug Administration. These products are not intended to diagnose, treat, cure, or prevent any disease.",
			"description": "/PRNewswire/ -- Puration, Inc. (USOTC: PURA) and Alkame Holdings Inc. (USOTC: ALKM) today announced the two companies anticipate soon initiating production on...",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "prnewswire.com",
			"title": "PURA and ALKM Move Forward On New Hemp Derived CBD Infused Product Production",
			"url": "https://www.prnewswire.com:443/news-releases/pura-and-alkm-move-forward-on-new-hemp-derived-cbd-infused-product-production-301186598.html",
			"urlToImage": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"
		},
		{
			"author": "[\"Riaan Grobler\"]",
			"content": " IPSS Medical Rescue said in a statement it is believed that a tow truck was driving at a low speed in the emergency lane due to poor weather conditions when a red VW Polo from the oncoming lane collided with it head-on. The high-impact collision tore the Polo in half. Both the driver and passenger showed no signs of life and were declared dead on the scene by IPSS paramedics. The driver of the tow truck sustained critical injuries and his passenger moderate injuries. Rescuers used the jaws of life to free him from his vehicle before he was placed in the care of IPSS advanced life support paramedics. The accident scene on the N2 near Nyoni in KwaZulu-Natal. SuppliedArrive Alive Part of the red VW Polo near the scene of the accident.",
			"description": "Two people have died and two others have been left critically injured following a head-on collision on the N2 near Nyoni in KwaZulu-Natal.",
			"publishedAt": "2020-12-04",
			"source_name": "News24",
			"source_url": "news24.com",
			"title": "PICS | Polo torn in half, 2 dead following head-on collision with tow truck | News24",
			"url": "https://www.news24.com/news24/SouthAfrica/News/pics-polo-torn-in-half-2-dead-following-head-on-collision-with-tow-truck-20201204",
			"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/9425/f36828f869d24787b5c1d8d6da1f83a8.jpg"
		},
		{
			"author": "[\"News staff\"]",
			"content": " A view of Albany Med, one day after the sidewalks outside the hospital were filled with nurses taking part in a one-day strike, on Wednesday, Dec. 2, 2020, in Albany, N.Y. (Paul Buckowski/Times Union)Paul Buckowski/Albany Times Union The Times Union is providing free access to this developing coverage to provide critical information to our community. To support our journalists’ work, consider a digital subscription. The chart shows daily new cases of COVID-19 in the eight counties of the Capital Region. Graphics by Cathleen F. Crowley and Bethany Bump/Times Union (About the data) 6:49 a.m.: Coronavirus contact tracer begs for honesty Most people Lara Madison calls who tested positive either want to help her find those who they might have exposed to infection or they are terrified that they are now positive and have questions. But there are some people – and Madison says they are in the minority – who ignore her calls and do not respond to her texts. And there are others who are \"incredibly hostile.\" \"When you get somebody who is abrasive or doesn't believe you or doesn't care or tells you, 'You can tell me what you want but I'll do whatever I want anyway.' It hurts my inner core that they take it so lightly,\" she said.",
			"description": "Live updates on the coronavirus pandemic in the Capital Region.",
			"publishedAt": "2020-12-04",
			"source_name": "Times Union",
			"source_url": "timesunion.com",
			"title": "Coronavirus live updates: Hospitalizations hit record high, possibility of shutdowns looming",
			"url": "https://www.timesunion.com/news/article/Coronavirus-live-updates-Cuomo-concerned-about-15775495.php",
			"urlToImage": "https://s.hdnux.com/photos/01/15/44/13/20333282/3/rawImage.jpg"
		},
		{
			"author": "[\"SIMPAC America\"]",
			"content": " SIMPAC Revolutionizes Press Manufacturing with its New CX Series & IIOT Technology TROY, Mich., Dec. 4, 2020 /PRNewswire/ -- SIMPAC America, North American subsidiary of South Korea's SIMPAC Inc., announces the recent launch of parent company SIMPAC's new gap-frame CX Series and its IIOT technology designed to accelerate small part production of stamped parts for the appliance, automotive, and other general industries. When developing the CX Series, SIMPAC heavily focused on multiple convenience and user-friendly components, including the application of the new electric system, SPMS (SIMPAC Press Monitoring System). The SPMS is a user-centered interface created to incorporate IIOT into future SIMPAC press models. Its advanced safety and expandability features greatly surpass the press manufacturer's previous Operator Panel (OP Panel), manufactured back in 2010. The SPMS system is now freely movable with its integrated pendant and arm attachments, allowing for greater accessibility. \"The all-new CX Series was designed to be an industry-leading gap-frame press for the production of various general stamping applications. This model is equipped with automation-friendly features such as multiple cams and newly designed SPMS press controls – creating a new standard for operations and digitization,\" explains Mr. KH Song, Head of Overseas Dept. at SIMPAC, Inc. \"We are confident that the CX Series will exceed metal former's expectations with its effective and versatile performance.\" Additional technological advancements of the CX Series include FEM analysis to increase durability and frame strength of the press, progressive feeder sensors for monitoring quantitative measurements of refuels, injections, and adjustments in lubrication, and new temperature sensors on the drive units to ensure preservation of the press and longevity of equipment lifespan. Stampers interested in the CX Series will experience the wide supporting 4 and 6-sided gibs for tackling eccentric loads, greater accuracy, and high precision. The CX's wet type clutch and brake assembly with its built-in flywheel will enable high energy at high speeds – with a low noise level due to the improved gear drive system. The CX's applied O-Ring and Gib Oil Cutter along with improvements made to the crank, drive parts, and balance structure will drastically reduce any potential oil leakage. \"Look, our customers are always our first priority. We hear all the time from plant managers all over North America that, even for the production of small parts, size really does matter when it comes to maximum flexibility on the shop floor,\" states Stephan Robertson, General Manager/VP of Sales & Operations at SIMPAC America. \"This is why the CX is already showing high demand. It provides a bigger bolster, longer slide stroke, and wider shut height range – essentially covering the immediate needs stressed by multiple industries, including the EV market.\"",
			"description": "/PRNewswire/ -- SIMPAC America, North American subsidiary of South Korea's SIMPAC Inc., announces the recent launch of parent company SIMPAC's new gap-frame CX...",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "prnewswire.com",
			"title": "SIMPAC Revolutionizes Press Manufacturing with its New CX Series & IIOT Technology",
			"url": "https://www.prnewswire.com:443/news-releases/simpac-revolutionizes-press-manufacturing-with-its-new-cx-series--iiot-technology-301186583.html",
			"urlToImage": "https://mma.prnewswire.com/media/1331592/SIMPAC_Logo.jpg?p=twitter"
		},
		{
			"author": "[\"Russel Molefe, Correspondent\"]",
			"content": " Both the state prosecutor Chantelle Stevens and defence attorney John Mokgotho, who is representing Leshabane, did not know. Mokgotho asked for an adjournment to try to establish \"the facts\". This was after Ungerer indicated that she had to postpone the hearing. The court was adjourned for almost two hours before Moruleng arrived. When the court resumed, Ungerer indicated that there had been \"some unforeseen circumstances \" which delayed the start of the hearing. It emerged that Moruleng experienced \"circumstances beyond his control\" which delayed his arrival in court. The bail hearing was postponed to Tuesday, 8 December 2020. On Thursday, the hearing had to be postponed due to the absence of an Afrikaans interpreter.",
			"description": "Thabo Leshabane, who is accused of planning his wife's murder, had his bail hearing delayed again, as one of the lawyers for one of his co-accused arrived late at court.",
			"publishedAt": "2020-12-04",
			"source_name": "News24",
			"source_url": "news24.com",
			"title": "Polokwane 'hit' case delayed again as lawyer arrives late | News24",
			"url": "https://www.news24.com/news24/SouthAfrica/News/polokwane-hit-case-delayed-again-as-lawyer-arrives-late-20201204",
			"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/9400/b8717e938d4f40bba652c4b02868b921.jpeg"
		},
		{
			"author": "[\"Katherine Clarke\"]",
			"content": " The comedian and talk show host bought the property in an off-market deal in September Portia de Rossi and Ellen DeGeneres. Katherine Clarke Comedian and talk show host Ellen DeGeneres is the buyer of a $49 million estate in Montecito, Calif., one of the most expensive properties ever sold in the pricey Santa Barbara County community, according to two people familiar with the deal. Ms. DeGeneres bought the property from Dennis Miller, comedian and political commentator, and his wife, former model Carolyn Espley-Miller, in late September. Records show the couple owned the property since 2006. They couldn't be reached for comment. The compound, which was not publicly listed for sale, includes three separate parcels of land totaling more than 4 acres and several structures, records show. Ms. Espley-Miller provided her Instagram followers with glimpses of the property over the years, showing off the South African Cape Dutch-style main house, a “barn” designed by Los Angeles architect Tom Kundig and a large lily pond. She often posted about the wildlife on the property, including dragonflies, hummingbirds, ducks and a heron, as well as the extensive gardens.",
			"description": "The comedian and talk show host bought the property in an off-market deal in September.",
			"publishedAt": "2020-12-04",
			"source_name": "WSJ",
			"source_url": "wsj.com",
			"title": "Ellen DeGeneres Is Behind $49 Million Deal for Dennis Millerâs Montecito Estate - WSJ",
			"url": "https://www.wsj.com/articles/ellen-degeneres-is-behind-49-million-deal-for-dennis-millers-montecito-estate-11607095831",
			"urlToImage": "https://images.wsj.net/im-268063/social"
		},
		{
			"author": "[\"Sara Nichol\"]",
			"content": " Want the latest news sent to your inbox daily? Sign up to our FREE newsletter below When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. An ex-boyfriend threatened to chop up his former partner's new beau while liking blood from a machete in a chilling video posted online. Drunk Mark Brown filmed himself licking his own blood from the blade before saying \"lovely\" to the camera and claiming \"I want your f****** blood\". During the disturbing footage, which was posted on Snapchat, the 30-year-old dad shouted \"When I find out who has been f****** [his ex], I'm telling you now, they're getting chopped up, chopped clean up\", magistrates were told. Brown then cut his own arm with a machete and licked the blood off before making threats to \"come after\" his former partner, who is the mother of his two children, and her new boyfriend.",
				"description": "Mark Brown filmed himself licking his own blood from the knife as he made the threats before posting the chilling footage on Snapchat",
				"publishedAt": "2020-12-04",
				"source_name": "ChronicleLive",
				"source_url": "chroniclelive.co.uk",
				"title": "Dad threatened to chop up ex's partner while licking blood from machete in disturbing video - Chronicle Live",
				"url": "https://www.chroniclelive.co.uk/news/north-east-news/mark-brown-threatened-chop-19393846",
				"urlToImage": "https://i2-prod.chroniclelive.co.uk/incoming/article19394277.ece/ALTERNATES/s1200/0_SGP_NEC_021220COURT03JPG.jpg"
			},
			{
				"author": "[\"Eduardo Medina\"]",
				"content": " Dump truck fire causes traffic slowdown on Albany's Central Avenue ALBANY – The city fire department closed Central Avenue at North Main Street on Friday morning after a city dump truck caught fire, causing traffic slowdowns for morning commuters, Chief Joseph Gregory said. Gregory said their fire hoses were stretched along Central Avenue as they worked to put out the fire in the truck's garbage compartment. To keep vehicles from running over and damaging the hoses, the fire department closed the street. The truck was from the city's Department of General Services. Eduardo Medina is a Hearst Fellow. An Alabama native, he grew up in Birmingham and went to school at Auburn University. Before joining the Times Union in 2020, he interned at the San Francisco Chronicle as a metro reporter and was editor-in-chief of The Auburn Plainsman. You can reach him at Eduardo.Medina@timesunion.com.",
				"description": "The city fire department closed Central Avenue at North Main Street on Friday morning...",
				"publishedAt": "2020-12-04",
				"source_name": "Times Union",
				"source_url": "timesunion.com",
				"title": "Dump truck fire causes traffic slowdown on Albany's Central Avenue",
				"url": "https://www.timesunion.com/news/article/Dump-truck-fire-causes-traffic-on-Central-Avenue-15775628.php",
				"urlToImage": "https://www.timesunion.com/img/pages/article/opengraph_default.jpg"
			},
			{
				"author": "[\"S&P Global\"]",
				"content": " S&P Global to Present at the Goldman Sachs U.S. Financial Services Conference on December 8 NEW YORK, Dec. 4, 2020 /PRNewswire/ -- Ewout Steenbergen, Executive Vice President and Chief Financial Officer of S&P Global (NYSE: SPGI), will present at the Goldman Sachs U.S. Financial Services Conference on December 8. Mr. Steenbergen is scheduled to speak from 10:40 a.m. to 11:15 a.m. (Eastern Time). The \"fireside chat\" will be webcast and may include forward-looking information. Webcast Instructions: Live and ReplayThe webcast (audio-only) will be available live and in replay through the Company's Investor Relations website http://investor.spglobal.com/Investor-Presentations (please copy and paste URL into web browser). The webcast replay will be available approximately 24 hours after the end of the presentation and will remain accessible for three months, ending on March 7, 2021. Any additional information presented during the presentation will be made available on the Company's Investor Presentations web page.",
				"description": "/PRNewswire/ -- Ewout Steenbergen, Executive Vice President and Chief Financial Officer of S&P Global (NYSE: SPGI), will present at the Goldman Sachs U.S....",
				"publishedAt": "2020-12-04",
				"source_name": "",
				"source_url": "prnewswire.com",
				"title": "S&P Global to Present at the Goldman Sachs U.S. Financial Services Conference on December 8",
				"url": "https://www.prnewswire.com:443/news-releases/sp-global-to-present-at-the-goldman-sachs-us-financial-services-conference-on-december-8-301186584.html",
				"urlToImage": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"
			},
			{
				"author": "[\"Joe Wallace\"]",
				"content": " Longtime chief executive to be replaced by Gary Nagle Ivan Glasenberg is set to retire as Glencore CEO in the first half of 2021. Joe Wallace LONDON—Ivan Glasenberg, the longtime chief executive of Glencore PLC, is handing over the reins of the global mining and trading giant he built, saying Friday he would retire in the first half of next year. The Switzerland-based, London-listed company said it had tapped Gary Nagle, a senior deputy who currently runs the company’s coal industrial assets, as his successor. Mr. Glasenberg, a 63-year-old South African, joined Glencore in 1984 and has been CEO since 2002. He orchestrated the company’s stock-market flotation in 2011 and shortly after merged it with miner Xstrata, transforming it from a privately held commodities trading business into a publicly listed mining and trading giant. Two years ago, he started to lay out a timeline for when he might stand down, and more recently said it was getting close to time for him and his senior leadership team to step aside for the next generation of managers.",
				"description": "Ivan Glasenberg, the longtime chief executive of Glencore, is handing over the reins of the global mining and trading giant he built, saying he would retire in the first half of next year.",
				"publishedAt": "2020-12-04",
				"source_name": "WSJ",
				"source_url": "wsj.com",
				"title": "Glencore CEO Ivan Glasenberg to Retire After 18 Years at the Helm - WSJ",
				"url": "https://www.wsj.com/articles/glencore-ceo-ivan-glasenberg-to-retire-in-2021-11607091758",
				"urlToImage": "https://images.wsj.net/im-268331/social"
			},
			{
				"author": "[\"\"]",
				"content": " Sun's out! Hot Saturday on cards to kick off weekend Yellow Level 1 warning for winds resulting in possible difficulty in navigation between Dassen Island and Hermanus off the Western Cape. Fire warnings: Extremely high fire danger conditions are expected over the Kamiesberg, Nama-Khoi, and Khai-Ma Municipalities of the Northern Cape. The weather in your region: Gauteng will be cloudy and cool with scattered showers and thundershowers. The expected UVB sunburn index is very high.",
				"description": "A hot day is in store to kick off the weekend, the South African Weather Service says.\n\n",
				"publishedAt": "2020-12-04",
				"source_name": "News24",
				"source_url": "news24.com",
				"title": "Sun's out! Hot Saturday on cards to kick off weekend | News24",
				"url": "https://www.news24.com/news24/SouthAfrica/News/suns-out-hot-saturday-on-cards-to-kick-off-weekend-20201204",
				"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/9443/bf017dcf37b54a1cb84f4330228796f1.jpg"
			},
			{
				"author": "[\"Kenneth C. Crowe II\"]",
				"content": " Hoosic Valley High School goes to remote learning for Friday SCHAGHTICOKE – Hoosic Valley Junior Senior High School went to remote learning on Friday as a precautionary measure after a staff member was exposed to a person who tested positive for COVID-19, the Hoosic Valley Central School District posted on its website. The staff member has been tested for COVID-19 and the district said Thursday it is awaiting the results. The staff member may have been in contact with the school’s White Group on Monday and Tuesday. The school's students are split between White and Blue groups. While no one is required to be quarantined at this time, the district said, \" …as a precautionary measure we will have the High School pivot to remote learning tomorrow, Friday December 4th. This will prevent the spread to members of the White Teams as well as to our teachers which would in turn cross contaminate the Blue Team.” The learning situation will be re-evaluated when the person’s test results are available. Kenneth C. Crowe II covers Rensselaer County for the Times Union. He writes about Troy, US Census, northeastern Albany County and whatever else comes up. Screenwriting is a fascination. You can reach him at kcrowe@timesunion.com.",
				"description": "",
				"publishedAt": "2020-12-04",
				"source_name": "Times Union",
				"source_url": "timesunion.com",
				"title": "Hoosic Valley High School goes to remote learning for Friday",
				"url": "https://www.timesunion.com/news/article/Hoosic-Valley-High-School-goes-to-remote-learning-15775756.php",
				"urlToImage": "https://s.hdnux.com/photos/56/23/27/12137958/4/rawImage.jpg"
			},
			{
				"author": "[\"Vestmark\"]",
				"content": " WAKEFIELD, Mass., Dec. 4, 2020 /PRNewswire/ -- Vestmark, Inc, a leading provider of portfolio management tools and trading software, has been named as the 'Best Third-Party Technology Vendor IT Team' at the 2020 American Financial Technology Awards (AFTAs). Hosted by WatersTechnology, the AFTAs are an annual award ceremony recognizing excellence in the deployment and management of financial technology within the asset management and investment banking industries. This is the second consecutive year the AFTAs have recognized Vestmark in this category. Founded in 2001, Vestmark provides wealth management enterprises and the advisors they serve with portfolio management tools, trading and rebalancing solutions and outsourced services, enabling them to better serve their clients and grow their businesses. The Vestmark IT team consists of 126 employees who develop product features using Scrum, a widely recognized process by which engineers deliver value in two-week iterations. In 2020, Vestmark introduced a host of new product features, notably a new user interface, a project which required intensive collaboration on the part of several different scrum teams to launch. The Vestmark IT team is also responsible for working directly with clients – both to get feedback on product development and to walk them through new features and updates. By developing a close relationship with Vestmark users, the team is better able to create solutions that address the needs of each individual customer and respond to overall marketplace trends and expectations. \"It is incredibly gratifying to see our IT team honored for their hard work and dedication to delivering for our clients,\" said Mark Peabody, Senior Vice President of Product Management at Vestmark. \"This is a group of people who are solving complex problems, adapting to unexpected challenges and putting the needs of our customers first on a daily basis. I am very proud of everything they have accomplished and am excited to watch them continue to grow as a team in 2021.\" About VestmarkHeadquartered outside of Boston, MA and founded in 2001, Vestmark is a leading provider of portfolio management/trading solutions and outsourced services for financial institutions and their advisors, enabling them to efficiently manage and trade customized client portfolios through an innovative SaaS platform. Supporting over $1 trillion in assets and 4 million accounts, Vestmark is a trusted partner to some of the largest and most respected wealth management firms. For more information about Vestmark's solutions, call (781) 224-3640, email [email protected], or visit www.vestmark.com.",
				"description": "/PRNewswire/ -- Vestmark, Inc, a leading provider of portfolio management tools and trading software, has been named as the 'Best Third-Party Technology Vendor...",
				"publishedAt": "2020-12-04",
				"source_name": "",
				"source_url": "prnewswire.com",
				"title": "Vestmark Named 2020's 'Best Third-Party Technology Vendor IT Team' by WatersTechnology",
				"url": "https://www.prnewswire.com:443/news-releases/vestmark-named-2020s-best-third-party-technology-vendor-it-team-by-waterstechnology-301186595.html",
				"urlToImage": "https://mma.prnewswire.com/media/805142/Vestmark_Logo.jpg?p=twitter"
			},
			{
				"author": "[\"Ted Widmer\"]",
				"content": " How John Adams Got Over Political Defeat After losing to Thomas Jefferson in a race with modern echoes, America’s first one-term president sulked, but he ultimately found purpose and reconciliation An 1823 portrait of John Adams by Gilbert Stuart. Photo:\nBridgeman Images By\nTed Widmer Dec. 4, 2020 9:55 am ET As Donald Trump continues to make clear his extreme unhappiness at the result of a presidential vote, it is worth considering another such instance from the past. Few presidents ever had more reason to sulk after an election than John Adams in 1800. But over time—many decades—Adams’s pique dissipated and turned into something constructive.",
				"description": "After losing to Thomas Jefferson in a race with modern echoes, America’s first one-term president sulked, but he ultimately found purpose and reconciliation",
				"publishedAt": "2020-12-04",
				"source_name": "WSJ",
				"source_url": "wsj.com",
				"title": "How John Adams Got Over Political Defeat - WSJ",
				"url": "https://www.wsj.com/articles/how-john-adams-got-over-political-defeat-11607093743",
				"urlToImage": "https://images.wsj.net/im-267448/social"
			},
			{
				"author": "[\"Daniel Holland\"]",
				"content": " Want the latest news sent to your inbox daily? Sign up to our FREE newsletter below When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Adult social care services in the city, which support the elderly, disabled, people with mental health conditions and many more, will see their funding slashed by £13.2 million in the next two years. Children’s services face £6.4 million cuts, parking and bin collection charges are among a series of local authority fees that will be increased, and 15 jobs will be lost. The council is proposing a council tax rise of 4.95%, including a 3% precept for adult social care, according to draft proposals published on Friday. That rise, which is just short of the maximum 5% permitted by the Government next year without councils needing to hold a referendum on it, will equate to annual increases of between £56 and £169 depending on your home’s council tax band. Some adults who receive care services from the council could also face new charges of £5 per week to pay for their support to be arranged from April 2021.",
				"description": "Newcastle City Council is also planning major spending cuts on social care services, increased fees for parking and bin collections, and says 15 local authority jobs will be lost",
				"publishedAt": "2020-12-04",
				"source_name": "ChronicleLive",
				"source_url": "chroniclelive.co.uk",
				"title": "Newcastle council tax to rise almost 5% amid 'severe' Â£40m cuts to city's frontline services - Chronicle Live",
				"url": "https://www.chroniclelive.co.uk/news/north-east-news/newcastle-council-tax-rise-almost-19400488",
				"urlToImage": "https://i2-prod.chroniclelive.co.uk/incoming/article18118790.ece/ALTERNATES/s1200/0_Untitled-design-35.jpg"
			},
			{
				"author": "[\"Adiel Ismail\"]",
				"content": " WATCH | All matric pupils to rewrite leaked Maths and Physical Science exams - here are the new dates and times Adiel Ismail Share Matric pupils across the country will have to rewrite the Mathematics Paper 2 and Physical Science Paper 2 exams after the papers were leaked, Minister of Basic Education Angie Motshekga announced on Friday. The Business Studies exam was also leaked, but it was not written because the back-up paper was used. \"We have agreed as [Council of Education Ministers] CEM that there must be a national rewrite of the Maths Paper 2 and Physical Science Paper 2,\" said Motshekga, who said that she felt a lump in her throat. \"We have had provincial rewrites, but it is the first time ever that we find ourselves having to do a national rewrite,\" said the minister.",
					"description": "Minister of Basic Education Angie Motshekga has announced that there will be a rewrite of the Maths Paper 2 and Physical Science Paper 2 exams. \n",
					"publishedAt": "2020-12-04",
					"source_name": "News24",
					"source_url": "news24.com",
					"title": "WATCH | All matric pupils to rewrite leaked Maths and Physical Science exams  - here are the new dates and times | News24",
					"url": "https://www.news24.com/news24/Video/SouthAfrica/News/watch-live-angie-motshekga-briefs-media-on-progress-of-matric-exams-20201204",
					"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/10732/38832bf9e7cc4903bd57e82e059bd524.jpg"
				},
				{
					"author": "[\"Lauren Stanforth\"]",
					"content": " 'Just be honest with us': Inside the days of an Albany County contact tracer 1of3Albany County coronavirus contact tracer Lara Madison is pictured outside her home on Thursday, Dec. 3, 2020, in Watervliet, N.Y. She is one of the about 50 people in Albany County who call COVID-19 positive patients to trace who they've come in contact with. (Will Waldron/Times Union)Will Waldron/Albany Times UnionShow MoreShow Less2of3Albany County coronavirus contact tracer Lara Madison is pictured outside her home on Thursday, Dec. 3, 2020, in Watervliet, N.Y. She is one of the about 50 people in Albany County who call COVID-19 positive patients to trace who they've come in contact with. (Will Waldron/Times Union)Will Waldron/Albany Times UnionShow MoreShow Less3of3Albany County coronavirus contact tracer Lara Madison is pictured outside her home on Thursday, Dec. 3, 2020, in Watervliet, N.Y. She is one of the about 50 people in Albany County who call COVID-19 positive patients to trace who they've come in contact with. (Will Waldron/Times Union)Will Waldron/Albany Times UnionShow MoreShow Less WATERVLIET — It was the first day of back to in-person school in September, and parents and students at Watervliet Elementary School were celebrating a much-awaited return after nearly seven months of pandemic shutdown. Lara Madison, who lives nearby, saw parents and students gathering around the school's sign to take group pictures marking the moment. None of them were wearing masks. And Madison's brain synapses began firing. \"The first thought in my head as I was driving by them was, 'I wonder how many of these will be on my caseload in a week,' \" the 47-year-old said. Every time Madison leaves the house it is like this. She can not look at someone without calculating risk because it's what she does six days a week as a coronavirus contact tracer for the Albany County Health Department. There are up to 30 people a day currently doing contact tracing for Albany County – reaching out to people who have positive COVID-19 tests and trying to ascertain from phone interviews where they contracted the disease and who else they might have infected. Madison, who began by doing in-person outreach to patients in the first months of the pandemic, is now training to manage a team of tracers. But she is still do tracing work once a week, volunteering to work on Sundays to help take the increasing caseload off her colleagues.",
					"description": "Lara Madison is a coronavirus contact tracer for Albany County. She is begging people to...",
					"publishedAt": "2020-12-04",
					"source_name": "Times Union",
					"source_url": "timesunion.com",
					"title": "'Just be honest with us': Inside the days of an Albany County contact tracer",
					"url": "https://www.timesunion.com/news/article/I-think-it-will-get-a-lot-harder-The-life-of-15771231.php",
					"urlToImage": "https://s.hdnux.com/photos/01/15/45/47/20339174/3/rawImage.jpg"
				},
				{
					"author": "[\"Tom Frieden\"]",
					"content": " How to Handle the Covid-19 Vaccine Breakthrough the Right Way Dazzling scientific progress has given us a tool to end the pandemic’s misery and save hundreds of thousands of lives, but there are still many hurdles to clear A researcher works in a lab run by Moderna Inc., which said last month that its Covid-19 vaccine was more than 90% effective, based on interim data from a late-stage clinical trial. Photo:\nREUTERS By\nTom Frieden Dec. 4, 2020 11:01 am ET Vaccines that have been developed with amazing speed now offer us the prospect of an end to the Covid-19 pandemic. Most public-health specialists, myself included, didn’t expect vaccines to be so effective or to be ready this quickly. Suddenly, we are much closer than anyone thought possible just a few months ago to bidding good riddance to this pandemic.",
					"description": "Dazzling scientific progress has given us a tool to end the pandemic’s misery and save hundreds of thousands of lives, but there are still many hurdles to clear",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "How to Handle the Covid-19 Vaccine Breakthrough the Right Way - WSJ",
					"url": "https://www.wsj.com/articles/how-to-handle-the-covid-19-vaccine-breakthrough-the-right-way-11607097703",
					"urlToImage": "https://images.wsj.net/im-267895/social"
				},
				{
					"author": "[\"Jason Gough\"]",
					"content": " Jason Gough's forecast: Some shovel-worthy snow headed to parts of our area The Russell Sage Colleges gateway on First Street is decorated for the holidays ahead of Troy's Victorian Stroll on Thursday, Dec. 3, 2020, on Second Street in Troy, N.Y. (Will Waldron/Times Union)Will Waldron/Albany Times Union Clouds coming in to kick off Friday is a start of things to come. The only weather game in town will be the first coastal storm of the season, which looks to bring some shovel-worthy snow to parts of our area. It'll be in and out for the most part on Saturday with a winter-like couple a days to follow. FridayClouds will continue to thicken up through this morning. It's a chilly start to the day with a few flakes flying in the Adirondacks and temperatures in the 20s and low 30s. As we get into the afternoon, most of us will stay dry with the exceptions being the Adirondacks (few snow showers and a little light snow) and down into the mid Hudson Valley (a few rain light rain showers). It'll otherwise be breezy with highs ranging from the low 30s to the mid 40s, respectively. Areas in between will hold in the upper 30s and low 40s. Getting into the nighttime hours, a storm will be organizing itself to impact at least parts of our area as we get into the weekend. As is almost always the case, details still remain to be sorted out but I'm a bit more confident as to the forecast. Rain will develop overnight to the east and southeast of Albany. Temperatures will range from the low to the upper 30s across the area.",
					"description": "Clouds coming in to kick off Friday is a start of things to come. The only weather game...",
					"publishedAt": "2020-12-04",
					"source_name": "Times Union",
					"source_url": "timesunion.com",
					"title": "Jason Gough's forecast: Some shovel-worthy snow headed to parts of our area",
					"url": "https://www.timesunion.com/news/article/Jason-Gough-s-forecast-First-coastal-storm-of-15774517.php",
					"urlToImage": "https://s.hdnux.com/photos/01/15/45/56/20339620/3/rawImage.jpg"
				},
				{
					"author": "[\"Lynn Butler\"]",
					"content": " CSA Chief Medical Officer Dr Shuaib Manjra confirmed that an investigation took place after a Proteas player tested positive ahead of the three-match ODI series against England. Friday's opening ODI at Newlands was subsequently postponed and CSA was unsure how the positive test came about. Manjra insisted that it is \"impossible\" for any player to breach the bio-secure environment with heavy security created to secure the bubble. Cricket South Africa (CSA) chief medical officer Dr Shuaib Manjra revealed his concern after the first ODI against England was postponed because a Proteas player tested positive for Covid-19. The opening ODI between Proteas and England was postponed an hour before Friday's game at Newlands was scheduled to take place. This is the third time a Proteas player has tested positive for the coronavirus since the 24-man squad was announced ahead of the England tour. One player had tested positive before the Proteas entered their bio-bubble in Cape Town while a second had tested positive inside the bio-bubble and was immediately isolated from the team.",
					"description": "CSA Chief Medical Officer Dr Shuaib Manjra confirmed that an investigation took place after a Proteas player tested positive ahead of the ODI series.",
					"publishedAt": "2020-12-04",
					"source_name": "Sport",
					"source_url": "news24.com",
					"title": "CSA perplexed over positive Proteas case after bio-bubble investigation | Sport",
					"url": "https://www.news24.com/sport/Cricket/Proteas/csa-perplexed-over-positive-proteas-case-after-investigation-20201204",
					"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/10734/13f50dc144314f67b3fdb1e1ca171ea8.png"
				},
				{
					"author": "[\"Simon Duke\"]",
					"content": " Want the latest news sent to your inbox daily? Sign up to our FREE newsletter below When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Evicted I'm A Celebrity contestants will NOT be back in the castle to see the winner crowned on Friday night. In a massive break with tradition for the ITV show, the stars who've been given the boot over the past week will not be back on their old stomping ground to see Jordan North, Giovanna Fletcher and Vernon Kay go for the title of King or Queen of the Castle. In past series, where the likes of Vicky Pattison, Harry Redknapp and Scarlett Moffatt have triumphed in Australia, their former campmates have been invited back to see Ant and Dec announce the champion, but that won't be happening in Wales. An ITV source told Chronicle Live: \"We never had any plans for the celebs to reappear on tonight's show. We do have I'm A Celebrity...A Castle Story on next Sunday - celebs chat post exit, best bits etc.\" Following their evictions, the I'm A Celebrity contestants have been taken to a hotel in Cheshire before heading home.",
					"description": "\n In a huge break with tradition for the show, former I'm A Celebrity contestants won't be there to see the winner crowned\n ",
					"publishedAt": "2020-12-04",
					"source_name": "ChronicleLive",
					"source_url": "chroniclelive.co.uk",
					"title": "Evicted I'm A Celebrity contestants won't be at Friday's final in huge break with tradition - Chronicle Live",
					"url": "https://www.chroniclelive.co.uk/news/tv/evicted-im-celebrity-contestants-wont-19401609",
					"urlToImage": "https://i2-prod.chroniclelive.co.uk/incoming/article19401667.ece/ALTERNATES/s1200/0_Im-a-Celebrity-Get-Me-Out-of-Here-TV-Show-Series-20-Show-13-Gwrych-Castle-Wales-UK-27.jpg"
				},
				{
					"author": "[\"Eric Bellman\"]",
					"content": " Indian Farmers Defy Modi’s Plans for Revamping Economy Protesters have blocked roads into New Delhi, threatening changes the prime minister has proposed to boost economy Tens of thousands of Indian farmers have gathered outside New Delhi to protest new laws that aim to deregulate agricultural markets. While the government says the law could help India’s economy, farmers fear it may leave smaller farmers at the mercy of big corporations. Photo: Rajat Gupta/Shutterstock By Eric Bellman NEW DELHI—Indian Prime Minister Narendra Modi has bet on an overhaul of the agricultural sector as a way to resuscitate an economy that has been crushed by Covid-19 and push through deregulations that some economists say are long overdue. Now, with tens of thousands of farmers blocking the roads into New Delhi repeatedly over the last week, the way he responds to the protests could determine whether he can pull it off.",
					"description": "Indiaâs Narendra Modi has bet on an overhaul of the agricultural sector as a way to resuscitate the pandemic-battered economy, but the way he responds to a large protest movement by farmers could determine its success.",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "Indian Farmers Defy Modiâs Plans for Revamping Economy  - WSJ",
					"url": "https://www.wsj.com/articles/indian-farmers-defy-modis-plans-for-revamping-economy-11607087607",
					"urlToImage": "https://images.wsj.net/im-268292/social"
				},
				{
					"author": "[\"Jessica Marshall\"]",
					"content": " Podcast: New research shows Alexander Hamilton owned enslaved people Jessie Serfilippi, who has an MFA in creative writing and primarily writes fiction, stands beneath a portrait of Hamilton in the blue room, where Hamilton married Schuyler’s daughter, Elizabeth, on Dec. 14, 1780. Jessie Serfilippi, a 27-year-old novice historian, caused a stir and received national media attention after publishing an article on the Schuyler Mansion’s website recently that debunked the myth of Founding Father Alexander Hamilton as an abolitionist and documented his role as a trader and owner of enslaved people. America's first treasury secretary-turned-Broadway musical star Alexander Hamilton was back in the spotlight recently, but not for a flattering reason. New historical research from the Schuyler State Historic Site provides compelling evidence that this \"Ten-dollar founding father without a father,\" whom historian Ron Chernow called an \"uncompromising abolitionist,\" was in fact, a slave-owner. Also on this episode, reporter Wendy Liberatore discusses a 27-year-old cold case murder from Saratoga county, and Shopportunist Shannon Fromma shares a few tips and tricks for taking care of that holiday gift list. Jessica Marshall is a multimedia producer at timesunion.com, and host of the Times Union's weekly podcast The Eagle. Previously, she has covered New York State politics and government, science and tech, and pop culture and entertainment news for NPR, New York Now, WAMC News, MTV News and Newsweek. She has a Masters degree from the Medill School of Journalism at Northwestern University. You can reach her at Jessica.Marshall@timesunion.com.",
					"description": "America's first treasury secretary-turned-Broadway musical star Alexander Hamilton was...",
					"publishedAt": "2020-12-04",
					"source_name": "Times Union",
					"source_url": "timesunion.com",
					"title": "Podcast: New research shows Alexander Hamilton owned enslaved people",
					"url": "https://www.timesunion.com/news/article/Podcast-New-research-shows-Alexander-Hamilton-15774694.php",
					"urlToImage": "https://s.hdnux.com/photos/01/15/43/04/20328723/5/rawImage.jpg"
				},
				{
					"author": "[\"Lloyd Burnard\"]",
					"content": " Markram v Malan ... who should be backed for Test opening slot? The Proteas will play two Test matches against Sri Lanka over December and January. Aiden Markram has returned to form and looks set to return to the South African top order. Pieter Malan, though, has done enough to suggest that he is also still an option. Attention is now firmly on a three-match ODI series against world champions England, but in just three weeks' time the Proteas will begin a two-Test series against Sri Lanka. It doesn't seem like the most high-profile festive season schedule - England were the visitors over Christmas and New Year's this time, last year - but this series against the Sri Lankans is of massive importance to South Africa. The Proteas have only just returned to international cricket for the first time since March and it is safe to say that they are on the back foot.",
					"description": "Aiden Markram is poised to return to the top of the South African batting order for Tests against Sri Lanka this month. ",
					"publishedAt": "2020-12-04",
					"source_name": "Sport",
					"source_url": "news24.com",
					"title": "Markram v Malan ... who should be backed for Test opening slot? | Sport",
					"url": "https://www.news24.com/sport/Cricket/Proteas/markram-v-malan-who-should-be-backed-for-test-opening-slot-20201204",
					"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/10174/8491d79659d14e209684650767b6b039.jpg"
				},
				{
					"author": "[\"Sebastian Pellejero\"]",
					"content": " Sebastian Pellejero U.S. companies are sitting on the largest pile of cash ever. Investors are trying to gauge how they are going to use it. Cash holdings at nonfinancial companies grew to a record $2.1 trillion at the end of June, according to a recent report from Moody’s Investors Service. That is up 30% from that time last year and higher than the previous peak of nearly $2 trillion in 2017. Among the biggest hoarders: AT&T Inc. and Delta Air Lines Inc., which each held more than $15 billion at the end of June. Other measures show some of America’s largest companies continued to hang on to record cash stockpiles at the end of the third quarter. The amount held by S&P 500 companies not in the financial, transportation or utilities sectors is expected to total around $1.9 trillion, according to data compiled by S&P Dow Jones Indices. That is the most cash ever held by that group in data going back to 1980. Cash hoards swelled this year after companies issued record-breaking amounts of debt to bolster their balance sheets against the Covid-19 pandemic’s disruptions. As of Nov. 30, companies had sold more than $2 trillion of investment-grade and high-yield bonds—the most on record in data going back to 2006—according to LCD, a unit of S&P Global Market Intelligence. At the same time, many cut share repurchases, dividends or capital expenditures. Now that is starting to reverse, raising hopes for moves such as buybacks, which can drive share prices higher, and paying down debt, which reduces risk for bondholders.",
					"description": "Cash holdings at nonfinancial companies grew to a record $2.1 trillion at the end of June, according to a recent Moody’s report. That 30% increase from the previous year has investors gauging how the firms will use it.",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "Investors Circle Largest Corporate Cash Hoard Ever - WSJ",
					"url": "https://www.wsj.com/articles/investors-circle-largest-corporate-cash-hoard-ever-11607086917",
					"urlToImage": "https://images.wsj.net/im-267354/social"
				},
				{
					"author": "[\"Andrea Tonks\"]",
					"content": " A PLACE IN THE SUN presenter Laura Hamilton has spoken out about the confusing coronavirus rules, as she continues to film the Channel 4 show in Gran Canaria. Laura Hamilton explains coronavirus rules in Gran Canaria TV star Laura Hamilton is on her way to Fuerteventura today after spending a week on the island of Gran Canaria. The A Place In The Sun presenter admitted she is having a hard time trying to keep up with all the coronavirus rules, as she travels from place to place for work. Trending READ MORE “I don’t know if you’ve had a COVID test, but sometimes they can be quite gentle - they’re not pleasant at all, you have to have a stick up your nose and in your throat, well actually in your throat first before up your nose - but the one I just had, in Gran Canaria, in a hospital in Gran Canaria, it wasn’t gentle at all. “It literally was, I’m going to shove this stick up your nose as hard as possible and jab, I mean it really was unpleasant.”",
					"description": "A PLACE IN THE SUN presenter Laura Hamilton has spoken out about the confusing coronavirus rules, as she continues to film the Channel 4 show in Gran Canaria.",
					"publishedAt": "2020-12-04",
					"source_name": "Express.co.uk",
					"source_url": "express.co.uk",
					"title": "A Place In The Sun's Laura talks confusing coronavirus rules on set 'All over the place'  | Celebrity News | Showbiz & TV | Express.co.uk",
					"url": "https://www.express.co.uk/celebrity-news/1368454/A-Place-In-The-Sun-presenters-Laura-Hamilton-covid-rules-Instagram-latest-news",
					"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/79/750x445/1368454.jpg"
				},
				{
					"author": "[\"Wendy Liberatore\"]",
					"content": " Stillwater man get 9 years for burglary BALLSTON SPA – A Stillwater man convicted of burglary was sentenced on Thursday to 9 years in prison, the Saratoga County District Attorney said. Cory Gregory, 32, of Van Buren Avenue, was arrested on Jan. 30 for entering the home of a person who had an order of protection out against him. He then assaulted the victim and stole the victim's phone before fleeing the scene, News 10 reported. At the time of his arrest, he was charged with burglary, strangulation, aggravated criminal contempt of court, grand larceny and assault. Gregory was sentenced to one year in jail in April 2018 after pleading guilty to felony attempted strangulation, according to News 10. Wendy Liberatore covers communities in Saratoga County. Prior to joining the Times Union, she wrote features on the arts and dance for the Daily Gazette, Saratoga Living and the Saratogian. She also worked for magazines in Westchester County and was an education reporter with the Bronxville Review-Press and Reporter. She contributes to the Saratoga blog. She can be reached at wliberatore@timesunion.com or (518) 491-0454 or (518) 454-5445.",
					"description": "BALLSTON SPA - A Stillwater man convicted of burglary was sentenced on Thursday to 9...",
					"publishedAt": "2020-12-04",
					"source_name": "Times Union",
					"source_url": "timesunion.com",
					"title": "Stillwater man get 9 years for burglary",
					"url": "https://www.timesunion.com/news/article/Stillwater-man-get-9-years-for-burglary-15775752.php",
					"urlToImage": "https://www.timesunion.com/img/pages/article/opengraph_default.jpg"
				},
				{
					"author": "[\"Olivia Kelleher\"]",
					"content": " A 79-YEAR-OLD retired bus driver with no previous convictions who propositioned a secondary school boy for sex in a public toilet in north Cork has received an 18 month suspended sentence. Denis Carey of Garden Field, Dromcollogher, Limerick, pleaded guilty to inviting a child to engage in a sexual act at a public toilet that would have involved the commission of an offence against the child. Garda Yvonne Cashman told Cork Circuit Criminal Court that at 4.06pm on 30 April, 2019 a fifteen year old boy in north Cork went to use a public toilet in his town. He had just finished school for the day. Carey asked the boy to participate in oral sex and made sexual gestures. The boy ran out of the toilets and went home. However, 30 minutes later the boy told his father what had occurred. The father and son returned in their car to the public toilets to find that Carey was still parked in the area. When he saw the boy he moved his car and started to drive away. The father and son followed him for a period. Carey made a voluntary statement at a north Cork garda station where he denied any wrongdoing. However, he said he thought the boy was in the public toilet for sex.",
					"description": "Denis Carey pleaded guilty to inviting a child to engage in a sexual act at a public toilet.",
					"publishedAt": "2020-12-04",
					"source_name": "TheJournal.ie",
					"source_url": "thejournal.ie",
					"title": "79-year-old ex-bus driver given suspended sentence for propositioning school boy for sex",
					"url": "https://www.thejournal.ie/bus-driver-suspended-sentence-proposition-school-boy-sex-5288954-Dec2020/",
					"urlToImage": "https://img2.thejournal.ie/article/5288954/river/?height=400&version=5288983"
				},
				{
					"author": "[\"Jacob Bunge\"]",
					"content": " Company said it sent home about 200 employees as virus cases rise at its Colorado processing facility As the weather gets colder and people head indoors, the risk of catching Covid-19 is rising. WSJ explains why air ventilation and filtration are one of our biggest defenses against the coronavirus this winter. Illustration: Nick Collingwood/WSJ JBS’s move comes as the largest U.S. beef processor faces a fresh Covid-19 outbreak in Greeley, Colo., where the company maintains a beef plant that employs about 3,500 people, making it one of the country’s largest. JBS on Nov. 7 removed 202 Greeley plant workers considered vulnerable to the coronavirus due to age and other factors, a JBS spokesman said. Those workers are getting full pay and benefits and can return to work after community-infection rates decrease, he said. The step has had marginal effect on the plant’s beef production, according to the company.",
					"description": "The largest U.S. beef processor last month sent home 202 Greeley, Colo., plant workers considered vulnerable to the coronavirus, allowing them to retain their full pay and benefits.",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "Meatpacker JBS Removed At-Risk Workers from Beef Plant Amid Covid-19 Surge - WSJ",
					"url": "https://www.wsj.com/articles/meatpacker-jbs-removed-at-risk-workers-from-beef-plant-amid-covid-19-surge-11607087090",
					"urlToImage": "https://images.wsj.net/im-267925/social"
				},
				{
					"author": "[\"Simon Duke\"]",
					"content": " Want the latest news sent to your inbox daily? Sign up to our FREE newsletter below When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. I'm A Celebrity fans are begging bosses to make a big change for the show's future, after falling in love with its new Welsh castle home. Producers were forced to make the switch from Australia to Wales this year due to the coronavirus pandemic and, while both curious and dubious about how that would work out, many viewers have lapped up all the action from the new series, with upwards of 12 million tuning in. And, as Jordan North, Giovanna Fletcher and Vernon Kay go for glory in the 2020 final, die hards are making big demands of I'm A Celebrity bosses to have not one but TWO series a year - one in Wales in the summer and one in Australia in the winter. Read More Related Articles",
					"description": "I'm A Celebrity fans are appealing to producers to make a big change to the hit ITV show going forward",
					"publishedAt": "2020-12-04",
					"source_name": "ChronicleLive",
					"source_url": "chroniclelive.co.uk",
					"title": "I'm A Celebrity fans demand TWO series a year with in Wales and Australia - Chronicle Live",
					"url": "https://www.chroniclelive.co.uk/news/tv/im-a-celebrity-wales-australia-19402111",
					"urlToImage": "https://i2-prod.chroniclelive.co.uk/incoming/article19402262.ece/ALTERNATES/s1200/0_Im-a-Celebrity-Get-Me-Out-of-Here-TV-Show-Series-20-Show-19-Gwrych-Castle-Wales-UK-03.jpg"
				},
				{
					"author": "[\"Sibusiso Mjikeliso\"]",
					"content": " Ex-Bok mentor Peter de Villiers named new EP Elephants coach Ex-Springbok coach Peter de Villiers has been appointed the new EP Elephants head coach, the Eastern Province Rugby Union confirmed on Friday. It's the 63-year-old's first coaching job since being axed by Zimbabwe last year. De Villiers coached the Springboks to success over the British and Irish Lions in 2009. Former Springbok coach Peter de Villiers has been appointed the new EP Elephants head coach, after fighting off stiff competition for the post, the Eastern Province Rugby Union (EPRU) confirmed on Friday. It is De Villiers' first head coaching job in the senior provincial ranks in South Africa since being let go by SA Rugby when his four-year Bok term expired in 2011, following the Rugby World Cup quarter-final exit to the Wallabies. Although he coached the University of Western Cape between 2013 and 2015, \"Div\" has found it tough getting coaching gigs domestically - sometimes accusing his former employers at Plattekloof of \"blacklisting\" him.",
					"description": "Ex-Springbok coach Peter de Villiers has been appointed the new EP Elephants head coach, Eastern Province Rugby Union confirmed on Friday.",
					"publishedAt": "2020-12-04",
					"source_name": "Sport",
					"source_url": "news24.com",
					"title": "Ex-Bok mentor Peter de Villiers named new EP Elephants coach | Sport",
					"url": "https://www.news24.com/sport/Rugby/CurrieCup/breaking-ex-bok-mentor-peter-de-villiers-named-new-ep-elephants-coach-20201204",
					"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/9551/1875c3649d064bc397dab8e9ae28a424.jpg"
				},
				{
					"author": "[\"Brendan J. Lyons\"]",
					"content": " Syracuse-area woman charged with multiple felonies FILE- In this Tuesday, May 2, 2017, file photo, Verizon corporate signage is captured on a store in Manhattan's Midtown area, in New York. Verizon is pledging to stop selling data to outsiders through middlemen that can pinpoint the location of mobile phones, the Associated Press has learned. (AP Photo/Bebeto Matthews, File)Bebeto Matthews ALBANY — A former Verizon worker who was caught exercising and lifting weights after claiming she had suffered debilitating arm injuries was arrested Thursday in East Syracuse on charges of grand larceny, falsifying business records and other felonies. Kelly M. Gersbacher, 44, had sustained carpal tunnel-related injuries to both arms in August 2016 while working as a technician for Verizon. The state inspector general's office, which announced her arrest, said Gersbacher had sustained carpal tunnel-related injuries to both arms in August 2016, and underwent multiple surgeries between 2017 and 2019. She began receiving workers’ compensation indemnity payments nearly two years ago and also was compenstated with payments through Verizon’s disability benefits plan. During medical examinations last year, Gersbacher claimed she could only lift 10 pounds and that her injuries prevented her from going to the gym. Doctors determined she was \"moderately disabled\" and she received $19,000 in workers' compensation benefits. The inspector general's office said that video surveillance during a two-month period last year showed Gersbacher running errands and working out at gyms, including performing deadlifts \"far exceeding 10 pounds\"",
					"description": "A former Verizon worker who was caught exercising and lifting weights after claiming she...",
					"publishedAt": "2020-12-04",
					"source_name": "Times Union",
					"source_url": "timesunion.com",
					"title": "Verizon tech who claimed debilitating injuries caught weighlifting at gym",
					"url": "https://www.timesunion.com/news/article/Verizon-tech-who-claimed-debilitating-injuries-15775893.php",
					"urlToImage": "https://s.hdnux.com/photos/74/04/60/15748110/3/rawImage.jpg"
				},
				{
					"author": "[\"Michelle Marshall\"]",
					"content": " GIOVANNI PERNICE has locked horns with his Strictly Come Dancing partner's colleague Piers Morgan, as the professional dancer claimed he would \"destroy\" the Good Morning Britain presenter's \"confidence\".",
					"description": "GIOVANNI PERNICE has locked horns with his Strictly Come Dancing partner's colleague Piers Morgan, as the professional dancer claimed he would 'destroy' the Good Morning Britain presenter's 'confidence'.",
					"publishedAt": "2020-12-04",
					"source_name": "Express.co.uk",
					"source_url": "express.co.uk",
					"title": "Giovanni Pernice talks 'destroying' Piers Morgan amid 'romance' with Strictly's Ranvir | Celebrity News | Showbiz & TV | Express.co.uk",
					"url": "https://www.express.co.uk/celebrity-news/1368469/giovanni-pernice-piers-morgan-ranvir-singh-strictly-2020-dance-romance-news-latest",
					"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/79/750x445/1368469.jpg"
				},
				{
					"author": "[\"Ceimin Burke\"]",
					"content": " Some doctors reported working 90 hours a week. ACTION IS NEEDED to curb workplace bullying and excessive working hours for doctors, some of whom work 90 hours a week, a new report from the Medical Council has warned. The report from the regulatory body for doctors said that more than 1,100 doctors left the profession last year, with many of them citing reasons including lack of support, excessive hours and resourcing issues. “It is completely unreasonable to expect Doctors to work over 90 hours in a week and then provide no time to recover,” one disgruntled doctor told the council. Doctor’s are not robots. I am fully expecting to ultimately retire from medicine very shortly at 32 years of age due to the expectations placed on us but I know that I want to at least give this profession another chance working somewhere else. The number of doctors leaving the register actually dropped by nearly 22% last year compared with 2018. It was the first decrease in the numbers leaving since 2014. The majority of those leaving planned to work in another country. The document found that nearly 58% of doctors self-reported working more than 40 hours a week and more than 25% work more than 48 hours a week.",
					"description": "Some doctors reported working 90 hours a week.",
					"publishedAt": "2020-12-04",
					"source_name": "TheJournal.ie",
					"source_url": "thejournal.ie",
					"title": "Action needed to curb exploitation of doctors and workplace bullying, report finds",
					"url": "https://www.thejournal.ie/medical-council-ireland-doctors-bullying-hours-5288841-Dec2020/",
					"urlToImage": "https://img2.thejournal.ie/article/5288841/river/?height=400&version=5288935"
				},
				{
					"author": "[\"Dawn Lim\"]",
					"content": " Assets in these pre-baked investment kits recently surpassed $4 trillion to reach a new high Dawn Lim Assets in model portfolios hit a record high this fall, reflecting growing interest in preset investment options developed by Wall Street firms. Data provider Broadridge Financial Solutions estimates that model portfolios held $4.1 trillion of assets in September, up from $3.5 trillion at the end of 2019. Model portfolios are ready-made fund combos delivered through financial advisers and brokerages to everyday investors. There is no ready definition of a model portfolio. But the typical adviser using model portfolios is doing the equivalent of serving a store-bought pie, rather than baking one special from scratch. The portfolios come in all shapes and sizes and are today surging in popularity as advisers seek quick ways to invest client money. A portfolio might use a classic investment formula of 60% in equity strategies and 40% in bond funds split between a dozen funds, for instance, or use algorithms to dynamically shift the funds it invests in as markets change.",
					"description": "Assets in these portfolios hit a record high this fall, reflecting growing interest in preset investment options developed by Wall Street firms.",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "Model Portfolios Surging as Advisers Seek Quick Ways to Invest Client Money - WSJ",
					"url": "https://www.wsj.com/articles/model-portfolios-surging-as-advisers-seek-quick-ways-to-invest-client-money-11607091645",
					"urlToImage": "https://images.wsj.net/im-268140/social"
				},
				{
					"author": "[\"Heinz Schenk\"]",
					"content": " Lions confident of making right calls if foul weather is around again The Lions are fully aware they might have to take all points on offer against Western Province on Saturday given the threat of foul weather in the summer months. Head coach Ivan van Rooyen has invested in a few talks this week to make sure the on-field decision-makers are on the same page. Skipper Elton Jantjies hopes the composure they showed in the win over Griquas is on show again. Three or seven points? One of rugby's most common on-field decisions has now been given added significance since last weekend's Currie Cup meeting between Griquas and the Lions was suspended after 48 minutes due to lightning. It's the second fixture since local rugby's resumption - the Bulls walked away with a comprehensive 39-6 victory over the Stormers in Super Rugby Unlocked after 62 minutes - to have ended prematurely because of foul weather and emphasises the risk of playing the game during the summer months.",
					"description": "The attack-minded Lions are fully aware they might have to take all points on offer against Western Province given the threat of foul weather in the summer months.",
					"publishedAt": "2020-12-04",
					"source_name": "Sport",
					"source_url": "news24.com",
					"title": "Lions confident of making right calls if foul weather is around again | Sport",
					"url": "https://www.news24.com/sport/Rugby/CurrieCup/lions-confident-of-making-right-calls-if-foul-weather-is-around-again-20201204",
					"urlToImage": "https://cdn.24.co.za/files/Cms/General/d/10671/a8af9f3b86ad4aa2af7b4bd0b86a6347.png"
				},
				{
					"author": "[\"\"]",
					"content": " 6 Christmas Movies You Probably Haven't Seen a Million Times 6 Christmas Movies You Probably Haven't Seen a Million Times Elf. It’s a Wonderful Life. The Santa Clause. Home Alone. These are the holiday flicks we turn to, year after year, for seasonal family viewing. But this year especially, we’ve been watching more TV than we’ve ever watched before, so much that, perhaps, we’re getting right sick of the dumb thing. We need something more exciting than our old familiar favorites. Here are some of our favorite holiday movies you probably haven’t watched for the lest 10 years running, and how to find them. All I Want for Christmas (1991) All I Want for Christmas (1991) All I Want for Christmas(G) is sort of like The Parent Trap at Christmastime, expect with baby Thora Birch and 13-year-old Ethan Embry. They play Hallie and Ethan, siblings who desperately want their divorced parents to get back together. Hallie turns to Santa (Leslie Nielson) for help orchestrating mom and dad’s Christmas Eve reunion.",
					"description": "Elf. It’s a Wonderful Life. The Santa Clause. Home Alone. These are the holiday flicks we turn to, year after year, for seasonal family viewing. But this year especially, we’ve been watching more TV than we’ve ever watched before, so much that, perhaps, we’re getting right sick of the dumb thing. We need something more exciting than our old familiar favorites. \n\nHere are some of our favorite holiday movies you probably haven’t watched for the lest 10 years running, and how to find them.",
					"publishedAt": "2020-12-04",
					"source_name": "Offspring",
					"source_url": "lifehacker.com",
					"title": "6 Christmas Movies You Probably Haven't Seen a Million Times",
					"url": "https://offspring.lifehacker.com/6-christmas-movies-you-probably-havent-seen-a-million-t-1845798774",
					"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/subvd3rcdv2gywes5qkm.png"
				},
				{
					"author": "[\"\"]",
					"content": " Black Bear is two dramas in one, and Aubrey Plaza is great in both of them Note: The writer of this review watched Black Bear on a digital screenerfrom home. Before making the decision to see it—or any other film—in a movie theater, please consider the health risks involved. Here’san interview on the matter with scientific experts. Advertisement Black Bear is the movie that proves, beyond any lingering doubt, that Aubrey Plaza has much more to offer than the best eye-roll in the business. Maybe that was clear already. Plaza, after all, has had a pretty good few years, expanding her range with volatile, animated performances in Ingrid Goes Went and the FX superhero spinoff Legion. (She’s had a pretty good couple weeks, too—just ask everyone convinced that it was her character Riley that should have ended up with Kristen Stewart’s Abby at the end of The Happiest Season.) Yet Black Bear, a claustrophobic mind-game psychodrama that premiered at Sundance back in January and is now sliding into commercial release, feels like the richest showcase yet for Plaza’s talents… or at least for the ones that went unexploited during the years when the former sitcom star was doing variations, via typecasting or reflex, on the comic shtick she mastered and deepened on Parks And Recreation. Advertisement In general disposition, the main character of Black Bear isn’t so radically different than April Ludegate. Plaza plays Allison, a one-time indie starlet who moved into filmmaking after she stopped getting acting gigs. (“Unsuccessful, small ones that nobody likes,” is how she describes her movies.) Allison has decamped for a secluded lakeside cabin in Upstate New York, where she hopes to push through a recent bout of writer’s block. From the moment we meet her, we can detect traces of what you could call vintage Plaza: deadpan, withering, aloof, doing an exquisitely refined millennial upgrade of Gen X ironic remove. Black Bear recognizes those qualities as a front, a carefully crafted persona, and it isn’t long before we learn that every third word that comes out of Allison’s mouth is a lie. Right from the start, the film is operating as a commentary on the usual Plaza type; the role was written for her, and it shows. Black Bear",
					"description": "Black Bear is the movie that proves, beyond any lingering doubt, that Aubrey Plaza has much more to offer than the best eye-roll in the business. ",
					"publishedAt": "2020-12-04",
					"source_name": "Film",
					"source_url": "avclub.com",
					"title": "Black Bear review: Aubrey Plaza is terrific in a halved drama",
					"url": "https://film.avclub.com/black-bear-is-two-dramas-in-one-and-aubrey-plaza-is-gr-1845804302",
					"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/uvmdcrmjpnpk0maubf5f.png"
				},
				{
					"author": "[\"Callum Booth\"]",
					"content": " New Apple hardware might drop next week — here’s what we think it’ll be Story by If we’re all very lucky, pay our iCloud bill on time, and say very nice things about the M1 chip, Mr. Tim Apple himself might sneak down our chimneys next week and drop a surprise load by our fireplace. Oh lord, I’m on my knees, wishing and praying. And, if I do that hard enough, I hope when I open my eyes at 5:30am PST on December 8, there’ll be a marvellous little package waiting for me. A Christmas miracle, if you will. That, friends, is what I’d call a longwinded and uninformative way of saying there might be some new Apple hardware announced next week. This was revealed by the lovely folks over at MacRumors, who obtained an internal Apple memo advising AppleCare technicians to prepare for new products. Of course, this might turn out to be nothing, but there are a few clues that suggest new Apple hardware may be tumbling into our living rooms next week. First off, memos like this have been leaked in the past, and, generally, they precede an actual announcement. On top of this, a few weeks ago reliable leaker @L0vetodream claimed there would be some new Apple hardware dropping. Things are slotting into place.",
					"description": "",
					"publishedAt": "2020-12-04",
					"source_name": "Plugged | The Next Web",
					"source_url": "thenextweb.com",
					"title": "New Apple hardware might drop next week â hereâs what we think itâll be",
					"url": "https://thenextweb.com/plugged/2020/12/04/new-apple-hardware-drop-next-week-what-airpods-tv-airtags-analysis/",
					"urlToImage": "https://img-cdn.tnwcdn.com/image/plugged?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F12%2Fheader-image-tim-cook-Apple-financials.png&signature=c7c2437138ccf54639f975fa069c4329"
				},
				{
					"author": "[\"\"]",
					"content": " Grains mixed, livestock lower CHICAGO (AP) — Grain futures were mixed on Friday in early trading on the Chicago Board of Trade. Wheat for Mar. was up .028 cent at $5.7620 a bushel; Dec. corn fell .03 cent at $4.17 a bushel; Mar. oats rose .056 cent at $3.0420 a bushel; while Jan. soybeans was off .006 cents at 11.62 a bushel. Beef and pork were lower on the on the Chicago Mercantile Exchange. Dec. live cattle fell .0155 cent at $1.0840 a pound; Jan. feeder cattle lost .02 cent $1.39 a pound; Dec. lean hogs was off .0105 cent at .6490 a pound.",
					"description": "CHICAGO (AP) — Grain futures were mixed on Friday in early trading on the Chicago Board...",
					"publishedAt": "2020-12-04",
					"source_name": "mySA",
					"source_url": "mysanantonio.com",
					"title": "Grains mixed, livestock lower",
					"url": "https://www.mysanantonio.com/business/article/Grains-mixed-livestock-lower-15775936.php",
					"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
				},
				{
					"author": "[\"Callum Crumlish\"]",
					"content": " Bill Bailey opens up on looking for 'genuine happiness' for his latest book BILL BAILEY is focussing on making viewers happy whilst performing on Strictly Come Dancing this winter, but earlier this year his new book detailed how he learned how to make himself happy, with a collection of essays that look deep into finding \"self confidence or self-worth\". Strictly: Zoe Ball reveals Bill Bailey as latest contestant Bill Bailey has stunned Strictly Come Dancing fans this year, as the comedian vowed to never take centre stage for the annual BBC show. Despite this, Bailey has found himself in week seven of the competition, after displaying an impressive set of moves. He has been working hard this year to keep himself upbeat, in light of the ongoing UK lockdown, and that involved writing a new book for himself, and for his fans. READ MORE Speaking about the concept of his new tome, Bailey said in an interview: “I think one of the things that produces genuine lasting happiness - more than just a passing gratification or something which is transient or fleeting - is something which you can draw on later, when perhaps times are not great.” He then explained how he takes this piece of advice, and uses it in his own day-to-day life.",
					"description": "BILL BAILEY is focussing on making viewers happy whilst performing on Strictly Come Dancing this winter, but earlier this year his new book detailed how he learned how to make himself happy, with a collection of essays that look deep into finding 'self confidence or self-worth'.",
					"publishedAt": "2020-12-04",
					"source_name": "Express.co.uk",
					"source_url": "express.co.uk",
					"title": "Bill Bailey opens up on looking for 'genuine happiness' for his latest book | Books | Entertainment | Express.co.uk",
					"url": "https://www.express.co.uk/entertainment/books/1368434/bill-bailey-book-remarkable-guide-to-happiness-strictly-come-dancing-2020-oti-mabuse-bbc",
					"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/39/750x445/1368434.jpg"
				},
				{
					"author": "[\"Simon Duke\"]",
					"content": " Want the latest news sent to your inbox daily? Sign up to our FREE newsletter below When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Bookies are tipping Friday's I'm A Celebrity final to be the closest in the show's history, with a two horse race for the castle crown. With the red hot tip to be top female, Beverley Callard, going a lot earlier than expected, and early favourites Mo Farah and Shane Richie also out of the running before the final, experts are predicting it will go right down to the wire between Jordan North and Giovanna Fletcher, with Vernon Kay a 'dead cert' for third place, From the second he screamed 'Turf Moor' in the unforgettable Viper Vault trial, not to mention throwing up before he'd even got in the castle, Radio 1 DJ Jordan was the frontrunner with bookmakers but that changed earlier this week when, after she was left in tears at not getting her treat and message from home, author and Instagram star Giovanna went ahead of him. I'm A Celebrity final winner odds Jordan North - EVENS",
					"description": "The odds for I'm A Celebrity winner suggest that Friday night's final will go right down to the wire",
					"publishedAt": "2020-12-04",
					"source_name": "ChronicleLive",
					"source_url": "chroniclelive.co.uk",
					"title": "I'm A Celebrity final odds as Jordan North, Giovanna Fletcher and Vernon Kay go for castle crown - Chronicle Live",
					"url": "https://www.chroniclelive.co.uk/news/tv/im-celebrity-final-winner-odds-19401001",
					"urlToImage": "https://i2-prod.chroniclelive.co.uk/incoming/article19401075.ece/ALTERNATES/s1200/0_trioJPG.jpg"
				},
				{
					"author": "[\"James R. Hagerty\"]",
					"content": " Sam Gary, who has died at age 94, hit a gusher in Montana and devoted a large share of his profits to helping children Sam Gary in the mid-1970s. James R. Hagerty Growing up in Manhattan, the son of a lingerie maker, Sam Gary refashioned himself as an urban Tom Sawyer. He and his pals rambled through the wilder parts of Central Park and slipped out of the city by train whenever possible to ski, hunt or fish. Mr. Gary, who died Nov. 16 at the age of 94, studied at Syracuse University but was unhappy with formal education and convinced he was no good at it. He saw just one option: Go West. After marrying Nancy Howard in 1953, he set off with her in a station wagon, with a cocker spaniel and a silver tea service (never to be used) on board. She was pregnant with their first child. The idea was to reconnoiter Denver and other Western cities and decide which one they liked best. Denver suited them so well that they canceled the rest of the trip. Mr. Gary found work in the oil industry, initially as a scout, gathering information for independent oil drillers, and later as a landsman, negotiating drilling rights. His gift for schmoozing helped him strike deals, and the job was perfect for a man who loved roaming in wide-open spaces. In 1958, he formed his own oil-exploration company. After years of dry holes, he hit a gusher on June 29, 1967, in southeastern Montana. His Bell Creek discovery contained an estimated 240 million barrels of oil and was ranked as the 84th largest oil field in the U.S.",
					"description": "Raised in Manhattan, Sam Gary yearned for wide-open spaces. He found his calling searching for oil in the West—and donated a large share of his earnings to support training and health care for children in low-income families. ",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "New Yorker Found His Home in Western Oil Fields  - WSJ",
					"url": "https://www.wsj.com/articles/new-yorker-found-his-home-in-western-oil-fields-11607094000",
					"urlToImage": "https://images.wsj.net/im-265976/social"
				},
				{
					"author": "[\"\"]",
					"content": " “What would you do if you were stuck in one place, and every day was exactly the same, and nothing that you did mattered?” —Phil Connors, Groundhog Day Advertisement When Palm Springsstarted streaming on Hulu in July, it felt like the movie of the moment. The film’s stuck-in-the-same-day premise provided an eerily prescient metaphor for the hazy, repetitive blur of our pandemic summer. Now, five months later, it’s clear that Palm Springs wasn’t just the defining movie of the summer but one of the defining movies of the year. Much like a time loop that proves harder to escape than a character first assumes, the COVID-19 pandemic has lasted far longer than most of us ever could’ve imagined in the early days of lockdown. In other words, there’s new resonance, in 2020, to watching two unhappy people navigate the existential dread of weeks and months blending into one meaningless expanse of time. One reason Palm Springs became such a hit is because it combines the two main forms of entertainment that people have turned to during quarantine: light, fluffy escapism like Notting Hillor Something’s Gotta Give, and darkly relevant stories like Contagionor Alien. Palm Springs offers the joy of watching Andy Samberg and Cristin Milioti fall in love over the course of several fun-as-hell montages that turn the time-loop zaniness up to 11. But it also delivers some relevant existential musing about the human condition: If you had to be trapped in purgatory, would it be better to be there by yourself or with an unwitting stranger as company? Which is scarier, loneliness or commitment? Of course, Palm Springs’ success isn’t solely due to COVID. It was a buzzy hit when it debuted at Sundance in January, back when the idea of living through a global pandemic seemed impossible. The Lonely Island-produced film broke the record for the highest sale in the festival’s history, thanks to a cheeky 69 cents added to its $17.5 million price tag. Enthusiastic Sundance reviews found plenty of meaning in the film as a metaphor for millennial ennui and marriage. (Sundance audiences went in unspoiled on the film’s time-loop premise, something the trailer later gave away.) Butthere’s no doubt that Palm Springs has taken on new significance thanks to the state of the world in which it was released—as have other other time-loop stories like Happy Death Day, Before I Fall,Edge Of Tomorrow, and, of course, the godfather of the genre, Groundhog Day. Advertisement Interestingly, Palm Springs didn’t actually start as a time-loop movie. Screenwriter Andy Siara and director Max Barbakow first imagined the script as an absurdist comedic mumblecore take on Leaving Las Vegas,centered on a despondent thirtysomething who travels to Palm Springs to kill himself, only to slowly rediscover a sense of meaning in his life. Siara and Barbakow came up with the idea as students at the American Film Institute, with an equal eye on Jungian philosophical ideas and the pragmatic importance of writing a small-budget film that would be easy to produce. After working as a writer on AMC’s innovative series Lodge 49,however,Siara decided to take a bigger sci-fi swing. Once Samberg and the Lonely Island team came onboard, they helped creatively shepherd the script toward the finish line.",
					"description": "When it came to Hulu in July, Palm Springs felt like the movie of the moment. Today, there's even greater resonance to this Andy Samberg rom-com about navigating the existential dread of weeks and months blending together into one meaningless expanse of time.",
					"publishedAt": "2020-12-04",
					"source_name": "Film",
					"source_url": "avclub.com",
					"title": "Palm Springs is the definitive 2020 rom-com",
					"url": "https://film.avclub.com/palm-springs-is-the-definitive-2020-rom-com-1845771883",
					"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/zybdeuhzyq1h3yv672zy.jpg"
				},
				{
					"author": "[\"The Conversation\"]",
					"content": " While past surveys have taken years to complete, ASKAP’s RACS survey was conducted in less than two weeks — smashing previous records for speed. Data gathered have produced images five times more sensitive and twice as detailed as previous ones. What is radio astronomy? Modern astronomy is a multi-wavelength enterprise. What do we mean by this? Well, most objects in the universe (including humans) emit radiation over a broad spectrum, called the electromagnetic spectrum. This includes both visible and invisible light such as X-rays, ultraviolet light, infrared light, and radio waves. To understand the universe, we need to observe the entire electromagnetic spectrum as each wavelength carries different information. Radio waves have the longest wavelength of all forms of light. They allow us to study some of the most extreme environments in the universe, from cold clouds of gas to supermassive black holes. Long wavelengths pass through clouds, dust, and the atmosphere with ease, but need to be received with large antennas. Australia’s wide open (but relatively low-altitude) spaces are the perfect place to build large radio telescopes.",
					"description": "",
					"publishedAt": "2020-12-04",
					"source_name": "The Next Web",
					"source_url": "thenextweb.com",
					"title": "Bored of your galaxy? Hereâs a virtual tour of a million others",
					"url": "https://thenextweb.com/syndication/2020/12/04/bored-of-your-galaxy-heres-a-virtual-tour-of-a-million-others/",
					"urlToImage": "https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F12%2F1-copy-6.jpg&signature=cbe22aaa487ee6c29a7c1fa988c2faf4"
				},
				{
					"author": "[\"MARI YAMAGUCHI\"]",
					"content": " Suga, who took office in mid-September, set climate change as one of his main policy goals along with promoting a digital transformation of Japanese society — issues which were left behind by his predecessor, Shinzo Abe, who resigned because of ill health. “The fund is to bolster environmental investment as we aim to become a global leader in this area,” Suga said. He pledged to achieve carbon neutrality by 2050 in a policy speech in October, though it will be a major challenge given Japan’s significant reliance on fossil fuel. Suga, in his first full-fledged news conference since taking office, said Friday that his Cabinet plans next week to approve an economic package that will also include 1 trillion yen ($9.5 billion) to promote the country's digital transformation — a weakness that Japan recognized when companies were requested to allow employees to work from home in response to the coronavirus and many were unable to. Although he is known for a pragmatic approach to getting things done, it's unclear whether Suga has the political heft to overcome vested interests in weaning the resource-poor nation from its reliance on imported oil and gas. He said Japan needs to strive to become a global leader in achieving carbon neutrality, and that investment in the environment is a growth opportunity, not a burden. Suga repeated that he plans to deepen Japan's alliance with the United States and promote a vision of a “Free and Open Indo-Pacific” to counter growing Chinese influence in the region.",
					"description": "TOKYO (AP) — Japanese Prime Minister Yoshihide Suga pledged a 2 trillion yen ($19...",
					"publishedAt": "2020-12-04",
					"source_name": "mySA",
					"source_url": "mysanantonio.com",
					"title": "Japan PM pledges $19B to promote ecological businesses",
					"url": "https://www.mysanantonio.com/business/article/Japan-PM-pledges-19B-to-promote-ecological-15775750.php",
					"urlToImage": "https://s.hdnux.com/photos/01/15/46/44/20343086/3/rawImage.jpg"
				},
				{
					"author": "[\"Jenny Debsorough\"]",
					"content": " DAVID BOWIE was an innovator in the music world but was also incredibly talented as an actor - and now fans can watch his movies in a new cinematic programme. David Bowie performs Ziggy Stardust live in 1972 David Bowie performed in 22 movies in his lifetime, but many of his roles became as iconic as some of his music. He made long music videos for his music but also starred in movies from directors like Martin Scorsese and David Lynch. Now, fans can watch these as part of a new series at the BFI. Trending BFI Southbank will be launching its Bowie: Starman and the Silver Screen series of movies, where fans can watch some of the star’s best films. This comes five years after his death and will show films, TV and documentaries, whether David has had a big or small role in it. Films screening in the season will include The Man Who Fell to Earth, Merry Christmas Mr Lawrence and Christiane F, as well as concert films and TV work like Ziggy Stardust and The Spiders From Mars and Baal.",
					"description": "DAVID BOWIE was an innovator in the music world but was also incredibly talented as an actor - and now fans can watch his movies in a new cinematic programme.",
					"publishedAt": "2020-12-04",
					"source_name": "Express.co.uk",
					"source_url": "express.co.uk",
					"title": "David Bowie movies: How to watch David Bowie movies in new cinema programme | Films | Entertainment | Express.co.uk",
					"url": "https://www.express.co.uk/entertainment/films/1368435/David-Bowie-movies-how-to-watch-David-Bowie-movies-bfi-january-2021-evg",
					"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/36/750x445/1368435.jpg"
				},
				{
					"author": "[\"Andrew Jeong\"]",
					"content": " North Korea Shows Its Softer Side. ‘It’s Finally Kimchi Season.’ Kim Jong Un’s propaganda machine turns off the vitriol and turns on the charm A far cry from hawkish newscasts and displays of the regime’s weapons arsenal, North Korea’s vloggers showcase a softer side of life in Pyongyang. Here’s how the country is revamping its propaganda machine to target new audiences who speak English, French and Chinese. Photo composite: Sharon Shi By Andrew Jeong North Korean propaganda has long struck a familiar chord, spewing vitriol toward imperialist outsiders and fawning over the ruling Kim family’s achievements. But Pyongyang’s image makers are now peddling a softer image of the Kim regime, which is best known for being nuclear-armed, reclusive and impoverished. The makeover attempts surfaced last month, when, in an unusual tactic, separate Twitter accounts appeared bearing the names of two Pyongyang bureaucrats: Kim Myong Il, a negotiator who appeared at 2018 inter-Korean talks, and Han Song Il, of a Pyongyang institute considered to be a propaganda agency. The posts—in English, Japanese, Chinese and Korean—depicted everyday life.",
					"description": "Leader Kim Jong Unâs propaganda machine is turning off the vitriol and turning on the charm.",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "North Korea Shows Its Softer Side. âItâs Finally Kimchi Season.â - WSJ",
					"url": "https://www.wsj.com/articles/north-korea-shows-its-softer-side-its-finally-kimchi-season-11607087327",
					"urlToImage": "https://images.wsj.net/im-268260/social"
				},
				{
					"author": "[\"Stefan Kyriazis\"]",
					"content": " EXCLUSIVE: Natasha Hamilton I Can’t Wait To Spend Christmas With You – New video EXCLUSIVE: Watch the brand new video for Natasha Hamilton I Can't Wait To Spend Christmas With You, with UK jazz star Tom Seals. It's her first major release since Atomic Kitten and she sounds absolutely fantastic! Plus an exclusive chat with Natasha - including the latest on Atomic Kitten reunion hopes for 2021. Tom Seals and Natasha Hamilton team up for Christmas single Pop superstar Natasha flexes some seriously sensational vocals on her new Xmas single, along with the UK’s finest boogie-woogie and Blues sensation Tom. Watch the video exclusively below plus another cheeky video that peeks behind the scenes of the pair recording their new track. To get us all in the mood, we also chatted with Natasha about everything Christmas, including her secret seasonal talent and a very special superstar guest. Related articles What inspired this new Xmas single?The track was put together by new jazz wonder-kid on the block, Tom Seals, who I met a couple of years ago at the Boisdale Music Awards (where I received the award of ‘Best Female Singer of the Year’). We got on SO well and became instant friends. Tom called me a few weeks back to say he had this fantastic Christmas song, that was very apt to what we’d all been going through this year. I was very intrigued and couldn’t wait to hear it. Luckily it was a great track and I couldn’t wait to vocal it. The sentiment of the song is exactly what we’re all thinking.",
					"description": "EXCLUSIVE: Watch the brand new video for Natasha Hamilton I Can't Wait To Spend Christmas With You, with UK jazz star Tom Seals. It's her first major release since Atomic Kitten and she sounds absolutely fantastic! Plus an exclusive chat with Natasha - including the latest on Atomic Kitten reunion hopes for 2021.",
					"publishedAt": "2020-12-04",
					"source_name": "Express.co.uk",
					"source_url": "express.co.uk",
					"title": "EXCLUSIVE: Natasha Hamilton I Can’t Wait To Spend Christmas With You – New video | Music | Entertainment | Express.co.uk",
					"url": "https://www.express.co.uk/entertainment/music/1368431/Natasha-Hamilton-Christmas-Xmas-song-video-Atomic-Kitten-Tom-Seals-jazz",
					"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/35/750x445/1368431.jpg"
				},
				{
					"author": "[\"The Conversation\"]",
					"content": " TNW Sites COVID-19 antibodies may fade faster in men than women In the global effort to overcome COVID-19, much scientific and medical attention has focused on the ability of our immune system to generate antibodies. Antibodies are one of our body’s main weapons against viruses, created to recognize specific proteins on a virus’s surface and initiate processes that ultimately neutralize and remove the virus. We know that for other human coronaviruses, when the body creates antibodies against them, these then go on to provide immunity. Teams developing vaccines against SARS-CoV-2 are confident, therefore, that their vaccines can produce similarly effective responses against COVID-19. But there is still much to understand – not least how long these vaccines will protect us for. Luckily, science is gradually catching up with the virus, and we are starting to understand more about antibody responses to it. One unexpected finding was recently uncovered by a French study. The research (which is yet to be peer-reviewed) examined SARS-CoV-2 antibodies in the blood of hospital staff who had tested positive for the virus and were displaying mild symptoms. By analyzing two samples from each person taken a few months apart, the investigators were able to determine how quickly antibody levels fade after infection, and which factors were associated with this decline. Antibodies are created to recognize specific parts of an invading substance. They are usually highly specialized. Kateryna Kon/Shutterstock The study found that antibodies that recognized the SARS-CoV-2 spike protein, one of the key proteins on the virus’s surface, decreased more quickly in men than women. As these levels fell, so too did the body’s ability to neutralize the virus. Although the study also looked at the effect of age and body mass index (BMI), neither of these variables were associated with more rapid antibody decline or were linked to the effect in men.",
					"description": "",
					"publishedAt": "2020-12-04",
					"source_name": "The Next Web",
					"source_url": "thenextweb.com",
					"title": "COVID-19 antibodies may fade faster in men than women",
					"url": "https://thenextweb.com/syndication/2020/12/04/covid-19-antibodies-may-fade-faster-in-men-than-women/",
					"urlToImage": "https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F12%2F1-copy-10.jpg&signature=22e3c847de20c878ba375fa576758d30"
				},
				{
					"author": "[\"Stuart Jamieson\"]",
					"content": " Aiden McGeady could return to the Sunderland first-team squad this weekend (Image: PA) Get the latest SAFC updates & transfer news straight to your inbox by signing up to our FREE newsletter When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. The club's twitter account posted a video of several McGeady highlights, along with the 'eyes' emoji, with the Republic of Ireland winger in the first-team squad for the weekend. McGeady has not featured for the Black Cats in a year after falling out with previous manager Phil Parkinson. He spent the second half of last season on loan at Charlton, and has been restricted to Under-23 football so far this term. However, Sunderland fans were today delighted to see him back in the first-team picture, although the one note of caution was that his return shouldn't come at the expense of young prospects such as Elliot Embleton and Jack Diamond.",
					"description": "\n The Black Cats forward is set to feature in the first-team squad when they take on Wigan Athletic at the Stadium of Light\n ",
					"publishedAt": "2020-12-04",
					"source_name": "ChronicleLive",
					"source_url": "chroniclelive.co.uk",
					"title": "'The team is crying out for him'. Sunderland fans react to Aiden McGeady's recall - Chronicle Live",
					"url": "https://www.chroniclelive.co.uk/sport/football/football-news/aiden-mcgeady-sunderland-fans-reaction-19401404",
					"urlToImage": "https://i2-prod.chroniclelive.co.uk/incoming/article16056107.ece/ALTERNATES/s1200/7_Portsmouth-v-Sunderland-Checkatrade-Trophy-Final-Wembley-Stadium.jpg"
				},
				{
					"author": "[\"Jason Zweig\"]",
					"content": " Jason Zweig You’ve probably heard of it, even if you aren’t among the 13 million people already using it. Robinhood makes trading stocks, options and cryptocurrencies fun and exciting, and analysts have attributed some of this year’s skyrocketing stock prices to novice Robinhood traders. My editor and I decided that I should see what the fuss is all about. I started trading on Robinhood on Oct. 27, expensing my $100 investment. Any profits I made would go to charity; any losses would go toward public humiliation. I closed all my positions on Nov. 17. My editor ordered me to try making as much money as possible as fast as possible, to become part of the momentum-investing crowd. That called for a makeover. I’d have to become the polar opposite of the patient, research-intensive, risk-averse investor I’ve always been.",
					"description": "Spinning prices, scratch-off rewards and flying confetti? Even the most skeptical investor can be drawn in.",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "I Started Trading Hot Stocks on Robinhood. Then I Couldnât Stop. - WSJ",
					"url": "https://www.wsj.com/articles/robinhood-day-trade-i-started-trading-hot-stocks-then-i-couldnt-stop-11607095765",
					"urlToImage": "https://images.wsj.net/im-268044/social"
				},
				{
					"author": "[\"The Cosmic Companion\"]",
					"content": " TNW Sites Neutrinos from our Sun hold the secrets to nuclear fusion Most people realize our Sun is producing light and heat from the fusion of hydrogen into helium. However, the process of merging together hydrogen nuclei into helium is not as straightforward as it might seem. Typically, there are two processes by which smaller stars create fusion. The first of these, the proton-proton (pp) reaction is the simpler, as well as the more common, of the two. The second, the Carbon-Nitrogen-Oxygen (CNO) cycle, is thought to be the predominant means of producing energy in hotter, more massive stars. However, a new study finds neutrinos from theSunproviding the first direct evidence of the CNO cycle taking place deep within our parent star. “Although on the basis of model calculations we expected the CNO cycle also to occur in the Sun, direct evidence of this has never been obtained before. Only a characteristic neutrino signal can provide conclusive proof that this actually happens — now we have that conclusive proof without a shadow of a doubt,”Michael Wurm, a neutrino physicist at Johannes Gutenberg University Mainz (JGU) and member of the Borexino Collaboration, describes. For every reaction, there’s a harder-to-remember reaction",
					"description": "",
					"publishedAt": "2020-12-04",
					"source_name": "The Next Web",
					"source_url": "thenextweb.com",
					"title": "Neutrinos from our Sun hold the secrets to nuclear fusion",
					"url": "https://thenextweb.com/syndication/2020/12/04/neutrinos-from-our-sun-hold-the-secrets-to-nuclear-fusion/",
					"urlToImage": "https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F12%2F1-copy-5.jpg&signature=b449d536d66bfdbd18b90b62938c3673"
				},
				{
					"author": "[\"Luke Chillingsworth\"]",
					"content": " PAVEMENT parking should be dealt with by a local approach to deal with \"selfish individuals\" but a national ban would be an extreme approach, according to experts. Pavement parking ‘nightmare’ for guide dog users says activist Experts at IAM RoadSmart want to see a legislative change to allow local authorities to enforce against parking restrictions. They fear that a national effort could risk removing parked cars from many roads where the traffic has a calming effect. Trending READ MORE They say that clearing all parked cars would allow drivers to simply travel as fast as they like down the road which would increase the average speed of traffic. This argument carries some momentum after police forces reported an increase of speeding offences due to quieter roads under lockdown.",
					"description": "PAVEMENT parking should be dealt with by a local approach to deal with 'selfish individuals' but a national ban would be an extreme approach, according to experts.",
					"publishedAt": "2020-12-04",
					"source_name": "Express.co.uk",
					"source_url": "express.co.uk",
					"title": "Pavement parking: Road safety experts warn that a national ban would be too extreme | Express.co.uk",
					"url": "https://www.express.co.uk/life-style/cars/1368483/car-pavement-parking-driving-law-fine-road-safety",
					"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/24/750x445/1368483.jpg"
				},
				{
					"author": "[\"Allison Prang\"]",
					"content": " Company agrees to $125,000 penalty without admitting to SEC’s finding A Cheesecake Factory restaurant in California. Allison Prang The Securities and Exchange Commission said Friday that it has settled charges against the restaurant chain Cheesecake Factory Inc. for misleading investors about how the Covid-19 pandemic affected the company. The SEC said that the company in the spring filed materially false and misleading disclosures saying that locations were “operating sustainably.” Meanwhile, the SEC said, the company was losing about $6 million in cash weekly and only estimated it had around four months’ worth of cash left. The Cheesecake Factory agreed to a penalty of $125,000 and didn’t admit to the SEC’s findings, the regulator said Friday. The SEC also said the company didn’t disclose that it had told landlords it wouldn’t pay rent in April because of the pandemic’s impacts. The Cheesecake Factory didn’t immediately respond to a request for comment.",
					"description": "The SEC said the company filed materially false and misleading disclosures saying that locations were “operating sustainably,” when it was actually losing about $6 million in cash weekly in the spring.",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "SEC Settles with Cheesecake Factory Over Covid-19 Effect Claims - WSJ",
					"url": "https://www.wsj.com/articles/sec-settles-with-cheesecake-factory-over-covid-19-effect-claims-11607095036",
					"urlToImage": "https://images.wsj.net/im-268368/social"
				},
				{
					"author": "[\"MARION RENAULT and WILSON RING\"]",
					"content": " As hospitals cope with a COVID-19 surge, cyber threats loom 1of2Buses travel through the main campus of the University of Vermont Medical Center, Friday, Nov. 20, 2020, in Burlington, Vt. The hospital network is still recovering from a massive digital disruption in October, signaling the dangers of cyberattacks on the nation's health care system during a surge of COVID-19.Wilson Ring/APShow MoreShow Less2of2A sign in honor of hospital personnel stands outside the main entrance of the University of Vermont Medical Center, Friday, Nov. 20, 2020, in Burlington, Vt. The hospital network is still recovering from a massive digital disruption in October, signaling the dangers of cyberattacks on the nation's health care system during a surge of COVID-19.Wilson Ring/APShow MoreShow Less BURLINGTON, Vt. (AP) — By late morning on Oct. 28, staff at the University of Vermont Medical Center noticed the hospital’s phone system wasn’t working. Then the internet went down, and the Burlington-based center's technical infrastructure with it. Employees lost access to databases, digital health records, scheduling systems and other online tools they rely on for patient care. In its main laboratory, which runs about 8,000 tests a day, employees printed or hand-wrote results and carried them across facilities to specialists. Outdated, internet-free technologies experienced a revival. “We went around and got every fax machine that we could,” said UVM Medical Center Chief Operating Officer Al Gobeille. The Vermont hospital had fallen prey to a cyberattack, becoming one of the most recent and visible examples of a wave of digital assaults taking U.S. health care providers hostage as COVID-19 cases surge nationwide.",
					"description": "BURLINGTON, Vt. (AP) — By late morning on Oct. 28, staff at the University of Vermont...",
					"publishedAt": "2020-12-04",
					"source_name": "mySA",
					"source_url": "mysanantonio.com",
					"title": "As hospitals cope with a COVID-19 surge, cyber threats loom",
					"url": "https://www.mysanantonio.com/news/article/As-hospitals-cope-with-a-COVID-19-surge-cyber-15775896.php",
					"urlToImage": "https://s.hdnux.com/photos/01/15/46/52/20343426/3/rawImage.jpg"
				},
				{
					"author": "[\"Sean McCormick\"]",
					"content": " Get the latest NUFC updates, transfer and takeover news straight to your inbox for FREE by signing up to our newsletter When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. It is fair to say when Martin Dubravka picked up an injury ahead of the start of the season, Newcastle United fans feared the worst. After all, Dubravka had been Newcastle's most consistent performer across each of the last two campaigns, while number two goalkeeper Karl Darlow had not kept net in a Premier League match for over two-and-a-half years. Freddie Woodman, the club's talented former under-20 World Cup winner, had just penned a new three-year deal at the club and headed off to Swansea on loan knowing that Newcastle saw him as the club's long term successor to Dubravka. In the eyes of most fans, Darlow, who had impressed at both Championship and Premier League level when called upon in fairness to him, was very much a back-up goalkeeper - despite his new five-year deal at the club. So when it was confirmed Dubravka would be facing months out, there was apprehension among the Toon Army knowing that Darlow would be thrust into the number one position.",
					"description": "Karl Darlow's brilliant form has left Steve Bruce with a big decision to make but Martin Dubravka has enough credit in the back to reclaim number one jersey",
					"publishedAt": "2020-12-04",
					"source_name": "ChronicleLive",
					"source_url": "chroniclelive.co.uk",
					"title": "Martin Dubravka or Karl Darlow? Recency bias shouldn't cloud key Newcastle United decision - Sean McCormick - Chronicle Live",
					"url": "https://www.chroniclelive.co.uk/sport/football/football-news/martin-dubravka-karl-darlow-recency-19401388",
					"urlToImage": "https://i2-prod.chroniclelive.co.uk/incoming/article19362413.ece/ALTERNATES/s1200/0_GettyImages-1192668736jpgspea.jpg"
				},
				{
					"author": "[\"Saira Khan\"]",
					"content": " ‘Selena’ on Netflix: How Actor Christian Serratos Transformed Into the Late Star Serratos became the late Mexican-American singer for Selena The Series by watching videos on YouTube and meeting with members of the Quintanilla family By\nSaira Khan Dec. 4, 2020 8:42 am ET Actor Christian Serratos, 30, can really sing. Known for playing Rosita Espinosa in The Walking Dead, Serratos can soon be heard exercising her vocal chords as the late Mexican-American singer Selena Quintanilla in Netflix’s Selena: The Series, the first season of which is out December 4. She is quick to note, however, that she didn’t sing all of the songs on the show. “If there’s singing in an acting scene or if you see us on the bus, that’s me,” she says. “But the performances are all [Selena], which is how it should be. As a diehard Selena fan, I want to hear Selena.” The Netflix series follows the early life of Quintanalla, known as the “Queen of Tejano” music, whose singing career was cut short when she was murdered at the age of 23 by the founder of her fan club, Yolanda Saldívar. It’s the first on-screen depiction of Quintanalla’s life since a young Jennifer Lopez played her in the 1997 film Selena, which made over $11.6 million on its opening weekend and earned Lopez her first Golden Globe award nomination. While the ‘90s movie primarily focused on the last few years of Quintanilla’s life, the new show captures the singer’s childhood. Showing Quintanalla’s innocent side was important to Serratos. “She was very silly,” she says. “I think that’s what made her so beautiful.” WSJ. caught up with Serratos over Zoom about her unconventional audition, what she found challenging about the role and her favorite Selena songs.",
					"description": "Serratos became the late Mexican-American singer for Selena The Series by watching videos on YouTube and meeting with members of the Quintanilla family",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "âSelenaâ on Netflix: How Actor Christian Serratos Transformed Into the Late Star - WSJ",
					"url": "https://www.wsj.com/articles/selena-netflix-christian-serratos-11607089265",
					"urlToImage": "https://images.wsj.net/im-267803/social"
				},
				{
					"author": "[\"Giles Sheldrick \"]",
					"content": " Dame Judi Dench urges MPs to deliver on promise to double funding for dementia research DAME Judi Dench has urged ministers to keep a promise to double funding for dementia research. The One Show: Judi Dench recalls embarrassing Skype call Health Secretary Matt Hancock promised to boost the budget by £83million a year if the Tories won last year’s general election. But a year on, no action has been taken. Dame Judi, 85, won an Oscar nomination as dementia-stricken novelist Iris Murdoch in a 2001 film. She said: “Having portrayed someone with Alzheimer’s, and having seen the impact of dementia on people around me, I’m sadly all too aware of how painful, cruel and unforgiving this condition can be. Related articles “A promise was made by government to double its funding for dementia research, to help bring an end to the long and desperate wait for a new treatment. “With that vow came hope for everyone affected by dementia. But that hope is fading while government fails to deliver the funding so greatly needed. We cannot let this commitment be forgotten.”",
					"description": "DAME Judi Dench has urged ministers to keep a promise to double funding for dementia research.  ",
					"publishedAt": "2020-12-04",
					"source_name": "Express.co.uk",
					"source_url": "express.co.uk",
					"title": "Dame Judi Dench urges MPs to deliver on promise to double funding for dementia research | Express.co.uk",
					"url": "https://www.express.co.uk/life-style/health/1368455/judi-dench-dementia-research-funding-mp",
					"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/11/750x445/1368455.jpg"
				},
				{
					"author": "[\"Siobhan Hughes\"]",
					"content": " Siobhan Hughes WASHINGTON—President-elect Joe Biden’s cabinet picks will face a narrow path in the Senate next year, with the confirmation process providing an early test of the new administration’s ability to work with Republicans amid heightened partisan rancor over nominees. Republicans are set to hold at least 50 seats, compared with 48 for Democrats, with two seats from Georgia up for grabs in runoff elections scheduled for Jan. 5. In a 50-50 Senate, Democrats would hold the majority, as incoming Vice President Kamala Harris would break any ties. If Democrats fall short, Republicans would be in charge, the first time in decades that a new president has a Senate controlled by the opposite party. Mr. Biden has announced picks for his national security and economic teams, two areas where the Senate tends to move most quickly on confirmations, typically starting with hearings in the new year and holding votes as soon as Jan. 20. So far, some individual nominees have drawn opposition, but many Republican senators have signaled they plan to broadly show deference to Mr. Biden as he assembles his team, rather than actively obstruct his efforts. “There are some that are clearly coming with baggage that may make it very difficult for the Senate to approve them,” said Sen. Mike Rounds (R., S.D.) of the nominees. “I give the president the benefit of the doubt if it’s a close call. If it’s not a close call, you let the chips fall.” “The president should be able to have his team,” said Sen. Shelley Moore Capito (R., W.Va.), who expects to sit down with nominees before committee hearings. “But I don’t think that’s a blanket statement that you rubber-stamp folks.”",
					"description": "The confirmation process for President-elect Joe Bidenâs cabinet picks will provide an early test of the new administrationâs ability to work with Republicans amid heightened partisan rancor over nominees. ",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "Split Senate Means Narrow Path for Bidenâs Nominees  - WSJ",
					"url": "https://www.wsj.com/articles/split-senate-means-narrow-path-for-bidens-nominees-11607092741",
					"urlToImage": "https://images.wsj.net/im-266139/social"
				},
				{
					"author": "[\"Adam Chapman\"]",
					"content": " CORONAVIRUS vaccine update: The first Brits to receive the newly approved Pfizer/BioNTech vaccine will receive it as soon next week. Questions abound, not least around immunity. Fortunately, a new graphic developed by Statista provides a timeline to achieving immunity. Coronavirus: Expert describes 'two main symptoms' to look for The speed at which vaccines have been developed against coronavirus is staggering, and yet, equally as staggering, is the speed at which one has jumped through regulatory hoops. The Medicines and Healthcare products Regulatory Agency (MRHA), Britain's respected drug authority, has approved the use of the Pfizer/BioNTech vaccine and it is set to be deployed as soon as next week. As the rapid rollout begins, all eyes will be on the process of immunity. Related articles Professor Van-Tam told, England's deputy chief medical officer, told BBC News: \"If we can get through phase one [of the priority list] and it is a highly effective vaccine and there is very, very high up take, then we could in theory take out 99 percent of hospitalisations and deaths related to COVID-19. \"That is why the phase one list is what it is, that is the primary ambition.\" The UK has so far ordered 40 million doses - enough to vaccinate 20 million people.",
					"description": "CORONAVIRUS vaccine update: The first Brits to receive the newly approved Pfizer/BioNTech vaccine will receive it as soon next week. Questions abound, not least around immunity. Fortunately, a new graphic developed by Statista provides a timeline to achieving immunity.",
					"publishedAt": "2020-12-04",
					"source_name": "Express.co.uk",
					"source_url": "express.co.uk",
					"title": "Coronavirus UK latest update: Vaccine takes 28 days to achieve immunity | Express.co.uk",
					"url": "https://www.express.co.uk/life-style/health/1368477/coronavirus-uk-update-vaccine-latest-immunity-28-days-symptoms",
					"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/11/750x445/1368477.jpg"
				},
				{
					"author": "[\"Mark Douglas\"]",
					"content": " ROTHERHAM, ENGLAND - DECEMBER 01: Ivan Toney of Brentford looks on during the Sky Bet Championship match between Rotherham United and Brentford at AESSEAL New York Stadium on December 01, 2020 in Rotherham, England. Sporting stadiums around the UK remain under strict restrictions due to the Coronavirus Pandemic as Government social distancing laws prohibit fans inside venues resulting in games being played behind closed doors. (Photo by George Wood/Getty Images) Get the latest NUFC updates, transfer and takeover news straight to your inbox for FREE by signing up to our newsletter When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. When Brentford went shopping for a striker to replace Ollie Watkins, there was only one player who topped the recruitmet metrics they regularly check. Ivan Toney, the Peterborough forward scoring freely in League One, ticked so many boxes. The scouting reports noted his strength, his finishing and - most importantly - leadership qualities. The Championship promotion hopefuls were 90 minutes from the top flight in 2019/20 and felt the team had been \"a bit too nice\". Toney, who - scouts noted - 'managed' referees in games and had the edge they were missing, might just change that. Fourteen goals into the season, it looks like the right call. But his emergence as the top English goalscorer underneath the Premier League, at the same time as Blackburn's Adam Armstrong, poses questions about Newcastle's youth development.",
					"description": "Newcastle United have moved to correct failings from the Ivan Toney situation",
					"publishedAt": "2020-12-04",
					"source_name": "ChronicleLive",
					"source_url": "chroniclelive.co.uk",
					"title": "Breaking down the Â£30million mistake: Lessons from Ivan Toney, the striker Newcastle got wrong - Chronicle Live",
					"url": "https://www.chroniclelive.co.uk/sport/football/football-news/newcastle-ivan-toney-30m-mistake-19400691",
					"urlToImage": "https://i2-prod.chroniclelive.co.uk/incoming/article19400612.ece/ALTERNATES/s1200/1_GettyImages-1288915699.jpg"
				},
				{
					"author": "[\"Anne Steele\"]",
					"content": " Stevie Nicks performed at the Rock & Roll Hall of Fame induction ceremony in Brooklyn, N.Y., in March 2019. Anne Steele Stevie Nicks closed a deal to sell a majority stake in her publishing catalog late last month, on the heels of Fleetwood Mac’s “Dreams” hitting the Billboard charts for the first time since 1977. Music publisher Primary Wave purchased an 80% interest in the copyrights, which are valued at about $100 million, according to people familiar with the deal. The deal, which includes hits “Edge of Seventeen,” “Rhiannon” and “Landslide,” highlights the soaring value of music in the streaming era. Ms. Nicks’ sale coincides with recent buzz around “Dreams” fueled by a viral TikTok video of a man skateboarding while listening to the Fleetwood Mac former No. 1 single. The song, written by Ms. Nicks, landed at No. 21 on the Billboard Hot 100 in October, logging its best-ever week of streams and download sales in the U.S. Ms. Nicks and Primary Wave plan to partner on marketing, branding and digital strategies to generate more revenue from her catalog, according to the publisher. Outlets for music are rising in new corners of the digital world, from videogaming to social media to advertising. Over the past five years, owning the rights to music has become more valuable as revenue from music streaming has grown. Vivendi SA sold a 10% stake in Universal Music Group to Chinese internet giant Tencent Holdings Ltd. for 3 billion euros, equivalent to $3.37 billion, late last year, valuing the world’s largest music company at more than $33 billion. Los Angeles-based investment firm Shamrock Capital Advisors LLC recently bought Taylor Swift’s early recording catalog for over $300 million—about what celebrity talent manager Scooter Braun’s Ithaca Holdings LLC paid for the entirety of Ms. Swift’s former label, Big Machine Label Group LLC, a year and a half ago",
					"description": "Music publisher Primary Wave takes 80% interest in Fleetwood Mac star’s catalog, which is valued at about $100 million, according to people familiar with the deal. ",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "Stevie Nicks Sells Stake in Songwriting Catalog - WSJ",
					"url": "https://www.wsj.com/articles/stevie-nicks-sells-stake-in-songwriting-catalog-11607095635",
					"urlToImage": "https://images.wsj.net/im-268346/social"
				},
				{
					"author": "[\"\", \"Daily Express newspaper\"]",
					"content": " Social media messiah made his fortune turning ‘nobodies’ into rich influencers A social media messiah who has spent the past decade turning \"nobodies\" into rich influencers says his unique methods will get anyone thousands of followers almost overnight. At school, Cody Cruz was told that his obsession with social media was a \"waste of time\" because the platform would be impossible to monetise. Make the most of your money by signing up to our newsletter for FREE now Invalid email We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights. But the 23-year-old, who started his own business aged just 14, kept learning his craft and has made a name for himself as a “social media Messiah”. After being mentored by legendary tech start-up investor Scott Warner, Cody branched out and set up Copped Media.",
					"description": "A social media messiah who has spent the past decade turning 'nobodies' into rich influencers says his unique methods will get anyone thousands of followers almost overnight. At school, Cody Cruz was told that his obsession with social media was a 'waste of time' because the platform would be impossible to monetise.",
					"publishedAt": "2020-12-04",
					"source_name": "Express.co.uk",
					"source_url": "express.co.uk",
					"title": "Social media messiah made his fortune turning ‘nobodies’ into rich influencers | Express.co.uk",
					"url": "https://www.express.co.uk/life-style/life/1368462/Social-media-messiah-fortune-rich-influencers",
					"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/130/750x445/1368462.jpg"
				},
				{
					"author": "[\"\"]",
					"content": " Boston Consulting Group announced its plans Wednesday, saying it would expand a business service center in Atlanta that it created in 2017, which now employs 268. Boston Consulting Group is based in the Massachusetts city of the same name. The privately held company had $8.5 billion in revenue last year. Besides the business service center, Boston Consulting Group also owns BrightHouse, a creative consultancy and branding agency based in Atlanta. Across three offices, Boston Consulting Group employs more than 900 in metro Atlanta. The company will increase its office space for its business service center by 60,000 square feet (5,500 square meters). Local officials welcomed the investment in downtown Atlanta, which has long faced competition from other office centers in the metro area. The company will qualify for a state income tax credit that allows the company to deduct $3,500 per job from its Georgia income taxes for five years. If Boston Consulting Group doesn’t incur $5.8 million in state income taxes, it can also use the credit to get cash payments redirected to it out of the money it withholds from employee paychecks for state income taxes, given its location in what the state classifies as a state opportunity zone. Other incentives haven't been finalized yet, said Marie Hodge Gordon, spokesperson for the Georgia Economic Development Department.",
					"description": "ATLANTA (AP) — A consulting firm will invest $18 million to expand its operations in...",
					"publishedAt": "2020-12-04",
					"source_name": "mySA",
					"source_url": "mysanantonio.com",
					"title": "Consulting firm plans $18M Atlanta expansion, hiring 331",
					"url": "https://www.mysanantonio.com/news/article/Consulting-firm-plans-18M-Atlanta-expansion-15775911.php",
					"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
				},
				{
					"author": "[\"Thomas Gryta | Photographs by Whitney Curtis for The Wall Street Journal\"]",
					"content": " Nine months with Emerson Electric, a manufacturing giant, show the firm knocked off course by the pandemic. The CEO insisted on moving forward anyway. Thomas Gryta David Farr looked down at the empty parking lot and blew up. It was March 20, a cloudy day with a chill in the air. The coronavirus and lockdowns were grinding the U.S. economy to a halt, sending much of the American workforce home, including most of those at the Ferguson, Mo., headquarters of Emerson Electric Co. Mr. Farr, who had run the industrial conglomerate for two decades, wasn’t going anywhere. He told his assistant to summon the other eight members of the OCE—the Office of the Chief Executive. “We have a company to run,” he growled, his voice echoing through the empty sixth floor. Mr. Farr wasn’t naive. The virus had torn through China and Europe, disrupting Emerson’s operations. It was just a matter of time before it spread in the U.S. But World War II wasn’t won by hiding, he liked to tell people, and generals can’t lead their armies from the bunker. He expected employees to be present, and he wasn’t going to run the company from his home office.",
					"description": "Nine months with Emerson Electric, a manufacturing giant, show the firm knocked off course by the pandemic. The CEO insisted on moving forward anyway. “We have customers to serve and we can’t frickin’ do it if nobody is here.”",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "The Covid Crisis Taught David Farr the Power and Limits of Leadership - WSJ",
					"url": "https://www.wsj.com/articles/the-covid-crisis-taught-david-farr-the-power-and-limits-of-leadership-11607094974",
					"urlToImage": "https://images.wsj.net/im-267991/social"
				},
				{
					"author": "[\"\"]",
					"content": " The Red Clay School District will be moving virtually on Monday. Red Clay is the state's the largest district by population. Officials there said the district is facing “operational challenges ... due to increased quarantines and spread in the community.” Smyrna also will begin virtual school on Monday. Brandywine will wait until Dec. 14. Appoquinimink School District will move to virtual-only learning starting Monday, Dec. 7. Superintendent Matthew Burrows said the district is facing staffing challenges and is “at a point where we don’t have people to cover classes as we move forward.” Over the past week, districts in Kent County made the decision to return to virtual learning. Some districts in New Castle County have done the same. Some Sussex County schools had not announced plans as of Friday morning. Milford said it would use the weekend to “evaluate the best course of action operationally.”",
					"description": "DOVER, Del. (AP) — Some school systems in Delaware have been announcing plans to go...",
					"publishedAt": "2020-12-04",
					"source_name": "mySA",
					"source_url": "mysanantonio.com",
					"title": "Delaware schools begin to announce plans to go virtual",
					"url": "https://www.mysanantonio.com/news/article/Delaware-schools-begin-to-announce-plans-to-go-15775780.php",
					"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
				},
				{
					"author": "[\"Sophie Harris\"]",
					"content": " READ MORE A statement on their website reads: “Only a handful of McDonald’s restaurants open on Christmas Day, please refer to the restaurant locator to confirm if your local restaurant is open during the Christmas period and what times they are trading.\" The chain is also closing some branches early on Christmas Eve and New Year’s Eve to give colleagues some extra time off. McDonald’s UK CEO Paul Pomroy outlined this to customers in a recent email. Mr Pomroy said: “Given the extraordinary year we’ve all had, we will balance being there for you when you need us with giving our people some additional time off with their loved ones.",
					"description": "MCDONALD'S are launching a service this week to help stop the long queues at their drive-thru restaurants.",
					"publishedAt": "2020-12-04",
					"source_name": "Express.co.uk",
					"source_url": "express.co.uk",
					"title": "McDonald’s launch new service to stop queuing at all drive-thru restaurants  | Express.co.uk",
					"url": "https://www.express.co.uk/life-style/life/1368486/mcdonalds-click-and-serve-new-service-drive-thru-restaurants",
					"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/130/750x445/1368486.jpg"
				},
				{
					"author": "[\"Stuart Jamieson\"]",
					"content": " Hello and welcome to our Sunderland AFC live blog on Friday, December 4. The Black Cats have parted company with manager Phil Parkinson, just 13 months after he was appointed as Sunderland boss. Parkinson and his assistant manager Steve Parkin have left the club with immediate effect and Andrew Taylor will take charge against Burton Albion on tonight. The Black Cats' board have confirmed they will now begin the search for a new manager and will make no further comment until this process is completed and have placed their thanks to Parkinson and Parkin on record. We will have all of the updates, reaction and analysis throughout as the Black Cats look to appoint Parkinson's successor in the coming days and weeks. Sunderland next manager search Key Events",
					"description": "Live updates after Sunderland sacked Phil Parkinson as the club's manager and begin the hunt for a new man in the Stadium of Light hotseat",
					"publishedAt": "2020-12-04",
					"source_name": "ChronicleLive",
					"source_url": "chroniclelive.co.uk",
					"title": "Sunderland next manager search LIVE: Black Cats want Johnson; McGeady back - Chronicle Live",
					"url": "https://www.chroniclelive.co.uk/sport/football/football-news/sunderland-next-manager-johnson-live-19368424",
					"urlToImage": "https://i2-prod.chroniclelive.co.uk/incoming/article19402042.ece/ALTERNATES/s1200/0_Bristol-City-v-Derby-County-Sky-Bet-Championship.jpg"
				},
				{
					"author": "[\"Julie Bykowicz and Chad Day\"]",
					"content": " Trump’s Campaign Went Into Debt But Raked in Postelection Cash President’s finances were boosted by an email-and- text-message fundraising drive tied to his court battle President Trump heads to Georgia on Saturday to rally voters ahead of the two Senate runoffs in January. WSJ’s Cameron McWhirter reports on why some Republican party leaders are worried about what the president could say to the crowd. Photo: Brendan Smialowski/AFP/Getty Images By Julie Bykowicz Chad Day President Trump’s re-election campaign had warned of debt after Election Day. But a postelection fundraising blitz tied to his unsuccessful effort to reverse his election loss has raised $207.5 million for Mr. Trump’s political committees and the Republican Party.",
					"description": "A postelection fundraising blitz tied to the presidentâs unsuccessful effort to reverse his election loss has raised $207.5 million for his political committees and the Republican Party.",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "Trumpâs Campaign Went Into Debt But Raked in Postelection Cash  - WSJ",
					"url": "https://www.wsj.com/articles/trumps-campaign-went-into-debt-but-raked-in-postelection-cash-11607091717",
					"urlToImage": "https://images.wsj.net/im-268326/social"
				},
				{
					"author": "[\"\"]",
					"content": " Police said Cann was driving west in the eastbound lanes of I-90 around 12:30 p.m. when her 2020 Toyota RAV4 hit Scherer’s Chevy Sonic. The collision caused Scherer’s car to spin sideways, where he was struck on his driver’s side by another vehicle, Idaho State Police reported. Scherer died of his injuries. Cann allegedly told police at the scene that she “had a rum” at 6 a.m. after spending the night at a friend’s house.",
					"description": "COEUR d'ALENE, Idaho (AP) — A woman accused of causing a fatal crash while driving the...",
					"publishedAt": "2020-12-04",
					"source_name": "mySA",
					"source_url": "mysanantonio.com",
					"title": "Driver pleads not guilty in fatal wrong-way crash on I-90",
					"url": "https://www.mysanantonio.com/news/article/Driver-pleads-not-guilty-in-fatal-wrong-way-crash-15775938.php",
					"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
				},
				{
					"author": "[\"Dan Falvey, Political Correspondent\"]",
					"content": " BORIS JOHNSON is set to get a huge boost at the next election with electoral reforms being touted which will benefit the Tories over Labour. Kuenssberg discusses why Tory’s won general election MPs' constituencies are set to be redrawn before 2024 to ensure each area has a roughly equal population size. The Prime Minister is also understood to be eager to increase the national spending limit for political parties during elections from £19.5million to £33million. Related articles Both reforms would benefit the Conservatives more than Sir Keir Starmer's party. Attempts to change constituency boundaries were made in 2013 and 2018 but both were abandoned. On those occasions, the reforms also sought to reduce the size of the House of Commons from 650 MPs to 600.",
					"description": "BORIS JOHNSON is set to get a huge boost at the next election with electoral reforms being touted which will benefit the Tories over Labour.",
					"publishedAt": "2020-12-04",
					"source_name": "Express.co.uk",
					"source_url": "express.co.uk",
					"title": "Boris Johnson plots to redraw electoral map to help him destroy Labour at next election | Politics | News | Express.co.uk",
					"url": "https://www.express.co.uk/news/politics/1368363/boris-johnson-general-election-labour-party-sir-keir-starmer-constituency-boundary-changes",
					"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/139/750x445/1368363.jpg"
				},
				{
					"author": "[\"Dante Chinni\"]",
					"content": " Trump’s Rallies Boosted Voter Turnout, but Not Always in His Favor President’s rallies can generate both enthusiasm and opposition, a Wall Street Journal analysis finds ahead of his Georgia visit President Trump heads to Georgia on Saturday to rally voters ahead of the two Senate runoffs in January. WSJ’s Cameron McWhirter reports on why some Republican party leaders are worried about what the president could say to the crowd. Photo: Brendan Smialowski/AFP/Getty Images By\nDante Chinni Dec. 4, 2020 9:40 am ET President Trump will head to Valdosta, Ga., Saturday to rally supporters in anticipation of the two Senate runoff elections in the state set for early January. If results from the general election are any guide, that visit from Mr. Trump isn’t necessarily a boon for the Georgia Republicans. Mr. Trump’s visits do appear to supercharge turnout in some places, but not always to his benefit, a Wall Street Journal analysis found. While a host of factors could affect turnout in any given place, on the whole, the data suggest the president is a polarizing figure whose rallies can generate both enthusiasm and opposition in the communities he visits.",
					"description": "If results from the general election are any guide, President Trumpâs Saturday rally in Valdosta, Ga., isnât necessarily a boon for Georgia Republicans.",
					"publishedAt": "2020-12-04",
					"source_name": "WSJ",
					"source_url": "wsj.com",
					"title": "Trumpâs Rallies Boosted Voter Turnout, but Not Always in His Favor - WSJ",
					"url": "https://www.wsj.com/articles/trumps-rallies-boosted-voter-turnout-but-not-always-in-his-favor-11607092810",
					"urlToImage": "https://images.wsj.net/im-268020/social"
				},
				{
					"author": "[\"Gerrard Kaonga\"]",
					"content": " BORIS JOHNSON has been accused of selling out the UK in the Brexit talks, according to an enraged Brexiteer. Brexit in name only is 'best we can hope for' says expert Former Brexit Party MEP Alexandra Phillips has claimed she is terrified of the Brexit deal Boris Johnson will bring back to the UK. While speaking to Mike Graham on TalkRadio she said Boris Johnson had already tied the UK into a bad deal with the EU with the withdrawal agreement. She added that the best Brexiteers can hope for is a \"Brexit In Name Only\" (BRINO) as the end of the transition period was less than a month away. Trending Ms Phillips said: \"We are left with such limited time we are talking a matter of weeks before the end of the transition period. \"There are going to be about 1,500 pages of really intense legal jargon that politicians should utterly scrutinise before giving a cent to this. \"We saw what happened last time that Boris Johnson rushed through the withdrawal agreement, he annexed a constituent country of the UK to a foreign power to the extent that we can't even send food from one part of the UK to the other.\"",
					"description": "BORIS JOHNSON has been accused of selling out the UK in the Brexit talks, according to an enraged Brexiteer. ",
					"publishedAt": "2020-12-04",
					"source_name": "Express.co.uk",
					"source_url": "express.co.uk",
					"title": "Boris Johnson to tie UK to EU rules forever under Brexit deal sell-out 'I am TERRIFIED!' | Politics | News | Express.co.uk",
					"url": "https://www.express.co.uk/news/politics/1368430/Boris-Johnson-Brexit-news-latest-trade-deal-update-EU-vn",
					"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/139/750x445/1368430.jpg"
				},
				{
					"author": "[\"\"]",
					"content": " EU extends ban on Pakistan's airline from flying to Europe ISLAMABAD (AP) — The European Union’s aviation safety agency has extended a ban imposed on Pakistan's state-run airline this year barring it from flying to Europe after a plane crash that killed 97 people in the port city of Karachi, a spokesman said Friday. At the time — and while the probe into the May 22 Airbus A320 crash was still underway — authorities acknowledged that nearly a third of Pakistani pilots, 260 out of 860, had cheated on their pilot’s exams. Pakistan International Airlines subsequently grounded 150 of its pilots while a probe by the country’s Civil Aviation Authority into the other pilots is still ongoing. In first imposing the ban, the EU agency said it was “concerned about the validity of the Pakistani pilot licenses.\" It added that Pakistan was not capable of certifying and overseeing “its operators and aircraft in accordance with applicable international standards.\" Abdullah Hafeez, a spokesman for Pakistan International Airlines told The Associated Press on Friday that the EU's Aviation Safety Agency informed them about its decision to extend the ban after analyzing a report about additional steps taken by PIA to enhance safety measures. No timeframe was given for the duration of the ban's extension. According to Hafeez, although the agency praised PIA for taking additional safety steps, it opted to have the ban remain in effect until Pakistan resolves an issue related to issuing pilot licenses. He did not elaborate.",
					"description": "ISLAMABAD (AP) — The European Union’s aviation safety agency has extended a ban...",
					"publishedAt": "2020-12-04",
					"source_name": "mySA",
					"source_url": "mysanantonio.com",
					"title": "EU extends ban on Pakistan's airline from flying to Europe",
					"url": "https://www.mysanantonio.com/news/article/EU-extends-ban-on-Pakistan-s-airline-from-flying-15775958.php",
					"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
				},
				{
					"author": "[\"James Hunter\"]",
					"content": " Get the latest SAFC updates & transfer news straight to your inbox by signing up to our FREE newsletter When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Sunderland look set to appoint Lee Johnson as head coach to work under incoming sporting director Kristjaan Speakman. The Black Cats have held talks with numerous candidates this week, with former Sunderland boss Gus Poyet, ex-Huddersfield Town manager Danny Cowley, and former Wigan manager Paul Cook, among those on their shortlist. Poyet ruled himself out of the running on Tuesday, while Cowley is known to prefer having full control over transfers which might have made working under a sporting director more difficult. And while the deal has yet to be finalised, ChronicleLive understands former Bristol City boss Johnson is the man Sunderland want to succeed Phil Parkinson, who was sacked last weekend. Read More",
					"description": "\n Sunderland are getting ready to confirm Kristjaan Speakman as sporting director, with Lee Johnson working under him as head coach\n ",
					"publishedAt": "2020-12-04",
					"source_name": "ChronicleLive",
					"source_url": "chroniclelive.co.uk",
					"title": "Sunderland want Lee Johnson as head coach as part of major off-field overhaul - Chronicle Live",
					"url": "https://www.chroniclelive.co.uk/sport/football/football-news/sunderland-want-lee-johnson-head-19401317",
					"urlToImage": "https://i2-prod.chroniclelive.co.uk/incoming/article16702089.ece/ALTERNATES/s1200/0_Bristol-City-v-Leeds-United-Sky-Bet-Championship.jpg"
				}
			],
			"status": "ok",
			"totalResults": 19974
		}