{
	"Article": [
		{
			"author": "[\"Yuka Hayashi\"]",
			"content": " Exports from the U.S. rose 2.2% to $182.0 billion from the previous month, while imports rose 2.1% to $245.1 billion, the Commerce Department said Friday. The trade deficit widened to $63.1 billion from $62.1 billion. The figures were adjusted for seasonal variations. U.S. goods exports to China rose to a record $14.72 billion in October from $11.54 billion in September and surpassing the previous high of $13.63 billion set in December 2017. Imports from China rose to $44.83 billion from $41.21 billion, hitting the highest level since December 2018. Global trade has recovered more quickly than economists expected since widespread lockdowns were imposed in March and April, but activity remains well below pre-pandemic levels. Economists say the outlook for trade remains uncertain amid the acceleration in the spread of the virus globally, but particularly in the U.S. “Virus transmissions remain elevated and widening restrictions on activity, at home and abroad, have the potential to disrupt supply chains and weigh on demand,” Rubeela Farooqi, chief U.S. economist for High Frequency Economics said in a research note.",
			"description": "Exports and imports rose for a fifth straight month, reflecting a continued recovery in global commerce driven by a strong economic rebound in China.",
			"publishedAt": "2020-12-04",
			"source_name": "WSJ",
			"source_url": "wsj.com",
			"title": "U.S. Trade Deficit Widened in October as Exports, Imports Rose - WSJ",
			"url": "https://www.wsj.com/articles/u-s-trade-deficit-widened-in-october-as-exports-imports-rose-11607089163",
			"urlToImage": "https://images.wsj.net/im-268187/social"
		},
		{
			"author": "[\"Claire Anderson\"]",
			"content": " NICOLA STURGEON's plans for an independent Scotland are claimed to be an infringement of \"human rights\", according to a historian. IndyRef2: Expert slams SNP’s calls to ‘draw new hard line' Historian Neil Oliver claimed that an independent Scotland from the UK would be a \"step backwards\". Speaking to Martin Daubney on Unlocked, Mr Oliver said: \"For me to draw a new hard-line separating Scotland from England in that formal sense is a backwards step. I prefer what I've always had and I bridle at the thought that someone can take away my nationality and replace it with another. Trending \"I push that to a point as something that infringes on my human rights. \"I'm a British citizen, that's how I see myself. \"Not in an argumentative way, I don't see that I should have to cede my right to understand myself as I am to some politician.\"",
			"description": "NICOLA STURGEON's plans for an independent Scotland are claimed to be an infringement of 'human rights', according to a historian.",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "SNP bid to break up UK would 'take away human rights'– historian hits out at Sturgeon plot | Politics | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/politics/1368437/snp-news-nicola-sturgeon-scottish-independence-latest-VN",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/139/750x445/1368437.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Ex-CEO pleads guilty to $18 million stock fraud ALEXANDRIA, Va. (AP) — The former CEO of a northern Virginia tech startup has pleaded guilty to duping investors out of more than $18 million by lying about the company's financial performance. Daniel Boice, 41, of Alexandria pleaded guilty Thursday in U.S. District Court in Alexandria to stock fraud and wire fraud. He raised more than $18 million from more than 90 different investors for a company called Turstify that was supposed to connect consumers with private investigators. One investor contributed nearly $2 million. But Boice admitted he used at least $3.7 million of the money for personal expenses, including private jet travel and furnishing a seaside vacation home. The Securities and Exchange Commission has also filed a civil complaint against Boice and his wife at the time, Jennifer Mellon, who served as a vice president of Trustify. Boice, who also had a residence in Fernandina Beach, florida, willbe sentenced in March.",
			"description": "ALEXANDRIA, Va. (AP) — The former CEO of a northern Virginia tech startup has pleaded...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Ex-CEO pleads guilty to $18 million stock fraud",
			"url": "https://www.mysanantonio.com/news/article/Ex-CEO-pleads-guilty-to-18-million-stock-fraud-15775907.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Joe Barnes, Brussels Correspondent\"]",
			"content": " FRANCE and Germany are squabbling over Brexit as negotiators entered the final hours to clinch a trade deal. Brexit: Charles Michel says EU open ‘for all options’ in talks With officials on both sides warning of further deadlock, the influential EU capitals were at loggerheads over whether to let Michel Barnier make a last-minute compromise to end the impasse. UK sources said progress had been made putting pen to paper on the Brexit trade deal but ongoing disputes over future fishing rights and common standards were blocking a breakthrough. An EU diplomat added: “Barnier is still there, things are not moving forward but that’s hardly new.” Trending The French government was in no mood to drop its uncompromising stance after it forced the EU’s Brexit chief Mr Barnier to table new demands that sparked a breakdown in the talks. In an antagonistic television appearance, Europe minister Clement Beaune for the first time publicly declared his country’s plan to vote down the trade deal unless Boris Johnson offers significant concessions on access to Britain’s waters. Mr Beaune fumed: “If there were a deal that isn’t good which in our evaluation doesn’t correspond to those interests, we will oppose it.",
			"description": "FRANCE and Germany are squabbling over Brexit as negotiators entered the final hours to clinch a trade deal. ",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Brexit news: Macron and Merkel at loggerheads over Brexit compromise  | Politics | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/politics/1368446/Brexit-news-Emmanuel-Macron-Angela-Merkel-UK-EU-trade-talks-Michel-Barnier-France-veto",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/139/750x445/1368446.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Ex-OSU employee says he was fired for taking parental leave EUGENE, Ore. (AP) — A former Oregon State University employee has filed a lawsuit saying he was fired because he took parental leave. Joseph McQuillin was assistant director of facilities maintenance and custodial manager in the university’s department of recreational sports when his wife gave birth to premature twins in 2017, Oregon Public Broadcasting reported. According to the lawsuit filed in U.S. District Court in Eugene Wednesday, his wife and twins required extended medical care so McQuillin filed for protected medical leave followed by sick child leave, which OSU approved. According to the lawsuit, McQuillin communicated about it with his direct supervisor, associate director Bill Callender. In January 2019, McQuillin returned to work. According to the lawsuit, Callender told McQuillin that his medical leave had “left people in the lurch.\" Callender also told McQuillin that Leah Dorothy, the director of recreational sports, was stripping him of his supervisory duties and removing him from the team of directors. The court documents state this appeared to be in retaliation for McQuillin’s taking family leave. The lawsuit also alleges an aspect of gender discrimination, arguing McQuillin was treated differently as a father taking medical leave.",
			"description": "EUGENE, Ore. (AP) — A former Oregon State University employee has filed a lawsuit...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Ex-OSU employee says he was fired for taking parental leave",
			"url": "https://www.mysanantonio.com/news/article/Ex-OSU-employee-says-he-was-fired-for-taking-15775726.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"James Hunter\"]",
			"content": " Get the latest SAFC updates & transfer news straight to your inbox by signing up to our FREE newsletter When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Sunderland will be without Luke O'Nien until the New Year after he dislocated his shoulder in the midweek draw against Burton Albion. And leading goalscorer Charlie Wyke has also been ruled out of tomorrow's game against League One basement side Wigan Athletic at the Stadium of Light after he picked up a knee injury against the Brewers.",
			"description": "Sunderland will be without Luke O'Nien for an extended period and leading scorer Charlie Wyke will also miss out against Wigan Athletic tomorrow",
			"publishedAt": "2020-12-04",
			"source_name": "ChronicleLive",
			"source_url": "chroniclelive.co.uk",
			"title": "Luke O'Nien and Charlie Wyke absent this weekend, but Aiden McGeady returns - Chronicle Live",
			"url": "https://www.chroniclelive.co.uk/sport/football/football-news/sunderland-wigan-injury-news-mcgeady-19401494",
			"urlToImage": "https://i2-prod.chroniclelive.co.uk/incoming/article18850083.ece/ALTERNATES/s1200/0_Sunderland-v-Harrogate-Town-Pre-Season-Friendly.jpg"
		},
		{
			"author": "[\"Steven Brown\"]",
			"content": " THE BREXIT deal deadline has been extended until Sunday as Boris Johnson prepares to personally wade into talks and engage Ursula von der Leyen. Brexit in name only is 'best we can hope for' says expert Last week, the EU’s chief Brexit negotiator Michel Barnier arrived in London for crucial talks, which have been gridlocked by fishing quotas and state aid rows. But today an EU official claimed a deal will be struck within 48 hours despite the latest talks not going well. Trending Now the Prime Minister is expected to speak to European Commission President Ursula von der Leyen within the next 24 hours. Sunday’s deadline is believed to be the final chance for a deal agreement, with both sides privately acknowledging as such. It is believed this is the last chance for an agreement as the House of Commons is expected to reconsider the controversial Internal Market Bill on Monday.",
			"description": "THE BREXIT deal deadline has been extended until Sunday as Boris Johnson prepares to personally wade into talks and engage Ursula von der Leyen.",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Brexit news: Brexit deal deadline on Sunday as Boris prepares to confront Von der Leyen | Politics | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/politics/1368459/brexit-news-boris-johnson-ursula-von-der-leyen-eu-european-commission",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/139/750x445/1368459.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " First-time voter dies of COVID-19 complications in Arizona PHOENIX (AP) — The father-in-law of Arizona state Rep. Raquel Terán who was featured in The Arizona Republic after he voted for the first time in his life this year has died of complications from the coronavirus. Rodolfo “Rudy” Barron, 65, was hospitalized with COVID-19 about 10 days after he voted and remained there for five weeks where he died on Sunday, The Republic reported. He had two children and four grandchildren. Barron was featured in an article in October about first-time voters, expressing his pride in his decision to start voting. He said he previously didn't believe his vote mattered much and thought all politicians were crooks and avoided getting involved. But he said this year it was critical to vote. Health officials have reported more than 6,700 Arizona residents have died from COVID-19 as of Wednesday. For most people, the new coronavirus causes mild or moderate symptoms, such as fever and cough that clear up in two to three weeks. For some — especially older adults and people with existing health problems — it can cause more severe illness, including pneumonia, and death. Terán, a Democrat, now counts her family among those most affected after several family members, including herself, contracted the virus. Terán had mild symptoms. Barron’s son Eddie developed pneumonia, from which he has since recovered.",
			"description": "PHOENIX (AP) — The father-in-law of Arizona state Rep. Raquel Terán who was featured...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "First-time voter dies of COVID-19 complications in Arizona",
			"url": "https://www.mysanantonio.com/news/article/First-time-voter-dies-of-COVID-19-complications-15775961.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Joel Day\"]",
			"content": " Royal cousins: Some of the members of the Firm at the Diamond Jubilee Concert in 2012 (Image: GETTY) Royal news: Many have claimed that the cousins are often at odds with each other (Image: GETTY) \"Now, the new rules make Prince Charles' family the frontrunners when it comes to becoming King and Queen - this is also an issue when it comes to wages and royal honours.\" It is true that Charles' immediate family have spent their entire lives preparing for their future roles. William will almost certainly one day become King, and his wife Kate will be Queen consort. Despite him being handed the keys to the monarchy, Charles' upbringing is said to have been less than favourable to his later development. Royal Family: According to royal family trees, Kate and William are eleventh cousins once removed (Image: GETTY)",
			"description": "PRINCESS BEATRICE has a 'disdain' for Kate Middleton as a result of her father's feud with Prince Charles, it has been claimed. ",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Princess Beatrice had 'disdain' for Kate Middleton as royal 'very jealous' | Royal | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/royal/1368413/princess-beatrice-kate-middleton-royal-family-feud-prince-william-queen-spt",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/106/750x445/1368413.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Fork named next chief of staff for N.C. Senate leader Berger RALEIGH, N.C. (AP) — North Carolina Senate leader Phil Berger's next chief of staff will be his top legal adviser for the past two years. The Republican announced on Friday that Brian Fork will succeed Andrew Tripp, who is leaving to become general counsel for the University of North Carolina System. Fork went to Davidson College and the UNC School of Law. He was in private practice before joining Berger's team in 2018. The succession is similar to what's happened over in the House, where Speaker Tim Moore announced last month his chief of staff's departure for a post within the university system. Bart Goodson was replaced by Neal Inman, who was most recently Moore's general counsel.",
			"description": "RALEIGH, N.C. (AP) — North Carolina Senate leader Phil Berger's next chief of staff...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Fork named next chief of staff for N.C. Senate leader Berger",
			"url": "https://www.mysanantonio.com/news/article/Fork-named-next-chief-of-staff-for-N-C-Senate-15775962.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Kate Nicholson\"]",
			"content": " Anne only became Princess Royal due to unusual plight — so title may skip Charlotte PRINCESS ANNE's mother, the Queen, reportedly granted the title of ‘Princess Royal' to her only daughter due to her exceptional circumstances - which means Princess Charlotte may never have the same title bestowed upon her. Prince George, Louis and Charlotte ask Attenborough questions The Princess Royal is a title which is expected to be granted to the monarch’s eldest daughter. However, this is not an automatic privilege. Anne did not become the Princess Royal until she was 36, in June 1987 — even though the title had been vacant since 1965. Therefore, even when Prince William inherits the throne, his only daughter Princess Charlotte will not automatically inherit the title. Trending She is currently styled as HRH Princess Charlotte of Cambridge, and may actually end up keeping that title for longer than royal watchers expect. Anne kept a similar title to the one she had from childhood even when she wed Captain Mark Phillips in 1973 — he refused the Queen’s offer of an earldom, which is a customary present for the untitled men marrying into the Firm.",
			"description": "PRINCESS ANNE's mother, the Queen, reportedly granted the title of ‘Princess Royal' to her only daughter due to her exceptional circumstances - which means Princess Charlotte may never have the same title bestowed upon her.",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Anne only became Princess Royal due to unusual plight — so title may skip Charlotte | Royal | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/royal/1368416/princess-anne-news-princess-charlotte-queen-elizabeth-ii-princess-royal-divorce-spt",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/106/750x445/1368416.jpg"
		},
		{
			"author": "[\"Amy Graff, SFGATE\"]",
			"content": " While Newsom said none of the regions fall under the order now, state projections show all counties are on track to move into a shutdown in December. \"The five regions that we have highlighted, most of these four out of the five, we anticipate as early as the next day or two, as early or rather as late as the next week or so, that the Greater Sacramento, Northern California regions, as well as San Joaquin Valley and Southern California regions will have reached that 15% or less ICU capacity,\" Newsom said. \"The Bay Area may have a few extra days. Our current projections suggest mid, maybe late December, but all within just the next few weeks.\" Regions that must implement the stay-at-home order requirement will be under the lockdown for three weeks. Outdoor recreational facilities: Only without any food, drink or alcohol sales. Overnight stays at campgrounds not permitted. Retail: Indoor operation allowed at 20% capacity with entrance metering and no eating or drinking in the stores. Additionally, special hours should be instituted for seniors and others with chronic conditions or compromised immune systems. Shopping centers: Indoor operation allowed at 20% capacity with entrance metering and no eating or drinking in the stores. Additionally, special hours should be instituted for seniors and others with chronic conditions or compromised immune systems. Hotels and lodging: Allowed to open for critical infrastructure support only.",
			"description": "",
			"publishedAt": "2020-12-04",
			"source_name": "SFGATE",
			"source_url": "sfgate.com",
			"title": "Map: California's 5 regions that could fall under stay-at-home order soon",
			"url": "https://www.sfgate.com/bayarea/article/regional-stay-at-home-order-California-map-five-15775775.php",
			"urlToImage": "https://s.hdnux.com/photos/01/15/46/45/20343113/6/rawImage.png"
		},
		{
			"author": "[\"\"]",
			"content": " Funding provides continued free virus testing in Oklahoma OKLAHOMA CITY (AP) — The Oklahoma State Department of Health is providing $5.8 million to continue free coronavirus testing statewide through the end of the year. “As we enter the holiday season, we have been running an unprecedented number of COVID-19 tests for Oklahomans,” state health commissioner Dr. Lance Frye said in a statement late Thursday. “We urge Oklahomans to continue to get tested, especially if you plan to travel or gather with anyone outside of your household during the holiday season,\" Frye said. Federal funding has been used to provide more than 2 million tests statewide at no charge since the outset of the pandemic, about 515,000 since Nov. 1, the health department said. There were a reported total of 204,048 virus cases and 1,836 deaths due to COVID-19 since the pandemic began as of Thursday, according to the department. The true number of infections in Oklahoma is likely higher because many haven’t been tested, and studies suggest people can be infected and not feel sick.",
			"description": "OKLAHOMA CITY (AP) — The Oklahoma State Department of Health is providing $5.8 million...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Funding provides continued free virus testing in Oklahoma",
			"url": "https://www.mysanantonio.com/news/article/Funding-provides-continued-free-virus-testing-in-15775879.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Frederica Miller\"]",
			"content": " SOPHIE, COUNTESS OF WESSEX and her husband Prince Edward are said to be favourites of the Queen. Here is a timeline of the popular couple's biggest royal milestones. Sophie Wessex: Expert discusses royal's response to COVID-19 Sophie, Countess of Wessex, 55, and Prince Edward, 56, have been married for 20 years and during their time as working royals have provided valuable support to Queen Elizabeth II, 94. Prince Edward is the Queen's youngest son and the only one of her children not to have divorced which is said to be why Sophie is her \"favourite\" daughter-in-law. Trending Sophie and Prince Edward's biggest royal milestones When did Sophie and Edward first become an item? Former PR boss Sophie and Prince Edward first began dating in 1993.",
			"description": "SOPHIE, COUNTESS OF WESSEX and her husband Prince Edward are said to be favourites of the Queen. Here is a timeline of the popular couple's biggest royal milestones.",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Sophie Wessex and Prince Edward: Timeline of royal couple's biggest milestones | Royal | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/royal/1368432/sophie-wessex-and-prince-edward-news-timeline-royal-family-evg",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/106/750x445/1368432.jpg"
		},
		{
			"author": "[\"Ana Suarez\"]",
			"content": " I'm here to start a debate: stocking stuffers are the best thing to open on Christmas. A lot of times, the gifts under the tree are things that you asked for, so there aren't many surprises. But a stocking? The person shopping for you has to know you, whether they know your candy likes, sock preferences, or whether you would rather have gift cards over lottery tickets. Whether this is your first year in charge of filling someone's stocking or your 15th, it's always helpful to get some stocking stuffer gift ideas beyond candy canes and Hershey's kisses. Every stocking stuffer in this gift guide has a purpose, and is small enough to not pull the stocking off the mantle. If their big gift for the year is AirPods, or they already own and love these little Apple headphones, a funky case is needed. Hopefully, you were lucky enough to score AirPods when they were $99 for Black Friday. You can get a bunch of food-themed cases on Amazon, from Fritos to Sour Patch Kids to Ginger Ale to Oreo. I kind of want AirPods just to get the Gatorade case. If you must put candy in a stocking, let it be Ghirardelli. The company is one of the best candy makers in the country, and you can keep the holiday theme by gifting them a couple of peppermint squares. Hot sauce lovers will light up when you get them a bottle of TRUFF sauce. Then, they'll probably tell you about the hottest hot sauce they've ever had and how they couldn't feel their tastebuds for days after. Get weird with TRUFF's white truffle hot sauce, or keep it simple with a two-pack of Hot and Hotter sauce. Continuing with that food theme, you can't go wrong with hot honey. It's naturally sweet, with just the right amount of kick thanks to an infusion of chiles. For anyone who loves pizza and wings (who doesn't), a hot honey topping can be a game-changer. It also pairs well with cheese, and can be added to tea or cocktails. If you have a PB (or Nutella) lover in your life, get them their own dedicated spoon. They can eat right out of the jar to their heart's content. Come to think of it, maybe you should get them their own peanut butter jar as well.",
			"description": "Candy is cool and all, but there are much butter stocking stuffer ideas that they'll be...",
			"publishedAt": "2020-12-04",
			"source_name": "SFGATE",
			"source_url": "sfgate.com",
			"title": "18 stocking stuffers that are much better than coal",
			"url": "https://www.sfgate.com/shopping/article/best-stocking-stuffers-ideas-15772572.php",
			"urlToImage": "https://s.hdnux.com/photos/01/15/45/64/20340021/3/rawImage.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Germany readies vaccine centers amid security concerns 1of4The construction of a planned vaccination center is presented by the Berlin authorities during a media event at the 'Arena Berlin' event venue in Berlin, Germany, Thursday, Dec. 3, 2020. Berlin city authorites will set up six vaccine center until the end of the month.Markus Schreiber/APShow MoreShow Less2of4The construction of a planned vaccination center is presented by the Berlin authorities during a media event at the 'Arena Berlin' event venue in Berlin, Germany, Thursday, Dec. 3, 2020. Berlin city authorites will set up six vaccine center until the end of the month.Markus Schreiber/APShow MoreShow Less3of4The construction of a planned vaccination center is presented by the Berlin authorities during a media event at the 'Arena Berlin' event venue in Berlin, Germany, Thursday, Dec. 3, 2020. Berlin city authorites will set up six vaccine center until the end of the month.Markus Schreiber/APShow MoreShow Less4of4A man in a protective suit takes a sample for a corona virus test from an older woman in Rathmannsdorf, Germany, Friday, Dec. 4, 2020. The inhabitants of the community of Rathmannsdorf in the federal state Saxonia tested for the corona virus. The Saxon State Ministry for Social Affairs and Social Cohesion (SMS) wants to use this campaign to gain knowledge about the spread of the virus in five selected districts. (Daniel Schaefer/dpa via AP)Daniel Schaefer/APShow MoreShow Less BERLIN (AP) — Officials in Germany said Friday that they are taking the potential for attacks on mass vaccination centers into consideration as they set up sites to prepare for European Union regulators authorizing the first coronavirus vaccines. Britain gave the green light Wednesday for emergency use of a vaccine made by German firm BioNTech and U.S. pharmaceutical giant Pfizer. The European Medicines Agency has indicated it may not decide whether to grant its authorization until Dec. 29, about two weeks later than Germany had expected to launch a national immunization drive. The former head of Germany's civil protection agency, Albrecht Broemme, was tasked with setting up six mass vaccination sites in Berlin. He said security questions still need to be resolved. Unlike with hospitals, which tend to be treated respectfully, “with the centers it's indeed possible that people opposed to vaccination or others willing to use violence might say ‘Let’s set this on fire because we think vaccinations are stupid,'\" Broemme said. Broemme plans to have “intense conversations” with police and private security firms about the protection of the Berlin vaccination centers, though he added that no concrete threats have been made so far.",
			"description": "BERLIN (AP) — Officials in Germany said Friday that they are taking the potential for...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Germany readies vaccine centers amid security concerns",
			"url": "https://www.mysanantonio.com/news/article/Germany-readies-vaccine-centers-amid-security-15775732.php",
			"urlToImage": "https://s.hdnux.com/photos/01/15/45/26/20338068/9/rawImage.jpg"
		},
		{
			"author": "[\"Myriam Toua\"]",
			"content": " QUEEN ELIZABETH II and Prince Philip, Duke of Edinburgh, have been praised for showing \"real leadership\" amid Christmas plans, according to one royal expert. Prince Charles and William succeeding Queen discussed by Smith Buckingham Palace said in a statement: “Having considered all the appropriate advice, the Queen and Duke of Edinburgh have decided that this year the will spend Christmas quietly in Windsor.” The Queen and Prince Philip’s decision to enjoy a subdued festive season sends a clear message to the nation that it’s fine to miss Christmas with your extended family this year, according to royal author Penny Junor. Trending Ms Junor said the monarch and her husband were being “very sensible” and showing “real leadership” about how people should behave during the pandemic. She added it was “rather lovely” the 94-year-old monarch and 99-year-old Prince Philip would be able to spend Christmas together. “I think families at the moment are absolutely torn about what they do at Christmas because the Government has told us that we can go out and meet two other households and socialise with two other households.”",
			"description": "QUEEN ELIZABETH II and Prince Philip, Duke of Edinburgh, have been praised for showing 'real leadership' amid Christmas plans, according to one royal expert.",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "The Queen and Prince Philip praised for showing 'real leadership' with Christmas plans | Royal | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/royal/1368445/Queen-Elizabeth-II-Prince-Philip-leadership-Christmas-plans-royal-family-EVG",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/106/750x445/1368445.jpg"
		},
		{
			"author": "[\"Aliss Higham\"]",
			"content": " THE QUEEN is known for her love of animals - but one particular animal is famous thanks to her world-over. How many corgis does the Queen have? Queen's former chef discusses cooking for her corgis One of the Queen’s most famous associations is her love of corgis, and she has owned plenty over the course of her long life. Sadly, one of the Queen’s beloved pets has died this week - the second recent pet loss in the Royal Family after the Duke and Duchess of Cambridge lost their family dog Lupo in November. Trending The Queen has owned plenty of corgis in her lifetime - and has owned 30 since she came to the throne. Her specific preference in for Pembrokeshire Welsh corgis, as opposed to the Cardigan Welsh Corgi. The monarch supposedly has a room for her dogs in each of her houses, and they sleep in elevated wicker baskets.",
			"description": "THE QUEEN is known for her love of animals - but one particular animal is famous thanks to her world-over. How many corgis does the Queen have?",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "How many corgis does the Queen have? | Royal | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/royal/1368448/How-many-corgis-does-the-Queen-have-evg",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/106/750x445/1368448.jpg"
		},
		{
			"author": "[\"MENELAOS HADJICOSTIS\"]",
			"content": " Greek FM: Turkey's moves to ease tensions 'unconvincing' 1of7Greek Foreign Minister Nikos Dendias talks to the media during a press conference after a meeting with his Cyprus counterpart Nicos Christodoulides at the foreign ministry house in divided capital Nicosia, Cyprus, Dec. 4, 2020. Dendias and Christodoulides were meeting to coordinate their course of action ahead of a summit of European Union leaders next week to decide on a Turkish hydrocarbons search in waters where Cyprus and Greece claim exclusive rights and which EU officials have called \" provocative\"and \"unlawful.\"Petros Karadjias/APShow MoreShow Less2of7Greek Foreign Minister Nikos Dendias, left, and his Cyprus counterpart Nicos Christodoulides talk to the media during a press conference at the foreign ministry house in divided capital Nicosia, Cyprus, Dec. 4, 2020. Dendias and Christodoulides were meeting to coordinate their course of action ahead of a summit of European Union leaders next week to decide on a Turkish hydrocarbons search in waters where Cyprus and Greece claim exclusive rights and which EU officials have called \" provocative\"and \"unlawful.\"Petros Karadjias/APShow MoreShow Less3of7Greek Foreign Minister Nikos Dendias wearing face mask is seen before a press conference after a meeting with his Cyprus counterpart Nicos Christodoulides at the foreign ministry house in divided capital Nicosia, Cyprus, Dec. 4, 2020. Dendias and Christodoulides were meeting to coordinate their course of action ahead of a summit of European Union leaders next week to decide on a Turkish hydrocarbons search in waters where Cyprus and Greece claim exclusive rights and which EU officials have called \" provocative\"and \"unlawful.\"Petros Karadjias/APShow MoreShow Less4of7Greek Foreign Minister Nikos Dendias takes off his face mask during talk a press conference after a meeting with his Cyprus counterpart Nicos Christodoulides at the foreign ministry house in divided capital Nicosia, Cyprus, Dec. 4, 2020. Dendias and Christodoulides were meeting to coordinate their course of action ahead of a summit of European Union leaders next week to decide on a Turkish hydrocarbons search in waters where Cyprus and Greece claim exclusive rights and which EU officials have called \" provocative\"and \"unlawful.\"Petros Karadjias/APShow MoreShow Less5of7Greek Foreign Minister Nikos Dendias, left, and his Cyprus counterpart Nicos Christodoulides talk to the media during a press conference at the foreign ministry house in divided capital Nicosia, Cyprus, Dec. 4, 2020. Dendias and Christodoulides were meeting to coordinate their course of action ahead of a summit of European Union leaders next week to decide on a Turkish hydrocarbons search in waters where Cyprus and Greece claim exclusive rights and which EU officials have called \" provocative\"and \"unlawful.\"Petros Karadjias/APShow MoreShow Less6of7Greek Foreign Minister Nikos Dendias, left, and his Cyprus counterpart Nicos Christodoulides talk to the media during a press conference at the foreign ministry house in divided capital Nicosia, Cyprus, Dec. 4, 2020. Dendias and Christodoulides were meeting to coordinate their course of action ahead of a summit of European Union leaders next week to decide on a Turkish hydrocarbons search in waters where Cyprus and Greece claim exclusive rights and which EU officials have called \" provocative\"and \"unlawful.\"Petros Karadjias/APShow MoreShow Less7of7Greek Foreign Minister Nikos Dendias, left, and his Cyprus counterpart Nicos Christodoulides talk to the media during a press conference at the foreign ministry house in divided capital Nicosia, Cyprus, Dec. 4, 2020. Dendias and Christodoulides were meeting to coordinate their course of action ahead of a summit of European Union leaders next week to decide on a Turkish hydrocarbons search in waters where Cyprus and Greece claim exclusive rights and which EU officials have called \" provocative\"and \"unlawful.\"Petros Karadjias/APShow MoreShow Less NICOSIA, Cyprus (AP) — Turkey’s recent moves to de-escalate a clash with Greece and Cyprus over east Mediterranean energy reserves are “unconvincing” and European Union leaders need to take action that will prompt Ankara to heed international law, Greece’s foreign minister said on Friday. Nikos Dendias said Turkey opted not to seize an opportunity that European Union leaders offered it in October to ease tensions in the region so that the 27-member bloc could start reshaping its fraught relations with Ankara. Turkey last week ordered the research vessel Oruc Reis back to port after completing what it said was seismic research in east Mediterranean waters. The warship-escorted vessel’s activities in waters where Greece asserts jurisdiction prompted a military build-up between the two neighbors and nominal NATO allies. Greece countered by also sending its warships, and both countries conducted military exercises to assert their claims. NATO stepped in to prevent a potential armed conflict. But Dendias said the ship’s return to port wasn’t enough.",
			"description": "NICOSIA, Cyprus (AP) — Turkey’s recent moves to de-escalate a clash with Greece and...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Greek FM: Turkey's moves to ease tensions 'unconvincing'",
			"url": "https://www.mysanantonio.com/news/article/Greek-FM-Turkey-s-moves-to-ease-tensions-15775874.php",
			"urlToImage": "https://s.hdnux.com/photos/01/15/46/51/20343396/3/rawImage.jpg"
		},
		{
			"author": "[\"Elle May Rice\"]",
			"content": " New cafe has finally replaced Creams more than a year after it suddenly closed Sign up for our What's On newsletter to find out what's happening and the best deals When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. A new café has opened inside the former Creams Cafe in Liverpool city centre more than a year after it suddenly closed. The Vibe café, opposite John Lewis in Chancery House on Paradise Street, opened during England's second national lockdown, serving takeaway-only to begin with. The family-run café was started up by father-daughter team Andrew and Maria Mappouridis, who are bringing the food they love to Liverpool. The 100% plant-based menu includes everything from breakfast to lunch, with twists on traditional brunch dishes.",
			"description": "\n The new family-run cafe is 100% plant-based\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Liverpool Echo",
			"source_url": "liverpoolecho.co.uk",
			"title": "New cafe has finally replaced Creams more than a year after it suddenly closed - Liverpool Echo",
			"url": "https://www.liverpoolecho.co.uk/whats-on/food-drink-news/new-cafe-finally-replaced-creams-19401329",
			"urlToImage": "https://i2-prod.liverpoolecho.co.uk/incoming/article19401439.ece/ALTERNATES/s1200/0_LEC_ERIC_041220_THEVIBE-2jpeg.jpg"
		},
		{
			"author": "[\"Kate Nicholson\"]",
			"content": " PRINCESS DIANA reportedly voted for the abolition of the monarchy when taking part in a TV poll in front of Prince William, a royal biography claims. Princess Diana 'made to feel terrible' by royals claims expert The Princess of Wales’ life behind Palace walls was said to be incredibly difficult. Although she came from an aristocratic family and had relatives who worked closely with the Royal Family themselves, she was not accustomed to being in the limelight as a shy 19-year-old. However, she became an international icon almost overnight after her fairytale wedding won over legions of royal fans. Trending Many praised her for single-handedly modernising the monarchy shortly before she split from Prince Charles — but she was then blamed for jeopardising the institution’s survival after speaking out about her time on the royal frontline. She went on to claim she had been treated very badly by her in-laws, especially when she had postnatal depression. During her bombshell 1995 BBC Panorama interview, she said, “anything good I ever did, nobody ever said a thing” but noted that when she tripped up “a ton of bricks came down on me”.",
			"description": "PRINCESS DIANA reportedly voted for the abolition of the monarchy when taking part in a TV poll in front of Prince William, a royal biography claims.",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Princess Diana repeatedly ‘voted for abolition of monarchy’ in front of Prince William | Royal | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/royal/1368458/princess-diana-news-prince-william-abolition-monarchy-prince-charles-spt",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/106/750x445/1368458.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Our first album of original music in almost a decade, ’The Bitter Truth’ is available for pre-order now! Get “Yeah Right,” “Use My Voice,” “The Game Is Over,” and “Wasted On You” instantly when you pre-order. https://t.co/P3y03Cyn6x",
			"description": "Evanescence brengt op 26 maart 2021 een nieuw album uit. De plaat gaat The Bitter Truth heten, meldt de Amerikaanse rockband vrijdag op Twitter.",
			"publishedAt": "2020-12-04",
			"source_name": "",
			"source_url": "nu.nl",
			"title": "Amerikaanse rockband Evanescence brengt in maart nieuw album uit | NU - Het laatste nieuws het eerst op NU.nl",
			"url": "https://www.nu.nl/muziek/6094674/amerikaanse-rockband-evanescence-brengt-in-maart-nieuw-album-uit.html",
			"urlToImage": "https://media.nu.nl/m/txsxvqpaivea_wd1280.jpg/amerikaanse-rockband-evanescence-brengt-in-maart-nieuw-album-uit.jpg"
		},
		{
			"author": "[\"Alice Scarsi\"]",
			"content": " PRINCE CHARLES has spoken about the necessity of \"making changes\" in the way the public consumes clothing to tackle the climate change emergency. Prince Charles celebrates anniversary of Campaign For Wool Prince Charles celebrated the 10th anniversary of the Campaign For Wool by launching a limited edition scarf while also continuing to raise awareness on the benefit of sustainable and commercially viable wool. Upon unveiling the scarf, designed in collaboration with Amy Powney from Mother of Pearl and manufactured by Johnstons of Elgin, Prince Charles spoke about the necessity to make sensible changes in the way textiles are produced, used and dismissed. Trending The Prince of Wales, patron of the Campaign For Wool, said: \"It is abundantly clear to me that we need to make changes to the way we think about the production, use and the disposal of clothing and textiles if we are going to get anywhere near to meeting the United Nations climate change goals set for the industry. \"A major part of that change has to be moving from a linear system to a circular one, where textiles and clothing are produced sustainably, enjoy long use, and are made using materials which will biodegrade naturally and quickly at the end of their useful life.\" Speaking proudly about the unisex scarf he unveiled, the Prince of Wales added: \"I need hardly say that it has been produced to highlight the sustainability, the quality and above all the durability of wool.",
			"description": "PRINCE CHARLES has spoken about the necessity of 'making changes' in the way the public consumes clothing to tackle the climate change emergency. ",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Prince Charles blasts cheap fast fashion as he promotes £150 luxury scarf | Royal | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/royal/1368465/prince-charles-news-prince-of-wales-initiative-campaign-for-wool-royal-news",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/106/750x445/1368465.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Hanauma Bay in Hawaii reopens to pristine conditions HONOLULU (AP) — The Hanauma Bay Nature Preserve reopened to the public after a nine-month break because of the coronavirus pandemic in pristine condition due in large part to its extended closure. The bay, which reopened Wednesday, has water that is now 64% clearer than it was before the pandemic, said Lisa Bishop, president of Friends of Hanauma Bay, a conservation group. “(Hanauma Bay) looks exactly as it did 30 to 40 years ago,” said Michele Nekota, the director of the city Department of Parks and Recreation, which operates the bay. A new limit of 720 visitors per day has been implemented because of the pandemic, said Honolulu Mayor Kirk Caldwell. Visitor attendance hovered around roughly 3,000 visitors per day in 2019. ”For the first time in more than 40 years there is no sunscreen in the water, no artificial sedimentation, no people walking on the reefs,” Bishop said. A number of other rules will be enacted as a result of the coronavirus. The bay, which had been closed every Tuesday since 1998, will now also be closed on Mondays. Hours will be reduced from 8 a.m. to 2 p.m. and all visitors must be out the doors by 4 p.m.",
			"description": "HONOLULU (AP) — The Hanauma Bay Nature Preserve reopened to the public after a...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Hanauma Bay in Hawaii reopens to pristine conditions",
			"url": "https://www.mysanantonio.com/news/article/Hanauma-Bay-in-Hawaii-reopens-to-pristine-15775714.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Richard Palmer, Daily Express Royal Correspondent \"]",
			"content": " The Duchess of Cornwall has revealed she had a beehive hairstyle in the Sixties and went to pop concerts, with Rod Stewart her favourite. Camilla jokes with crew on the ‘Duchess of Cornwall’ helicopter Camilla, 73, made the revelation at a club when she met singer Emily Capell who was keeping up the fashion. The Duchess said: “I used to have my hair like that in the Sixties, so I know your pain.” She also admitted to being a fan of the young Rod, pictured right, and his band The Faces: “I saw them live.” But Charles, 72, suffered his own pain when he was reminded of a youthful musical passion by Emily. The Duchess revealed she had a beehive hairstyle in the Sixties and went to pop concerts (Image: PA) Sign up for FREE now and never miss the top Royal stories again. Invalid email We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.",
			"description": "The Duchess of Cornwall has revealed she had a beehive hairstyle in the Sixties and went to pop concerts, with Rod Stewart her favourite.  ",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Duchess of Cornwall reveals she used to sport beehive hairdo in the Sixties  | Royal | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/royal/1368474/camilla-duchess-of-cornwall-hairdo-sixities-beehive",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/106/750x445/1368474.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Holiday event, already scaled down, now canceled PROVIDENCE, R.I. (AP) — An annual holiday tradition in Rhode Island, already scaled back because of the coronavirus pandemic, has now been canceled to protect the public from further spread. Narragansett's Holiday Faire & Festival of Lights scheduled for this weekend was called off after the state contacted the Narragansett Chamber of Commerce on Thursday “advised them of their concerns,” Town Manager James Tierney said in a statement. “This decision was made after careful deliberation through collaborative discussions,\" involving several local and state agencies. The entire state is currently on a two-week pause in an effort to control a recent surge in new cases. The decision was made with great \"sadness\" and out of “an abundance of caution\" Tierney said. A planned fireworks display will be postponed to a date to be determined.",
			"description": "PROVIDENCE, R.I. (AP) — An annual holiday tradition in Rhode Island, already scaled...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Holiday event, already scaled down, now canceled",
			"url": "https://www.mysanantonio.com/news/article/Holiday-event-already-scaled-down-now-canceled-15775880.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"\", \"Daily Express newspaper\"]",
			"content": " We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights. CAROLE MALONE For me, one of the best British inventions of all time is the good old sandwich. No day is complete unless at some point I stop whatever it is I'm doing to have a sandwich and a cup of tea. Even if I'm on a diet, I'll factor in the calories for a sarnie. Which is how I'm such an expert on the calorie count of all Waitrose's sandwiches (my favourite is salt beef, mustard and pickle) and Marks & Spencer's (cheese savoury on brown). Related articles Yes, I love those cafes and coffee shops that do \"continental\" sandwiches – panini, French bread, brioche, sourdough. But the truth is, I much prefer good old thick-sliced British bread. The person responsible for this clever, life-changing innovation was John Montagu, the 4th Earl of Sandwich in 1762. The story goes that Sandwich, a compulsive gambler, was so hooked on his card game that one night he didn't want to leave the gaming table to eat.",
			"description": "As the Daily Express campaign gets behind UK businesses, our brilliant writers pay tribute to the home-grown delights they love.",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Brilliantly British: Our writers on the best of British that mean the most to them | UK | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/uk/1368332/Brilliantly-British-writers-best-of-British",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/1/750x445/1368332.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Iowa man who burned LGBTQ flag sentenced to time served DES MOINES, Iowa (AP) — An Iowa man convicted of a hate crime for tearing down and burning an LGBTQ flag hanging outside a Des Moines bar has been sentenced to time served. Daniel Rosemark was sentenced last month to the 361 days he had already served while being held on charges in the case, the Des Moines Register reported. Rosemark pleaded guilty in October to reckless use of fire or explosives as a hate crime and drug possession. A criminal mischief charge was dropped in exchange for his plea. Police said that in November 2019, Rosemark torn down a rainbow pride flag that had been outside The Blazing Saddle in the East Village. Rosemark told officers he did it because he was angry that the gay community had adopted adopted the rainbow as a symbol of pride. The case was put on hold in January after Rosemark was found incompetent to stand trial, and resumed in October after he received treatment in a state facility.",
			"description": "DES MOINES, Iowa (AP) — An Iowa man convicted of a hate crime for tearing down and...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Iowa man who burned LGBTQ flag sentenced to time served",
			"url": "https://www.mysanantonio.com/news/article/Iowa-man-who-burned-LGBTQ-flag-sentenced-to-time-15775979.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"TOUSSAINT N\\u2019GOTTA\"]",
			"content": " Ivory Coast ex-president plans to return home from exile ABIDJAN, Ivory Coast (AP) — Ivory Coast’s former president Laurent Gbagbo plans to return to his home country after his passport was returned following his acquittal at The Hague last year, his lawyer said Friday. Gbagbo has been unable to return to the West African nation since his January 2019 acquittal under the terms of his release, which had him remain in Belgium after having handed over his passports while awaiting a ruling on an appeal. “Laurent Gbagbo today received two passports, one ordinary and one diplomatic,” lawyer Habiba Toure said. “He welcomes the act just taken by Ivorian authorities which, according to him, goes in the direction of appeasement.” The diplomatic passport can only be issued with the consent of Ivory Coast President Alassane Ouattara. Gbagbo plans to return to Ivory Coast this month and has appointed Assoa Adou, secretary general of Gbagbo’s political party, to approach authorities so that he can return in peace and in accordance with his status as former president, Toure said. Gbagbo refused to concede defeat after losing the 2010 election to Ouattara. Both men held inauguration ceremonies and the standoff persisted for months until pro-Ouattara forces captured Gbagbo from his underground bunker. More than 3,000 people died during the 2010-2011 crisis. Gbagbo was brought before the International Criminal Court in 2011 to face charges of crimes against humanity, of which he was acquitted.",
			"description": "ABIDJAN, Ivory Coast (AP) — Ivory Coast’s former president Laurent Gbagbo plans to...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Ivory Coast ex-president plans to return home from exile",
			"url": "https://www.mysanantonio.com/news/article/Ivory-Coast-ex-president-plans-to-return-home-15775875.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Aliss Higham\"]",
			"content": " THE long-awaited coronavirus vaccine is ready to be rolled out across the UK. What day do vaccinations start? Brexit: French MP labels UK vaccine claims 'insulting' The mass vaccination programme will be underway from next week after the UK’s vaccine approval body MHRA gave the green light to the Pfizer/BioNTech vaccine earlier this week. The first consignment arrived in the UK on Thursday, with 800,000 doses ready to go. Trending The UK has ordered 40 million doses of the Pfizer/BioNTech vaccine - enough to vaccinate 20 million people - as two doses are needed. Business Secretary Alok Sharma told BBC Radio 4's Today programme: \"We will have - I'm absolutely confident - that we will have 800,000 doses available at the point next week when we start the vaccination programme. \"Of course, by the end of this year we will expect some more doses to come through - I can't give you a number on that.\"",
			"description": "THE long-awaited coronavirus vaccine is ready to be rolled out across the UK. What day do vaccinations start?",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Covid vaccine date: What day do vaccinations start? | UK | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/uk/1368438/covid-vaccine-date-what-day-when-vaccinations-start-evg",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/1/750x445/1368438.jpg"
		},
		{
			"author": "[\"Martina Bet\"]",
			"content": " GUY VERHOFSTADT was planning to keep Britain in a transition period for at least three years, a book claims. Brexit: France and Germany 'split' in negotiations says IDS The UK and the EU will continue talks on post-Brexit trade talks this weekend, with time running out to achieve a deal. A senior Government source said the prospects of a breakthrough were \"receding\" and accused the bloc of making new demands over business rules. A Brussels source denied this, with the EU's chief Brexit negotiator Michel Barnier calling Friday an \"important day\". Trending The key sticking points in the talks remain in the areas of “level playing field” conditions for business, fishing rights and how any trade deal might be implemented. On the other hand, several EU diplomats suggested member states might want trade talks to continue for longer. The EU’s comments should not come as a surprise as, according to a book, the bloc wants to keep Britain in Europe for as long as possible.",
			"description": "GUY VERHOFSTADT was planning to keep Britain in a transition period for at least three years, a book claims.   ",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Brexit horror: Verhofstadt's plan to keep UK in transition period for THREE YEARS | UK | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/uk/1368460/brexit-news-eu-uk-trade-talks-transition-period-extension-verhofstadt-spt",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/1/750x445/1368460.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Judge wants remote hearings after guns allowed in courthouse CUSTER, S.D. (AP) — The presiding judge of the 7th Judicial Circuit has written a proposed order saying judges won’t appear in Custer County court after commissioners approved a measure allowing guns inside the courthouse. County commissioners adopted the ordinance to allow firearms despite opposition from presiding Judge Craig Pfeifle and Judge Matt Brown and a state's attorney's opinion that it would be a safety risk, a legal liability and a financial burden. Pfeifle said he’s sent the proposed order to the South Dakota Supreme Court, which will review it for approval or rejection in January, the Rapid City Journal reported. The proposed order says Custer County hearings will be overseen by a judge appearing remotely through audio or video feeds or take place at the Pennington County Courthouse in Rapid City. It’s unclear if lawyers and the public can take advantage of the video and audio feeds if they are concerned for their safety. Custer County won’t have to worry about jury trials for now since COVID-19 has paused the proceedings across the 7th Circuit, which includes Custer, Pennington, Fall River and Oglala Lakota counties. That order expires Dec. 31.",
			"description": "CUSTER, S.D. (AP) — The presiding judge of the 7th Judicial Circuit has written a...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Judge wants remote hearings after guns allowed in courthouse",
			"url": "https://www.mysanantonio.com/news/article/Judge-wants-remote-hearings-after-guns-allowed-in-15775904.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Martina Bet\"]",
			"content": " Nicola Sturgeon slams Leonard over BiFab in 2017 Britain left the bloc on January 31, but not everyone in the UK has given up on EU membership. Despite Prime Minister Boris Johnson repeatedly rejecting her independence calls, Scottish First Minister Nicola Sturgeon is still determined to hold a second referendum in 2021. The SNP leader believes Scots are being “dragged” out of the bloc against their will. Trending However, while Brexit might have made the case for Scottish independence stronger, it has also made it practically more difficult. An independent Scotland would now border a non-EU country, likely requiring infrastructure and border checks between regions whose communities are deeply intertwined – similar to the problem of the Irish border that severely complicated Brexit talks. Scotland could also be rejected by Brussels due to its current deficit of seven percent of GDP, unless it adopted a strict austerity programme from the EU as well as potentially adopting the euro. Moreover, new members can only be allowed into the bloc through a unanimous vote from existing member states – and Holyrood would undoubtedly ruffle feathers if it were to join.",
			"description": "NICOLA STURGEON might find negotiating EU membership for an independent Scotland easier than expected thanks to a powerful bargaining chip.  ",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Nicola Sturgeon's ultimate bargaining chip to negotiate Scotland's EU membership exposed | UK | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/uk/1368479/nicola-sturgeon-news-snp-scotland-independence-referendum-eu-fishing-spt",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/1/750x445/1368479.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Maine Hoops' plan for December games gets blocked out PORTLAND, Maine (AP) — A plan by Maine Hoops to begin games this month is not allowed under the state’s coronavirus guidelines, health Commissioner Jeanne Lambrew said. Lambrew told the state’s largest organizer of club sport basketball games in a letter Thursday that games may not be scheduled before Jan. 11. Maine Hoops owner and operator Lenny Holmes has been planning to host games in southern and central Maine for players in grades four through 12 beginning Dec. 18. Even though his own website calls the competition games, they are effectively scrimmages because all the players are under one organizational umbrella and would be grouped in cohorts of about 40, he told the Portland Press Herald. Maine Hoops ran over 1,500 games through the summer and fall, Holmes said, operating in the same way it intends to this winter. In other coronavirus news:",
			"description": "PORTLAND, Maine (AP) — A plan by Maine Hoops to begin games this month is not allowed...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Maine Hoops' plan for December games gets blocked out",
			"url": "https://www.mysanantonio.com/news/article/Maine-Hoops-plan-for-December-games-gets-blocked-15775894.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Georgina Laud\"]",
			"content": " THE R-RATE is an important figure in the study of Covid-19 and how it is currently spreading across the UK. Today brought news the R-rate has dropped below one - but there are still areas where coronavirus cases are increasing. Coronavirus R rate drops to below 1 in England The latest data from the Government has shown the R-rate has dropped to below 0.8 and 1.0 across England. The R represents the average number of people each Covid-19 positive person goes on to infect. The data comes from SAGE - the Scientific Advisory Group for Emergencies - and are estimated by several independent modelling groups based in universities and Public Health England (PHE). Trending When the R-rate is above one, an outbreak can grow exponentially. For today’s figure of the R-rate, between 0.8 and 1.0 means on average every 10 people infected will infect between eight and 10 other people. The growth rate, which estimates how quickly the number of infections is changing day by day, is between minus three percent and minus one percent for the UK as a whole.",
			"description": "THE R-RATE is an important figure in the study of Covid-19 and how it is currently spreading across the UK. Today brought news the R-rate has dropped below one - but there are still areas where coronavirus cases are increasing.",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "R-rate in my area: UK map shows new regions where Covid cases are increasing | UK | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/uk/1368481/r-rate-in-my-area-map-coronavirus-cases-near-me-increase-london-south-east-covid-evg",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/1/750x445/1368481.jpg"
		},
		{
			"author": "[\"MICHAEL KUNZELMAN\"]",
			"content": " Man linked to white supremacist group to plead guilty COLLEGE PARK, Md. (AP) — A Maryland man who is scheduled to plead guilty Tuesday in a case stemming from his alleged membership in a white supremacist group wants a federal judge to immediately sentence him at the hearing, a court filing shows. William Bilbrough IV agreed to a specific term of imprisonment as part of his plea deal, a federal prosecutor said in a court filing Thursday. The filing does not specify a charge to which Bilbrough will plead guilty or the length of the prison term he would serve if U.S. District Judge Theodore Chuang accepts the plea agreement's terms. FBI agents arrested Bilbrough and two other men in January as part of a broader investigation of a group called The Base. U.S. Army veteran Brian Mark Lemley Jr., of Elkton, Maryland, and Patrik Mathews, a former Canadian Armed Forces reservist, have pleaded not guilty to charges including transporting a firearm and ammunition with the intent to commit a felony. Bilbrough was 19 and living with his grandmother in Denton, Maryland, at the time of his arrest. He was charged with conspiracy to transport and harbor Mathews, who is accused of illegally entering the U.S. from Canada. Authorities said the three men were members of The Base and that the group's goal was to accelerate the overthrow of the U.S. government and replace it with a white supremacist regime. Authorities in Georgia and Wisconsin arrested four other men linked to The Base early this year. Lemley and Mathews discussed “the planning of violence” at a gun rights rally in Richmond, Virginia, in January, according to prosecutors.",
			"description": "COLLEGE PARK, Md. (AP) — A Maryland man who is scheduled to plead guilty Tuesday in a...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Man linked to white supremacist group to plead guilty",
			"url": "https://www.mysanantonio.com/news/article/Man-linked-to-white-supremacist-group-to-plead-15775983.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Sean Martin\"]",
			"content": " THE Utah monolith, which mysteriously appeared and then disappeared, may have been taken to Area 51 for analysis by the US military, according to a bizarre conspiracy theory. Area 51: 'Underground base' spotted on site of range Alien hunters and conspiracy theorists were sent into a frenzy on November 18 when a helicopter flyby from the Utah Department of Public Safety found a huge metal structure in the middle of the Utah desert. The mysterious monolith popped up without reason and warning, leading experts to be baffled over its discovery. However, as mysteriously as it arrived, the monolith vanished over the weekend of November 28. Related articles The strange 12 ft (3.7m) high metal oblong prompted wild speculation across the internet, with theories ranging from an art installation to a film prop - and even aliens. One alien hunter believes there is a chance the structure was taken by the US military, so it could be analysed at the secretive Area 51. Prominent conspiracy theorist Scott C Waring gave his theories on where the monolith vanished to.",
			"description": "THE Utah monolith, which mysteriously appeared and then disappeared, may have been taken to Area 51 for analysis by the US military, according to a bizarre conspiracy theory.",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Utah Monolith: Alien hunter believes structure may have been taken to Area 51 | Weird | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/weird/1368440/utah-monolith-aliens-area-51-men-in-black-alien-news-evg",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/80/750x445/1368440.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Mining giant Glencore lays out climate plan as CEO retires BERLIN (AP) — Mining giant Glencore said Friday that it aims to stop adding greenhouse gas emissions to the atmosphere by 2050. The Anglo-Swiss company, which is one of the world's biggest miners of coal, said it plans to cut emissions from all parts of its business by 40% in the next 15 years compared with 2019 levels, before going to ‘net zero’ by mid-century. The term net zero means Glencore will only emit as much carbon dioxide and other planet-warming gases as can be absorbed again through technological and natural means. Several countries and companies have recently pledged to aim for net zero by 2050 as part of global efforts to curb climate change. Scientists say man-made greenhouse gas emissions need to drop drastically in the coming decades in order to keep global warming well below 2 degrees Celsius (3.6 Fahrenheit) as agreed in the 2015 Paris climate accord. Glencore said it aims to shrink its carbon footprint by reducing coal production, expanding its metals portfolio — including those needed for battery production — and boosting low emission technologies. But the company also said it expects fossil fuels to play an important role “for many years to come” and that it won't sell off its coal mines.",
			"description": "BERLIN (AP) — Mining giant Glencore said Friday that it aims to stop adding greenhouse...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Mining giant Glencore lays out climate plan as CEO retires",
			"url": "https://www.mysanantonio.com/news/article/Mining-giant-Glencore-lays-out-climate-plan-as-15775940.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Sean Martin\"]",
			"content": " A PERSON who temporarily died believes she was greeted by mysterious figures in the afterlife who tried to coax her away from 'the light'. Life after death: Scientist 'discounts' arguments for an afterlife A woman named Yuan temporarily died following an accidental overdose of sleeping tablets. Yuan was only briefly unconscious, but she said her near death experience lasted what she thought was a lifetime. She says she saw two mysterious figures who tried to tempt her away from 'the light'. Related articles Scientists, however, are not so certain and believe visions such as Yuan's are a normal phenomenon. Researchers from the University of Michigan clinically induced cardiac arrest in rats while simultaneously monitoring their brain activity. They were stunned to discover brain activity surged in the final 30 seconds of their life.",
			"description": "A PERSON who temporarily died believes she was greeted by mysterious figures in the afterlife who tried to coax her away from 'the light'.",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Life after death: Woman believes she was met by mysterious shadow figures in afterlife | Weird | News | Express.co.uk",
			"url": "https://www.express.co.uk/news/weird/1368452/life-after-death-what-happens-when-you-die-near-death-experience-shadow-figure-death-evg",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/80/750x445/1368452.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Mississippi city cuts Christmas parade, cites low attendance OXFORD, Miss. (AP) — A Mississippi city has announced that its annual Christmas parade has been canceled. Oxford city officials made the announcement on Thursday. A declining number of participants was behind the decision, The Oxford Eagle reported. The coronavirus pandemic had already prompted changes in the format. It was to have been held Dec. 7 in a parking lot, where it would be more of a drive-through event in which cars would drive past the floats.",
			"description": "OXFORD, Miss. (AP) — A Mississippi city has announced that its annual Christmas parade...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Mississippi city cuts Christmas parade, cites low attendance",
			"url": "https://www.mysanantonio.com/news/article/Mississippi-city-cuts-Christmas-parade-cites-low-15775960.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Katie Palmer\"]",
			"content": " SHAMELESS is a British comedy series which proved so popular, a US version was created. Fans are reminiscing over some of the main characters - How did Monica die in Shameless? Shameless: Gallagher family returns in hilarious tenth series Shameless was a long-running comedy series set in Manchester and the show ran for 11 seasons between 2004 and 2013. The show originally aired on Channel 4, and the seasons have since been made available to watch on All 4. Netflix and Showtime are airing the US version of the show, and fans have been keen to find out more about Monica (played by Chloe Webb). Trending How did Monica die in Shameless? Monica Gallagher appeared on and off throughout the series, and she was the estranged wife of the main character Frank (William H Macy). She and Frank remained somewhat close and she ended up co-habiting with Frank for the remainder of the series.",
			"description": "SHAMELESS is a British comedy series which proved so popular, a US version was created. Fans are reminiscing over some of the main characters - How did Monica die in Shameless? ",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Shameless: How did Monica die in Shameless? | TV & Radio | Showbiz & TV | Express.co.uk",
			"url": "https://www.express.co.uk/showbiz/tv-radio/1368433/shameless-how-did-monica-gallagher-die-in-shameless-death-chloe-webb-evg",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/20/750x445/1368433.jpg"
		},
		{
			"author": "[\"Rebecca Miller\"]",
			"content": " VERNON KAY will sit down for a final three-course meal with Giovanna Fletcher and Jordan North tonight, but what will they be eating? I'm A Celeb: Ria Hebden reveals finalists' meal requests I’m A Celebrity… Get Me Out Of Here! will crown it’s 2020 King or Queen of the castle tonight. Before this happens, the remaining three celebrity campmates will have to take on a Bushtucker Trial each in order to win their celebratory meal. What what are they battling it out for? Well, for Vernon Kay, he has asked ITV for cottage cheese as part of his favourite dinner.",
			"description": "VERNON KAY will sit down for a final three-course meal with Giovanna Fletcher and Jordan North tonight, but what will they be eating? ",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Vernon Kay's bizarre I'm A Celeb final three-course meal announced 'Cottage cheese?' | TV & Radio | Showbiz & TV | Express.co.uk",
			"url": "https://www.express.co.uk/showbiz/tv-radio/1368442/Vernon-Kay-bizarre-Im-A-Celeb-final-three-course-meal-cottage-cheese-Jordan-Giovanna-itv",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/20/750x445/1368442.jpg"
		},
		{
			"author": "[\"Matt Atherton\"]",
			"content": " What time is the F1 Sakhir Grand Prix? How to watch, live stream, and practice schedule SAKHIR Grand Prix gets underway this weekend, with a whole new F1 circuit that's never been used before, along with a new driver for Mercedes, George Russell, who replaces Lewis Hamilton. Express Sport explains how to watch or live stream the Formula One race, as well as practice schedules and qualifying times. Formula 1: George Russell praised by Claire Williams in 2018 The Sakhir Grand Prix is the 16th race of the season, and will take place in exactly the same location as last week's Bahrain GP. But, the circuit features an extended part of the track that's never been used before, which has been dubbed as the 'Oval'. How can you watch the Sakhir Grand Prix this weekend? Trending Formula 1 has had a remarkable week with a number of headline-worthy stories. Firstly, Romain Grosjean is still being treated for minor burns after his fiery crash in the Bahrain GP.",
			"description": "SAKHIR Grand Prix gets underway this weekend, with a whole new F1 circuit that's never been used before, along with a new driver for Mercedes, George Russell, who replaces Lewis Hamilton. Express Sport explains how to watch or live stream the Formula One race, as well as practice schedules and qualifying times.",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "What time is the F1 Sakhir Grand Prix? How to watch, live stream, and practice schedule | F1 | Sport | Express.co.uk",
			"url": "https://www.express.co.uk/sport/f1-autosport/1368473/what-time-is-the-f1-sakhir-grand-prix-how-to-watch-live-stream-schedule-evg",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/73/750x445/1368473.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Norway's deputy central bank chief resigns over China ties COPENHAGEN, Denmark (AP) — The deputy governor of Norway’s central bank is stepping down with immediate effect after he was not granted a new security clearance because he has ties to China via his wife. The move comes at at time when several Western governments are tightening security controls against potential influence from China, particularly in technology, finance and other corporate sectors. “The Norwegian Civil Security Clearance Authority informs me that the reason that I will not receive a renewed security clearance is that my wife is a Chinese citizen and resides in China, where I support her financially,” Jon Nicolaisen said in a statement on Friday. It was unclear if Nicolaisen's wife has any ties to the Chinese government or other interests. The Norges Bank governor, Oeystein Olsen, said they had taken note of the decision and that Nicolaisen had ”performed his duties superbly as a close colleague and competent professional.” Nicolaisen was appointed in 2014 and reappointed April 1, 2020, when he was given special responsibility for managing the world's largest sovereign wealth fund, worth $1.2 trillion.",
			"description": "COPENHAGEN, Denmark (AP) — The deputy governor of Norway’s central bank is stepping...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Norway's deputy central bank chief resigns over China ties",
			"url": "https://www.mysanantonio.com/news/article/Norway-s-deputy-central-bank-chief-resigns-over-15775769.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Ohio governor to unveil details of vaccine distribution COLUMBUS, Ohio (AP) — First responders such as nurses and doctors and and people who deliver care at nursing homes are expected to be high on the list of initial recipients of a coronavirus vaccine in Ohio, under a plan to be announced Friday by Republican Gov. Mike DeWine. Ohio expects close to 100,000 doses by mid-December. The Pfizer doses require two for each person taking the vaccine, meaning the initial distribution will go to around 49,000 Ohioans. The state’s distribution plan is expected to put a priority on first responders such as health care workers, nursing home residents, people considered at high-risk for the coronavirus because of medical problems, teachers and school staff members, and others, according to a draft distribution plan. The 7-day rolling average of daily new cases in Ohio has risen over the past two weeks from 7,451new cases per day on Nov. 19 to 9,158 new cases per day on Dec. 3, according to an Associated Press analysis of data provided by The COVID Tracking Project. One in every 182 people in Ohio tested positive in the past week.",
			"description": "COLUMBUS, Ohio (AP) — First responders such as nurses and doctors and and people who...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Ohio governor to unveil details of vaccine distribution",
			"url": "https://www.mysanantonio.com/news/article/Ohio-governor-to-unveil-details-of-vaccine-15775908.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Daniel Blackham\"]",
			"content": " Manchester Untited new boy Facundo Pellistri could make his debut this weekend. Arsenal target Facundo Pellistri shows off his skills for Peñarol Manchester United teenager Facundo Pellistri could be in line to make his full debut for the club against West Ham this weekend. Ole Gunnar Solskjaer discussed the new signing at his pre-match press conference on Friday.",
			"description": "Manchester Untited new boy Facundo Pellistri could make his debut this weekend.",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Man Utd boss Ole Gunnar Solskjaer drops Facundo Pellistri debut hint ahead of West Ham  | Football | Sport | Express.co.uk",
			"url": "https://www.express.co.uk/sport/football/1368472/Man-Utd-Ole-Gunnar-Solskjaer-Facundo-Pellistri-SNT",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/67/750x445/1368472.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Police: 1 killed, 2 injured in triple shooting in St. Louis ST. LOUIS (AP) — One man died and two others were injured in a triple shooting in St. Louis’ Dutchtown neighborhood, police there said. Officers were called to the scene around 10:30 a.m. Thursday on reports of the shooting, police said. Arriving officers found three men with gunshot wounds. All were rushed to hospitals, were one later died, police said. The medical conditions of the other two men were not revealed. Police suspect two men who were on foot of carrying out the shootings, the St. Louis Post-Dispatch reported. Police did not immediately release the names of the victims, but said all are in their 20s and 30s. Police did not give a possible motive for the shooting",
			"description": "ST. LOUIS (AP) — One man died and two others were injured in a triple shooting in St....",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Police: 1 killed, 2 injured in triple shooting in St. Louis",
			"url": "https://www.mysanantonio.com/news/article/Police-1-killed-2-injured-in-triple-shooting-in-15775715.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Ryan Taylor\"]",
			"content": " Liverpool defender Virgil van Dijk is back at Kirkby as he steps up his rehabilitation following knee surgery. Liverpool star Virgil van Dijk is back at Kirkby in the gym (Image: GETTY) Virgil van Dijk is now back in the gym at Liverpool's new training centre in Kirkby, as he continues his recovery after successful knee surgery. The centre-back suffered a Grade 3 ACL tear in the 2-2 draw with Everton back in October, following a full-blooded challenge from Jordan Pickford. We're also on Facebook @DailyExpressSport - offering your must-see news, features, videos and pictures throughout the day to like, comment and share from the Daily Express, Sunday Express and Express.co.uk.",
			"description": "Liverpool defender Virgil van Dijk is back at Kirkby as he steps up his rehabilitation following knee surgery.",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Liverpool star Virgil van Dijk posts injury rehabilitation update knee surgery | Football | Sport | Express.co.uk",
			"url": "https://www.express.co.uk/sport/football/1368484/Liverpool-news-Virgil-van-Dijk-posts-injury-rehabilitation-update-after-return-to-Kirkby",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/67/750x445/1368484.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Statehouse rooms to get cleaned after positive COVID test BOSTON (AP) — Some rooms in the Massachusetts Statehouse will undergo an environmental cleaning after a person connected to the state Senate tested positive for COVID-19, according to an email sent to lawmakers and staff. No information about the positive case was provided, but everyone who came into contact with the person on Wednesday was notified, according to the email from Senate President Karen Spilka’s office, Masslive.com reported on Thursday. “We would like to remind everyone that all Senate employees should be working remotely and Senate members are strongly encouraged to participate in sessions remotely,” the email said. Some lawmakers were in the building Tuesday to vote on the final version of a police reform bill. Legislators have also been in the building to discuss the state budget. The building underwent environmental cleaning last month after two state representatives tested positive for COVID-19. They had been in the building the same week the House and Senate were debating the budget.",
			"description": "BOSTON (AP) — Some rooms in the Massachusetts Statehouse will undergo an environmental...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Statehouse rooms to get cleaned after positive COVID test",
			"url": "https://www.mysanantonio.com/news/article/Statehouse-rooms-to-get-cleaned-after-positive-15775959.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Veteran German diplomat named to top OSCE post BERLIN (AP) — Veteran German diplomat Helga Schmid, a key behind-the-scenes negotiator of the 2015 nuclear accord with Iran, was named Friday as the new administrative head of the Organization for Security and Co-operation in Europe. The Vienna-based regional security organization plays an important role in trying to resolve conflicts in Europe and on its periphery, including Ukraine. Its 57 members include Russia and the United States. A career diplomat, the 59-year-old Schmid was the German embassy's spokeswoman in Washington during the early 1990s, before taking senior roles at the German Foreign Ministry in Berlin, and later moved to Brussels. She spent the last four years as the head of the EU's diplomatic service. The post of OSCE secretary general comes with a three-year term that can be renewed once. The secretary general is the administrative head of the OSCE, complementing the presidency which rotates annually among member states. A branch of the organization also conducts election monitoring missions, including during last month's U.S. presidential vote.",
			"description": "BERLIN (AP) — Veteran German diplomat Helga Schmid, a key behind-the-scenes negotiator...",
			"publishedAt": "2020-12-04",
			"source_name": "mySA",
			"source_url": "mysanantonio.com",
			"title": "Veteran German diplomat named to top OSCE post",
			"url": "https://www.mysanantonio.com/news/article/Veteran-German-diplomat-named-to-top-OSCE-post-15775906.php",
			"urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg"
		},
		{
			"author": "[\"Andrea Reiher\"]",
			"content": " A ‘Big Brother’ Alum Now Hosts Shows for Netflix & Discovery Netflix, Discovery\nBlown Away on Netflix and Rocket Around the Xmas Tree on Discovery It’s always fun to see what the Big Brother houseguests start doing after their time on the show. One alumni has started to become a successful TV host. His holiday-themed Discovery Channel show just debuted this week and he also has been working on a show for Netflix. Remember Nick Uhas from Big Brother 15? Check out what he’s up to now! Rocket Around the Christmas Tree premiered Thursday, December 3. Hosted by Uhas, it puts teams through “an epic and explosive holiday-themed rocket competition” as they “put their rocketry skills to the test each week as they compete in a series of explosive contests to determine who can take their holiday cheer to new heights and walk away with the coveted ‘Golden Rocket-Tree Topper’ trophy.” Challenges range from launching Christmas trees sky-high, blasting toy soldiers into a pile of presents, firing candy canes at warp speed, and attempting to transport and land 50 delicate ornaments with standard model rocket kits — without breaking any of the ornaments! It's a bird, it's a plane, it's a life-sized candy cane rocket shooting through the air!",
			"description": "A former Big Brother houseguest is making quite the name for himself as a TV host on Netflix and the Discovery Channel. Rocket Around the Xmas tree is his latest project.",
			"publishedAt": "2020-12-04",
			"source_name": "Heavy.com",
			"source_url": "heavy.com",
			"title": "Big Brother’s Nick Uhas Hosts Rocket Around the Xmas Tree | Heavy.com",
			"url": "https://heavy.com/entertainment/big-brother/nick-uhas-netflix-discovery-rocket-around-the-xmas-tree/",
			"urlToImage": "https://heavy.com/wp-content/uploads/2020/12/nick-uhas-tv-host.jpg?quality=65&strip=all&w=780"
		},
		{
			"author": "[\"Max DeMara\"]",
			"content": " Young Lions Offensive Lineman Receives Impressive Award Nomination As is common this time of year, the Detroit Lions have seen one of their own get nominated for a very impressive NFL award. Thursday, center Frank Ragnow was named the team’s nominee for the annual Art Rooney Sportsmanship award. The award is given out annually and a player from each team across the league is nominated around this time in early December. The list is then whittled down and a winner is revealed around the Super Bowl as part of the NFL Awards show. Ragnow makes sense as this year’s nominee, as he is just as good off the field as he is on the field and is a true positive example for the Lions at this point in his young career. Ragnow has only been in the league for a few seasons, but it’s nice to see him making an impact on the team and getting recognized for what he’s been able to do on the field so far. Frank Ragnow Lions Career It’s been a great start to Ragnow’s career in Detroit. At first he played guard, but then switched back to his natural college position of center. Ever since that happened, Ragnow has played great and the team’s line has taken on a new look. A first round pick out of Arkansas in 2018, Ragnow has made a big impact for the Lions and looks like one of the team’s true building blocks moving forward. By receiving this honor, that only looks like more of the case. Ragnow looks like he is going to remain a force for the Lions into the future not simply on the field but off. His work in such a short time since joining the team has been impressive, and even if he never takes home this award, it’s great to note that he was a nominee and is someone who is being recognized for his excellence.",
			"description": "The Detroit Lions have seen Frank Ragnow get nominated for a huge reward for his work on the field.",
			"publishedAt": "2020-12-04",
			"source_name": "Heavy.com",
			"source_url": "heavy.com",
			"title": "Lions’ Frank Ragnow Team’s Art Rooney Award Nominee | Heavy.com",
			"url": "https://heavy.com/sports/detroit-lions/frank-ragnow-art-rooney-award-nominee/",
			"urlToImage": "https://heavy.com/wp-content/uploads/2019/11/gettyimages-1183367681-e1573490135975.jpg?quality=65&strip=all&w=780"
		},
		{
			"author": "[\"Reuters Staff\"]",
			"content": " MEXICO CITY, Dec 4 (Reuters) - Mexico’s President Andres Manuel Lopez Obrador said on Friday he had delayed naming his nominee for a new central bank board member until Monday. Lopez Obrador, who has said the new member will be a woman, previously planned to announce on Friday the replacement for Javier Guzman, known as one of Mexican central bank’s more hawkish board members. (Writing by Drazen Jorgic; Editing by Frank Jack Daniel)",
			"description": "Mexico's President Andres Manuel Lopez Obrador said on Friday he had delayed naming his nominee for a new central bank board member until Monday.",
			"publishedAt": "2020-12-04",
			"source_name": "LTA",
			"source_url": "reuters.com",
			"title": "Mexico's president delays central bank board announcement until Monday | Reuters",
			"url": "https://lta.reuters.com/article/mexico-cenbank-president-idLTAW1N2EH027",
			"urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800"
		},
		{
			"author": "[\"Austin Boyd\"]",
			"content": " If the Los Angeles Lakers and Clippers didn’t like each other last season, they’re probably going to like each other even less this year. The Lakers picked up Montrezl Harrell in free agency and the move probably didn’t sit very well with most of the Clippers’ roster. Marcus Morris was one of the view players they retained in free agency and he sounds like he’s got a massive chip on his shoulder. Morris got to talk about the losses of Harrell and JaMychal Green this offseason and used some strong language to describe what the Clippers plan to do to them. “We’re just gonna have to beat their a** too,” Morris said Thursday, via Farbod Esnaashari of Sports Illustrated. Morris has a strong personality but the Clippers aren’t better than the Lakers so they’re going to have a hard time living up to his claim. Morris Throws Shade at Nuggets Despite the disastrous ending to the Clippers’ season, Morris is still supremely confident. They had one of the worst collapses in recent playoff history against the Denver Nuggets but Morris still decided to take a shot at them. “I think it hurt people being up 3-1,” Morris said. “It’s not about the losing, it’s about how we lost. And I think that’s the biggest motivation for this team, because at the end of the day, that team wasn’t better than us. We all knew that. To be up and to lose, I think that put an extra sting in our mentality.”",
			"description": "The rivalry between the Los Angeles Lakers and Clippers may have just gotten even more heated.",
			"publishedAt": "2020-12-04",
			"source_name": "Heavy.com",
			"source_url": "heavy.com",
			"title": "Marcus Morris Puts Lakers’ Montrezl Harrell on Notice | Heavy.com",
			"url": "https://heavy.com/sports/los-angeles-lakers/marcus-morris-montrezl-harrell-clippers/",
			"urlToImage": "https://heavy.com/wp-content/uploads/2020/12/GettyImages-1206133672.jpg?quality=65&strip=all&w=780"
		},
		{
			"author": "[\"Reuters Staff\"]",
			"content": " UPDATE 2-Iberdrola's Neoenergia pays $486 mln for Brazil's CEB By Reuters Staff 2 MIN. DE LECTURA (Adds shares, analysts) SAO PAULO, Dec 4 (Reuters) - Brazilian power company Neoenergia SA on Friday won an auction for 100% of CEB Distribuidora SA that distributes electricity in the capital city of Brasilia with a 2.5 billion reais ($486.04 million) bid, but its shares tanked. Neoenergia is controlled by Spain’s Iberdrola SA. CEB Distribuidora has 1.1 million customers in Brazil’s Federal District, the country’s third largest city with 3 million inhabitants.",
			"description": "Brazilian power company Neoenergia SA on Friday won an auction for 100% of CEB Distribuidora SA that distributes electricity in the capital city of Brasilia with a 2.5 billion reais ($486.04 million) bid, but its shares tanked.",
			"publishedAt": "2020-12-04",
			"source_name": "LTA",
			"source_url": "reuters.com",
			"title": "UPDATE 2-Iberdrola's Neoenergia pays $486 mln for Brazil's CEB | Reuters",
			"url": "https://lta.reuters.com/article/neoenergia-auction-idLTAL1N2IK13G",
			"urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800"
		},
		{
			"author": "[\"Jonathan Adams\"]",
			"content": " 49ers Break Silence on Richard Sherman’s Future Getty\n49ers corner Richard Sherman will be a free agent this offseason. Richard Sherman is set to hit the free-agent market this offseason leaving the San Francisco 49ers with one of several difficult decisions. 49ers head coach Kyle Shanahan emphasized that the team would like to have Sherman back despite his recent injury. “I don’t think it ever is as simple as that,” Shanahan explained, via 49ersWebZone.com. “Sherm’s a guy that I know I personally, and I know [general manager] John [Lynch] feels the same, we went on our team at all times. Sherm’s a guy that when he does get older and he does descend, he’s such a good football player, he finds a way. I understand his contract issue this year. I understand there’s a number of guys on our team with that this year, but whoever can help us win football games our guys are trying to figure out how to bring back, especially guys who do it the right way.” Sherman has an $8 million salary this season as part of his three-year, $27.1 million contract, per Spotrac. Aside from this season, Sherman has maintained relatively good health with the 49ers playing in 15 and 14 games respectively the last two seasons. Heading into Week 13, Sherman has only played in two games this season but appears to be recovered from a leg injury that sidelined him for the first half of 2020. Shanahan on Sherman: ‘He’s Been Everything We’ve Hoped and More’ Shanahan was extremely complimentary of Sherman but admitted the team has to work within the salary cap restraints. The 49ers coach noted that Sherman has been “everything we’ve hoped for and more.”",
			"description": "Richard Sherman will be one of the top free-agent corners on the market this offseason. The San Francisco 49ers discussed Sherman's future with the team.",
			"publishedAt": "2020-12-04",
			"source_name": "Heavy.com",
			"source_url": "heavy.com",
			"title": "49ers Break Silence on Richard Sherman’s Future | Heavy.com",
			"url": "https://heavy.com/sports/san-francisco-49ers/richard-sherman-free-agent-niners-rumors/",
			"urlToImage": "https://heavy.com/wp-content/uploads/2020/11/GettyImages-1200698422-e1606663717827.jpg?quality=65&strip=all&w=780"
		},
		{
			"author": "[\"THE HEALTH LOTTERY\"]",
			"content": " We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights. Christmas has come early thanks to The Health Lottery who are giving away almost as many unbelievable presents as Santa himself this December. It is running special raffles every day Tuesday to Saturday with prizes including the amazing new PlayStation 5, Apple Watches, cash and shopping vouchers. So how do you enter? Well, for every £1 spend on a December 2020 Health Lottery main game draw, players will receive one entry into that day’s raffle at no additional cost. Players who have advance play in any December 2020 draw including direct debit players, will automatically be entered into the appropriate raffle draw and receive the appropriate number of raffle entries. The prizes are as follows: And these continue right to the end of the month with the last raffle taking place on New Year’s Eve. The incredible giveaways are just one of the reasons December is the best time to play www.healthlottery.co.uk, with more than £1.5million worth of jackpots up for grabs over the month - including an additional £100k FREE prize draw on Christmas day itself! (Image: )",
			"description": "The Health Lottery are giving away amazing gifts this month - you've just got to be in it to win it!",
			"publishedAt": "2020-12-04",
			"source_name": "Express.co.uk",
			"source_url": "express.co.uk",
			"title": "Win PlayStation 5s, Apple Watches, cash and more in December giveaway | UK | News | Express.co.uk",
			"url": "https://www.express.co.uk/featured/news/uk/1368361/Win-PlayStation-5s-Apple-Watches-cash-and-more-in-The-Health-Lottery-s-December-giveaway",
			"urlToImage": "https://cdn.images.express.co.uk/img/dynamic/1/750x445/1368361.jpg"
		},
		{
			"author": "[\"Shriya Ramakrishnan, Medha Singh\"]",
			"content": " Dec 4 (Reuters) - Wall Street’s main indexes were set to open near all-time highs on Friday as worse-than-expected jobs growth in November spurred bets of a new fiscal stimulus package to help lift the economy from its worst downturn in decades. Nonfarm payrolls increased by 245,000 last month after rising by 610,000 in October, the Labor Department said on Friday. That was the smallest gain since the jobs recovery started in May. “For now, the job market recovery is over until the winter wave of COVID-19 is behind us,” said James McDonald, CEO and chief investment officer of Hercules Investments, based in Los Angeles. “Whether or not we see a double-dip recession in the U.S. depends on the interplay between the severity of the shutdowns and their impact on the economy over the winter and the size of potential stimulus from Congress and the Federal Reserve.” A $908 billion stimulus plan gained momentum in Congress on Thursday after a months-long standoff between Republicans and Democrats over aid for businesses and millions of people affected by virus-led shutdowns. The two parties also face a Dec. 11 deadline to pass a $1.4 trillion budget or risk a shutdown of the government. “The market is going to be focused on the progress that is being made on the aid package. We are getting very close... I wouldn’t be surprised to see some sort of deal, as early as Monday,” said Peter Cardillo, chief market economist at Spartan Capital Securities in New York.",
			"description": "* Futures up: Dow 0.4%, S&P up 0.3%, Nasdaq 0.2% (Adds comment, updates prices)",
			"publishedAt": "2020-12-04",
			"source_name": "LTA",
			"source_url": "reuters.com",
			"title": "US STOCKS-Wall St set to open higher as grim jobs data fuels stimulus hopes | Reuters",
			"url": "https://lta.reuters.com/article/usa-stocks-idLTAL4N2IK2RL",
			"urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800"
		},
		{
			"author": "[\"Reuters Staff\"]",
			"content": " Dec 4 (Reuters) - Wall Street’s main indexes opened near all-time highs on Friday as worse-than-expected jobs growth in November spurred bets of a new fiscal stimulus package to help lift the economy from its worst downturn in decades. The Dow Jones Industrial Average rose 20.0 points, or 0.07%, at the open to 29989.56. The S&P 500 rose 4.2 points, or 0.12%, at the open to 3670.94, while the Nasdaq Composite rose 22.1 points, or 0.18%, to 12399.322 at the opening bell. (Reporting by Medha Singh in Bengaluru; Editing by Anil D’Silva)",
			"description": "Wall Street's main indexes opened near all-time highs on Friday as worse-than-expected jobs growth in November spurred bets of a new fiscal stimulus package to help lift the economy from its worst downturn in decades.",
			"publishedAt": "2020-12-04",
			"source_name": "LTA",
			"source_url": "reuters.com",
			"title": "US STOCKS SNAPSHOT-Wall St opens near record highs as grim jobs data fuels stimulus hopes | Reuters",
			"url": "https://lta.reuters.com/article/usa-stocks-idLTAL4N2IK37U",
			"urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800"
		},
		{
			"author": "[\"PRISCA ANG\"]",
			"content": " About 10 to 15 per cent of the roles in banking, fintech and technology have been filled. Most of the 200 roles will be new hires, although Singtel and Grab employees are also welcome to join the new entity, said the consortium's newly-appointed chief executive and retail banking veteran, Mr Charles Wong, in a media briefing on Friday night (Dec 4). It said it will create more opportunities for Singaporeans to take on technology and fintech roles, and will equip them with skill sets in cyber and information security, data science and analytics, as well as tech engineering. The roles filled have been in areas such as product, data, cyber security and technology. The new entity will focus on serving consumers and small businesses, starting with young professionals, managers, executives and technicians (PMETs), gig workers with flexible incomes, and micro-SMEs (small and medium-sized enterprises). It aims to enable these groups to easily access transparent financial services that are embedded in their everyday activities, although it does not have any concrete plans yet about the services it plans to roll out. Grab owns 60 per cent of it, while Singtel holds the remaining 40 per cent stake. It aims to formally launch the digital bank in early 2022.",
			"description": "SINGAPORE - A Grab-Singtel consortium, one of two successful applicants for a digital full bank licence, has already started hiring for about 200 positions in Singapore it intends to fill by the end of next year.. Read more at straitstimes.com.",
			"publishedAt": "2020-12-04",
			"source_name": "The Straits Times",
			"source_url": "straitstimes.com",
			"title": "Grab-Singtel consortium to hire 200 staff in banking, fintech, tech roles for its digital bank, Banking News & Top Stories - The Straits Times",
			"url": "https://www.straitstimes.com/business/banking/grab-singtel-consortium-to-hire-200-staff-in-banking-fintech-tech-roles-for-its",
			"urlToImage": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/12/04/dw-grab-singtel-digital-201204_0.jpg?itok=66oIpFKo"
		},
		{
			"author": "[\"\"]",
			"content": " The Saudi Arabian foreign minister also said that the Kingdom said it supports a just peace agreement that gives the Palestinians an independent state. Moments before his panel discussion went live, the Saudi foreign minister tweeted that Saudi Arabia appreciates the efforts made by Kuwait to “bridge the gap” of viewpoints regarding the Gulf crisis. “We’ve made significant progress in the last few days thanks to the continuing efforts of Kuwait but also thanks to the strong support of President Trump and the US administration towards bringing all parties closer,” he said in response to the first question posed by William F. Wechsler, Director of the Rafik Hariri Center for the Middle East and Middle East Programs. “And we hope that this progress can lead to a final agreement which looks in reach and I can say I am somewhat optimistic that we are close to finalizing an agreement between all the nations in the dispute to come to a resolution that we think will be satisfactory to all,” Prince Faisal added.",
			"description": "Iran continues to fund terrorist militias in the region while Iranian terrorist groups carry out operations in Europe, Saudi Arabia’s Foreign Minister Prin",
			"publishedAt": "2020-12-04",
			"source_name": "Al Arabiya English",
			"source_url": "alarabiya.net",
			"title": "Iran continues to fund militias in region, terror operations in Europe: Saudi FM | Al Arabiya English",
			"url": "https://english.alarabiya.net/en/News/gulf/2020/12/04/GCC-dispute-Iran-continues-to-find-militias-in-region-terror-operations-in-Europe-Saudi-FM",
			"urlToImage": "https://vid.alarabiya.net/images/2020/12/04/b9250d3e-535c-462d-9606-0e6580346304/b9250d3e-535c-462d-9606-0e6580346304_16x9_600x338.jpg"
		},
		{
			"author": "[\"Deutsche Welle (www.dw.com)\"]",
			"content": " Asia Tens of thousands of farmers have said they will besiege Delhi if PM Modi's government doesn't meet their demands to repeal the recent farm market reforms. They say they're ready for a long, but peaceful, demonstration. Farmers have been camping outside Delhi to protest new agriculture reform measures Thousands of farmers were met by police and tear gas as they descended upon India's capital this week, demanding a rollback of three controversial farm laws passed by Prime Minister Narendra Modi's government in September. Delhi security forces have since retreated behind massive barricades, leaving the farmers to set up camp along multiple entry points leading to the capital. A majority of these farmers are now camped at Delhi's Singhu border with Haryana state. Hundreds of tractors have been parked here in a line stretching kilometers, which provide improvised shelter to these farmers. Groups wrap themselves in blankets to sleep inside the trailers. Those who don't find space lay thin mattresses under the vehicles. The nights are cold but that hasn't deterred the farmers' spirit. Watch video01:48",
			"description": "Tens of thousands of farmers have said they will besiege Delhi if PM Modi's government doesn't meet their demands to repeal the recent farm market reforms. They say they're ready for a long, but peaceful, demonstration. ",
			"publishedAt": "2020-12-04",
			"source_name": "DW.COM",
			"source_url": "dw.com",
			"title": "India farmers threaten Delhi blockade in protest of Modi′s agriculture reforms | Asia| An in-depth look at news from across the continent | DW | 04.12.2020",
			"url": "https://www.dw.com/en/india-farmers-protest-reforms/a-55824311?maca=en-rss-en-asia-5133-xml-atom",
			"urlToImage": "https://static.dw.com/image/55820004_304.jpg"
		},
		{
			"author": "[\"\"]",
			"content": " Israeli police said Friday they arrested a Jewish man after he poured out a “flammable liquid” inside a church near Jerusalem’s Old City, in what they described as a “criminal” incident. The police did not provide further details about the motive, but past attacks on churches in the Holy Land have been blamed on Jewish extremists. Friday’s incident took place at the Church of All Nations, a Catholic church built on the traditional site of the Garden of Gethsemane, where Christians believe Jesus was betrayed by Judas, one of his followers, and arrested by the Romans before being crucified. Police circulated a photograph of wooden pews with black stains on them. A 2015 arson attack blamed on Jewish extremists caused extensive damage to the Church of the Multiplication of the Loaves and Fish, a popular pilgrimage site on the Sea of Galilee in northern Israel. Jewish extremists have targeted mosques, churches and dovish Israeli groups in recent years.",
			"description": "Israeli police said Friday they arrested a Jewish man after he poured out a “flammable liquid” inside a church near Jerusalem’s Old City, in what they desc",
			"publishedAt": "2020-12-04",
			"source_name": "Al Arabiya English",
			"source_url": "alarabiya.net",
			"title": "Man arrested for pouring ‘flammable liquid’ inside Jerusalem church | Al Arabiya English",
			"url": "https://english.alarabiya.net/en/News/middle-east/2020/12/04/Man-arrested-for-pouring-flammable-liquid-inside-Jerusalem-church",
			"urlToImage": "https://vid.alarabiya.net/images/2020/11/01/1a1a674f-5e94-4d4b-b98c-e37ce62f288f/1a1a674f-5e94-4d4b-b98c-e37ce62f288f_16x9_600x338.JPG"
		},
		{
			"author": "[\"ABC News\"]",
			"content": " LOG IN As hospitals cope with a COVID-19 surge, cyber threats loom A Vermont hospital network is still recovering from a massive digital disruption in October, signaling the dangers of cyberattacks on the nation's health care system during a surge of COVID-19 By MARION RENAULT and WILSON RING Associated Press December 4, 2020, 3:26 PM • 6 min read BURLINGTON, Vt. -- By late morning on Oct. 28, staff at the University of Vermont Medical Center noticed the hospital’s phone system wasn’t working.",
			"description": "A Vermont hospital network is still recovering from a massive digital disruption in October, signaling the dangers of cyberattacks on the nation's health care system during a surge of COVID-19",
			"publishedAt": "2020-12-04",
			"source_name": "ABC News",
			"source_url": "go.com",
			"title": "As hospitals cope with a COVID-19 surge, cyber threats loom - ABC News",
			"url": "https://abcnews.go.com/Business/wireStory/hospitals-cope-covid-19-surge-cyber-threats-loom-74539172",
			"urlToImage": ""
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics FILE - Aftermath of a massive explosion is seen in in Beirut, Lebanon, Tuesday, Aug. 4, 2020. A Lebanese prosecutor filed charges Tuesday, Nov. 24, 2020 against current and former customs officials over the massive blast at Beirut’s port in ... more > BEIRUT (AP) - Lebanon‘s Hezbollah said Friday it is suing a former Christian lawmaker and a website affiliated with a Christian political party for defamation, after they accused the Shiite militant group of being responsible for the devastating explosion at Beirut’s port this summer. Mussawi, also a Hezbollah lawmaker, told a press conference outside the courts house that blaming the group threatens to disrupt social peace in Lebanon, at a time when the United States is exerting maximum pressure on his party and its allies. Washington considers Hezbollah a terrorist group and has been escalating sanctions against it and its political allies in Lebanon. The massive Aug. 4 blast was caused by nearly 3,000 tons of ammonium nitrates, a fertilizer that was improperly stored at a port warehouse for six years. The blast killed more than 200 people and wounded over 6,000, and extensively damaged several neighborhoods in Beirut.",
			"description": "Lebanon's Hezbollah said Friday it is suing a former Christian lawmaker and a website affiliated with a Christian political party for defamation, after they accused the Shiite militant group of being responsible for the devastating explosion at Beirut's port this summer.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Lebanon's Hezbollah suing those accusing it of port blast - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/lebanons-hezbollah-suing-those-accusing-it-of-port/?utm_source=RSS_Feed&utm_medium=RSS",
			"urlToImage": "https://twt-thumbs.washtimes.com/media/image/2020/12/04/lebanon_75826_c0-229-5472-3419_s1770x1032.jpg?6f9ce78ee1a3a25672569ab4bf84dc3559d8855e"
		},
		{
			"author": "[\"Lee Grimsditch\"]",
			"content": " Join the Secret Elves to discover the best shopping deals and things to do this Christmas When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. He was given the choice to have another biopsy but after a talk with his family he decided to go straight for surgery where they removed part of his bowel. However, after the operation, the doctors had more bad news. He said: “Unfortunately during the surgery they could see that it had spread to my lymph nodes, with one being cancerous. “It meant that I was given a few options but was advised that the best thing was to have chemotherapy.” Keith said his children were initially “very upset” with his diagnosis but said together with wife Nicola they have supported him throughout and there was “no reason for any of them not to be optimistic.”",
			"description": "\n After having surgery on his bowel, Keith was told the cancer had spread to his lymph nodes\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Liverpool Echo",
			"source_url": "liverpoolecho.co.uk",
			"title": "Dad's simple Christmas wish after shock cancer diagnosis - Liverpool Echo",
			"url": "https://www.liverpoolecho.co.uk/news/liverpool-news/dads-simple-christmas-wish-after-19398941",
			"urlToImage": "https://i2-prod.liverpoolecho.co.uk/incoming/article19398989.ece/ALTERNATES/s1200/0_041220LGRI_bowel_cancer.jpg"
		},
		{
			"author": "[\"ABC News\"]",
			"content": " Mining giant Glencore lays out climate plan as CEO retires BERLIN -- Mining giant Glencore said Friday that it aims to stop adding greenhouse gas emissions to the atmosphere by 2050. The Anglo-Swiss company, which is one of the world's biggest miners of coal, said it plans to cut emissions from all parts of its business by 40% in the next 15 years compared with 2019 levels, before going to ‘net zero’ by mid-century. The term net zero means Glencore will only emit as much carbon dioxide and other planet-warming gases as can be absorbed again through technological and natural means. Several countries and companies have recently pledged to aim for net zero by 2050 as part of global efforts to curb climate change. Scientists say man-made greenhouse gas emissions need to drop drastically in the coming decades in order to keep global warming well below 2 degrees Celsius (3.6 Fahrenheit) as agreed in the 2015 Paris climate accord. Glencore said it aims to shrink its carbon footprint by reducing coal production, expanding its metals portfolio — including those needed for battery production — and boosting low emission technologies. But the company also said it expects fossil fuels to play an important role “for many years to come” and that it won't sell off its coal mines.",
			"description": "Mining giant Glencore says it aims to stop adding greenhouse gas emissions to the atmosphere by 2050",
			"publishedAt": "2020-12-04",
			"source_name": "ABC News",
			"source_url": "go.com",
			"title": "Mining giant Glencore lays out climate plan as CEO retires - ABC News",
			"url": "https://abcnews.go.com/Business/wireStory/mining-giant-glencore-lays-climate-plan-ceo-retires-74539468",
			"urlToImage": ""
		},
		{
			"author": "[\"ABC News\"]",
			"content": " LOG IN Norway's deputy central bank chief resigns over China ties The deputy governor of Norway’s central bank is stepping down with immediate effect after he was not granted a new security clearance because he has ties to China via his wife ByThe Associated Press December 4, 2020, 2:50 PM • 1 min read COPENHAGEN, Denmark -- The deputy governor of Norway’s central bank is stepping down with immediate effect after he was not granted a new security clearance because he has ties to China via his wife.",
			"description": "The deputy governor of Norwayâs central bank is stepping down with immediate effect after he was not granted a new security clearance because he has ties to China via his wife",
			"publishedAt": "2020-12-04",
			"source_name": "ABC News",
			"source_url": "go.com",
			"title": "Norway's deputy central bank chief resigns over China ties - ABC News",
			"url": "https://abcnews.go.com/Business/wireStory/norways-deputy-central-bank-chief-resigns-china-ties-74538784",
			"urlToImage": ""
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics St. Paul Police Chief Todd Axtell spoke at a press conference about a shooting by a police officer last weekend in St. Paul, Minn., on Tuesday, Dec. 1, 2020. (Renee Jones Schneider/Star Tribune via AP) more > ST. PAUL, Minn. (AP) - A man livestreamed his sexual assault of a former girlfriend on social media and threatened to kill her shortly before he was shot and wounded by a St. Paul police officer who was criticized by the city’s police chief for firing at him, according to a criminal complaint. The complaint filed in Dakota County District Court said Joseph Javonte Washington, 31, forced the woman to drive from her home in Lakeville to St. Paul following the assault on Saturday and caused the vehicle to crash. Police tracked Washington to a dumpster after he fled on foot. When he climbed out, the Black man was stunned with a taser and attacked by a police dog before being shot by Officer Anthony Dean.",
			"description": "A man livestreamed his sexual assault of a former girlfriend on social media and threatened to kill her shortly before he was shot and wounded by a St. Paul police officer who was criticized by the city's police chief for firing at him, according to a criminal complaint.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Officials: Man shot by St. Paul officer streamed sex assault - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/officials-man-shot-by-st-paul-officer-streamed-sex/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+Front-TheWashingtonTimesAmericasNewspaper+%28Front+Page+-+The+Washington+Times%29",
			"urlToImage": "https://twt-thumbs.washtimes.com/media/image/2020/12/04/police_shooting_minnesota_25014_c0-299-5100-3272_s1770x1032.jpg?ec2dcd34829f73c279f701f9035ab22b33ae4856"
		},
		{
			"author": "[\"Neil Docking\"]",
			"content": " Get the inside track on the big stories from Liverpool Crown Court with our weekly newsletter When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. They recovered 57 firearms, 40 large knives and machetes, 38 air pistols, 20 folding knives, 10 swords, three crossbows, two axes, two wooden handled flick knives, two knuckle dusters, a zombie knife and a Taser. A number of these weapons were held legally, but they were all surrendered to police, and taken away either to be destroyed or for further examination by experts. Hesketh, wearing a suit and face mask, appeared in the dock at Liverpool Crown Court today supported by half a dozen supporters sitting in the public gallery. He pleaded guilty to possessing a prohibited firearm, namely the Kimar Lady K, which in law is subject to a mandatory minimum five-year jail sentence. This must be imposed \"unless the court is of the opinion that there are exceptional circumstances relating to the offence or the offender which justify it not doing so\".",
			"description": "\n He was caught with 176 weapons but says he shouldn't get a minimum five years in jail\n ",
			"publishedAt": "2020-12-04",
			"source_name": "Liverpool Echo",
			"source_url": "liverpoolecho.co.uk",
			"title": "Man had loaded pistol under bed and guns, knives, crossbows and axes in shed - Liverpool Echo",
			"url": "https://www.liverpoolecho.co.uk/news/liverpool-news/man-loaded-pistol-under-bed-19400919",
			"urlToImage": "https://i2-prod.liverpoolecho.co.uk/incoming/article17403966.ece/ALTERNATES/s1200/1_LEC_JKRGARDENSHED_05.jpg"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Should Trump take his election challenge to the Supreme Court? Story TOpics ST. PETERS, MO. (AP) - A suburban St. Louis man has been charged in the stabbing death of a woman whose body was found one day after she was reported missing, authorities said. Damion Delgado, 27, of O’Fallon, was charged this week with first-degree murder, second-degree murder and armed criminal action in the death last month of 22-year-old Amethyst Killian, the St. Louis Post-Dispatch reported. Killian, a mother of two, was reported missing by her family on Thanksgiving night, when she failed to return after going out for cigarettes hours earlier. Her body was discovered under some brush the next day just a block from her St. Peters home. Police said she had been stabbed repeatedly, and a knife was found at the scene. Investigators found text message exchanges with Delgado on Killian’s phone arranging to meet the night she disappeared, police said. Police also interviewed a rideshare driver who said he drove Delgado to the location to meet Killian.",
			"description": "A suburban St. Louis man has been charged in the stabbing death of a woman whose body was found one day after she was reported missing, authorities said.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Police: Man charged in stabbing death of Missouri woman - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/police-man-charged-in-stabbing-death-of-missouri-w/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+Front-TheWashingtonTimesAmericasNewspaper+%28Front+Page+-+The+Washington+Times%29",
			"urlToImage": ""
		},
		{
			"author": "[\"Lottie Gibbons\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. The change to the tolls will affect drivers of passenger cars, with rates for vans and lorries remaining the same as 2019 as part of 'support measures in place for businesses. M6toll has also launched the FlexiPass, a new discounted ticket option available for short, local journeys. The FlexiPass, which will be available from early January 2021, will offer those taking local trips a pre-paid tag offering 10 journeys for £29, which can be used for journeys starting and ending at the T4 , T5 and T6 junction plazas. Read More Related Articles Read More",
			"description": "If you use your car on the M6 you need to know about this change",
			"publishedAt": "2020-12-04",
			"source_name": "Liverpool Echo",
			"source_url": "liverpoolecho.co.uk",
			"title": "Major change to M6 comes in today that drivers need to know - Liverpool Echo",
			"url": "https://www.liverpoolecho.co.uk/news/uk-world-news/major-change-m6-comes-today-19401081",
			"urlToImage": "https://i2-prod.liverpoolecho.co.uk/incoming/article19401331.ece/ALTERNATES/s1200/0_m6-toll.jpg"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics ANNAPOLIS, Md. (AP) - Maryland’s second-highest court ordered a new trial for a man who was sentenced 50 years in prison for the shooting death of his girlfriend after the court ruled that trial judges had wrongly prevented defense attorneys from asking prospective jurors certain questions. The conviction of Marco Holmes was overturned this week. It’s the latest case to be reversed by the Court of Special Appeals following the Kazadi v. State ruling, The Baltimore Sun reported. That ruling ordered any cases pending appeal when the court’s opinion was filed, and where the defense attorneys had asked to question jurors, be overturned. During Holmes’s trial, his defense attorney had requested the judge to ask whether prospective jurors would be unable to comply with a presumption of innocence for Holmes and the state’s burden of proof. The trial judge denied that request.",
			"description": "Maryland’s second-highest court ordered a new trial for a man who was sentenced 50 years in prison for the shooting death of his girlfriend after the court ruled that trial judges had wrongly prevented defense attorneys from asking prospective jurors certain questions.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Maryland man convicted of killing girlfriend gets new trial - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/maryland-man-convicted-of-killing-girlfriend-gets-/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+Front-TheWashingtonTimesAmericasNewspaper+%28Front+Page+-+The+Washington+Times%29",
			"urlToImage": ""
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics Dr. Anthony Fauci, Director of the National Institute of Allergy and Infectious Diseases at the National Institutes of Health, listens during a Senate Senate Health, Education, Labor, and Pensions Committee Hearing on the federal government response to COVID-19 Capitol Hill ... more > Dr. Anthony Fauci said Friday that Americans might need to wear masks beyond the 100-day commitment that presumptive President-elect Joseph R. Biden will outline at his inauguration but that it’s still a good idea to make the defined request. Mr. Biden plans to mandate masks on federal property and interstate transportation and use the bully pulpit to demand face coverings among everyday people across the country. The 100-day period should stretch into the spring, when members of the general public will start to access forthcoming coronavirus vaccines. It’s unclear how smoothly the vaccine process will go, however, or if enough people will roll up their sleeves to bring the virus under control in the first half of the year.",
			"description": "Dr. Anthony Fauci said Friday that Americans might need to wear masks beyond the 100-day commitment that presumptive President-elect Joseph R. Biden will outline at his inauguration but that it's still a good idea to make the defined request.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Dr. Anthony Fauci: Joe Biden mask request may go beyond 100 days - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/dr-anthony-fauci-joe-biden-mask-request-may-go-bey/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+Front-TheWashingtonTimesAmericasNewspaper+%28Front+Page+-+The+Washington+Times%29",
			"urlToImage": "https://twt-thumbs.washtimes.com/media/image/2020/09/23/virus_outbreak_congress_05864_c0-303-3600-2401_s1770x1032.jpg?85e0714dd38c410cff293e324b83917d5170525c"
		},
		{
			"author": "[\"LIM MIN ZHANG\"]",
			"content": " SINGAPORE - Midway through his 20-day sail last month, Midshipman (MID) David Teo, who had only a few minutes to call home, almost missed talking to his mother. Already, the full-time national serviceman on a training deployment had been away from home for three weeks, including one week of isolation in camp before sailing as part of Covid-19 safety measures. His mother, unaware he was calling, told her pre-teen son who answered the call that she did not want to be disturbed. \"My 12-year-old brother told her, 'It's kor-kor (Chinese for older brother), he has only got a few minutes to talk to you!' and my mother immediately ran to the phone and asked how I was doing,\" the 19-year-old recounted as he reflected on how much he missed his family and home. \"The few minutes speaking to my brother and mum on the phone, that was when it hit me what we sacrifice to keep our nation safe,\" he told The Straits Times on Monday (Nov 30), a day after returning from the landing ship tank (LST) RSS Endeavour. LSTs are the largest vessels in the Republic of Singapore Navy, which has at least 30 vessels, including frigates, which are also used for training midshipmen. The weeks at sea under the Midshipmen Sea Training Deployment (MSTD) is part of MID Teo's nine-month training to be a naval officer in the Singapore Armed Forces.",
			"description": "SINGAPORE - Midway through his 20-day sail last month, Midshipman (MID) David Teo, who had only a few minutes to call home, almost missed talking to his mother.. Read more at straitstimes.com.",
			"publishedAt": "2020-12-04",
			"source_name": "The Straits Times",
			"source_url": "straitstimes.com",
			"title": "Midshipmen deployment amid Covid-19 pandemic includes isolation, virtual send-off and no ship docking at any port, Singapore News & Top Stories - The Straits Times",
			"url": "https://www.straitstimes.com/singapore/midshipmen-deployment-amid-covid-19-includes-isolation-period-virtual-send-off-and-no",
			"urlToImage": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/12/04/ak_mid1_0412_0.jpg?itok=uMvCgR96"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics JERUSALEM (AP) - Israeli police said Friday they arrested a Jewish man after he poured out a “flammable liquid” inside a church near Jerusalem’s Old City, in what they described as a “criminal” incident. The police did not provide further details about the motive, but past attacks on churches in the Holy Land have been blamed on Jewish extremists. Friday’s incident took place at the Church of All Nations, a Catholic church built on the traditional site of the Garden of Gethsemane, where Christians believe Jesus was betrayed by Judas, one of his followers, and arrested by the Romans before being crucified.",
			"description": "Israeli police said Friday they arrested a Jewish man after he poured out a “flammable liquid” inside a church near Jerusalem's Old City, in what they described as a \"criminal\" incident.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Israel arrests man who doused inside of church with fuel - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/israel-arrests-man-who-doused-inside-of-church-wit/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+Front-TheWashingtonTimesAmericasNewspaper+%28Front+Page+-+The+Washington+Times%29",
			"urlToImage": ""
		},
		{
			"author": "[\"NG WEI KAI\"]",
			"content": " We have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.",
			"description": "SINGAPORE - Shielding against the downpour with her umbrella, a pedestrian crossed Eu Tong Sen Street in Chinatown during a late afternoon deluge yesterday.. Read more at straitstimes.com.",
			"publishedAt": "2020-12-04",
			"source_name": "The Straits Times",
			"source_url": "straitstimes.com",
			"title": "More wet and cold weather in next fortnight, Singapore News & Top Stories - The Straits Times",
			"url": "https://www.straitstimes.com/singapore/more-wet-and-cold-weather-in-next-fortnight",
			"urlToImage": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/12/04/hzrain1204.jpg?itok=cKI_Kgwl"
		},
		{
			"author": "[\"THE ASSOCIATED PRESS\"]",
			"content": " WASHINGTON — Joe Biden said Thursday that he will ask Americans to commit to 100 days of wearing masks as one of his first acts as president, stopping just short of the nationwide mandate he's pushed before to stop the spread of the coronavirus. The move marks a notable shift from President Donald Trump, whose own skepticism of mask-wearing has contributed to a politicization of the issue. That's made many people reticent to embrace a practice that public health experts say is one of the easiest ways to manage the pandemic, which has killed more than 275,000 Americans. The president-elect has frequently emphasized mask-wearing as a “patriotic duty\" and during the campaign floated the idea of instituting a nationwide mask mandate, which he later acknowledged would be beyond the ability of the president to enforce. Speaking with CNN's Jake Tapper, Biden said he would make the request of Americans on Inauguration Day, Jan. 20. “On the first day I'm inaugurated, I'm going to ask the public for 100 days to mask. Just 100 days to mask — not forever, just 100 days. And I think we'll see a significant reduction” in the virus, Biden said. The president-elect reiterated his call for lawmakers on Capitol Hill to pass a coronavirus aid bill and expressed support for a $900 billion compromise bill that a bipartisan group of lawmakers introduced this week. “That would be a good start. It's not enough,” he said, adding, “I'm going to need to ask for more help.”",
			"description": "He's stopping just short of the nationwide mandate he's pushed before to stop the coronavirus.",
			"publishedAt": "2020-12-04",
			"source_name": "NOLA.com",
			"source_url": "nola.com",
			"title": "Biden to call for 100 days of mask-wearing among his first acts as president | National Politics | nola.com",
			"url": "https://www.nola.com/news/politics/national_politics/article_caea9c7c-363b-11eb-9fb9-5f5610a20fef.html",
			"urlToImage": "https://bloximages.newyork1.vip.townnews.com/nola.com/content/tncms/assets/v3/editorial/3/14/31461c84-363d-11eb-8e7e-abe17cfe375e/5fca494d5741f.image.jpg?resize=945%2C630"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Maxon is expected to be charged with fourth-degree assault after authorities say he attacked a corrections officer at a pretrial facility in Palmer on Wednesday, authorities said. Maxon did not immediately enter a plea on the murder charges. An arraignment was delayed after he refused to participate Wednesday and the hearing was rescheduled for Thursday. An email sent Thursday to the Public Defender Agency in Palmer, which is listed as Maxon’s legal representative, was not immediately returned. Maxon is accused of first shooting his cousin, 18-year-old Cody Roehl, at a home near Wasilla and stealing a vehicle and a semiautomatic Glock pistol, charging documents said. Roehl was pronounced dead at a nearby hospital. Maxon then broke into a home in nearby Palmer through a basement window and shot his aunt and two younger cousins, charging documents said. Police found 43-year-old Kimora Buster dead on the floor. They also found 7-year-old Ellison Buster dead in his bed and 10-year-old Sienna Buster injured in her bed. Sienna later died at a hospital, authorities said. A 6-year-old, only identified as AB, was found uninjured in the bed with Ellison, charging documents said.",
			"description": "The teen accused of killing four of his family members was previously charged with assaulting other close relatives, and now faces another charge of assaulting a jail guard.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Fatal shooting suspect accused of family, guard assaults - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/fatal-shooting-suspect-accused-of-family-guard-ass/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+Front-TheWashingtonTimesAmericasNewspaper+%28Front+Page+-+The+Washington+Times%29",
			"urlToImage": ""
		},
		{
			"author": "[\"SCOTT KUSHNER | Contributing writer\"]",
			"content": " No matter how many moves get made along the fringes, this team’s success will hinge more on those two sets of shoulders than anything else. Williamson and Ingram. Zion and BI. One, a havoc-wreaking 20-year-old, already overpowering and outmaneuvering premier big men less than 25 games into his career. The other, a lean, lanky 23-year old, who transformed from injury-plagued enigma into the NBA’s Most Improved Player and All-Star. Together, they share enough talent and upside to realistically constitute a contending core. Even if they come at it from different places. While Zion’s status with the Pelicans was bedrock from the moment the Pelicans won the 2019 draft lottery, Ingram’s wasn’t truly solidified until last month, when he inked a five-year, $158 million contract. Now, for the foreseeable future they’ll stand together. “I want to say congrats to Brandon,” Williamson said earlier this week. “Brandon was more than deserving of that max(imum) contract. All that extra work he put in. Always trying to get better and being a great teammate, so I’m glad he’s going to stick around.",
			"description": "The Pelicans belong to Zion Williamson and Brandon Ingram.",
			"publishedAt": "2020-12-04",
			"source_name": "NOLA.com",
			"source_url": "nola.com",
			"title": "Kushner: Pelicans' Ingram, Williamson reign supreme | Pelicans | nola.com",
			"url": "https://www.nola.com/sports/pelicans/article_230e35b6-35c5-11eb-8e0f-f737280ca5d1.html",
			"urlToImage": "https://bloximages.newyork1.vip.townnews.com/nola.com/content/tncms/assets/v3/editorial/0/e9/0e9b5c3c-6ac1-11ea-8415-a3f907ddd379/5e74e3e02ed5a.image.jpg?resize=945%2C630"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics ST. LOUIS (AP) - One man died and two others were injured in a triple shooting in St. Louis’ Dutchtown neighborhood, police there said. Officers were called to the scene around 10:30 a.m. Thursday on reports of the shooting, police said. Arriving officers found three men with gunshot wounds. All were rushed to hospitals, were one later died, police said.",
			"description": "One man died and two others were injured in a triple shooting in St. Louis’ Dutchtown neighborhood, police there said.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Police: 1 killed, 2 injured in triple shooting in St. Louis - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/police-1-killed-2-injured-in-triple-shooting-in-st/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+Front-TheWashingtonTimesAmericasNewspaper+%28Front+Page+-+The+Washington+Times%29",
			"urlToImage": ""
		},
		{
			"author": "[\"LUKE JOHNSON | Staff writer\"]",
			"content": " After recording five sacks and six tackles for loss in five November games, New Orleans Saints defensive end Cameron Jordan was named the NFC Defensive Player of the Month. This marks the second time Jordan, now in his 10th NFL season, has earned this award. He was also named the NFC Defensive Player of the Month in November 2017. Three of those sacks came two weeks ago against the Atlanta Falcons, when Jordan paced a team effort that dropped Falcons quarterback Matt Ryan eight times. In his last two games against Atlanta, Jordan has seven sacks. Jordan ranks eighth among active NFL players and second in Saints franchise history with 93.5 career sacks. He is just shy of the pace required to reach double digit sacks for the fourth consecutive season. Since the start of the 2017 season, Jordan’s 47 sacks are more than all but Chandler Jones (50) and Aaron Donald (54).",
			"description": "After recording five sacks and six tackles for loss in five November games, New Orleans Saints defensive end Cameron Jordan was named the NFC Defensive Player of the Month.",
			"publishedAt": "2020-12-04",
			"source_name": "NOLA.com",
			"source_url": "nola.com",
			"title": "Saints Cam Jordan named NFC Defensive Player of the Month after a 5-sack November | Saints | nola.com",
			"url": "https://www.nola.com/sports/saints/article_9d7f8f30-3641-11eb-8e00-87a3f48ef56b.html",
			"urlToImage": "https://bloximages.newyork1.vip.townnews.com/nola.com/content/tncms/assets/v3/editorial/6/2a/62aec91f-f97b-5e78-bb0d-8a929198d8a8/5fbae66d448ff.image.jpg?resize=821%2C630"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics WORCESTER, Mass. (AP) - A Massachusetts man whose conviction in the killing a fellow patient in a hospital psychiatric ward was overturned by the state’s highest court will remain in custody while he awaits his new trial. Aldo Dunphe, of Spencer, was held without bail at a court appearance Thursday, The Telegram & Gazette reported. His attorney, Michael Hussey, reserved the right to request a bail hearing in the future. Dunphe was granted a new trial by the Supreme Judicial Court, which determined that a problem involving jury instructions created the possibility of a miscarriage of justice.",
			"description": "A Massachusetts man whose conviction in the killing a fellow patient in a hospital psychiatric ward was overturned by the state's highest court will remain in custody while he awaits his new trial.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Man convicted in psychiatric ward killing gets new trial - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/man-convicted-in-psychiatric-ward-killing-gets-new/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+Front-TheWashingtonTimesAmericasNewspaper+%28Front+Page+-+The+Washington+Times%29",
			"urlToImage": ""
		},
		{
			"author": "[\"Natalie Rahhal Us\"]",
			"content": " Pfizer's coronavirus jab may not prevent vaccinated people from spreading coronavirus, the firm's chairman admitted this week. 'I think that's something that needs to be examined. We're not certain about that right now,' said Albert Bourla, when asked by Dateline's Lester Holt about whether the shot would prevent transmission during the interview, which aired Thursday night. The interview was recorded shortly before Pfizer confirmed that it will only be able to ship 50 million doses of its vaccine by the end of the year - half as many as the 100 million the pharmaceutical giant had promised - due to supply chain issues. It's the latest in a series of tumultuous developments for the vaccine-maker this week. Its shot became the first approved in the West on Wednesday when it was greenlit in the UK. Clinical trials found the shot to be 95 percent effective at preventing people from developing COVID-19, which could mean stemming the pandemic's deadliness and burden on health care systems worldwide. But Pfizer didn't collect data that would show whether volunteers who got its shot transmitted the virus (nor have other companies offered such data), so it's possible that highly-contagious virus could continue spreading after we have vaccines. Pfizer CEO Albert Bourla admitted on Thursday that while the firm's shot blocked 95% of coronavirus infections in trials, he doesn't know if it prevents vaccinated people from spreading the virus. This was not measured in trials",
			"description": "'I think that's something that needs to be examined. We're not certain about that right now,' said Albert Bourla in a Thursday Dateline interview. Pfizer's trial didn't look at transmission.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Pfizer CEO is 'not certain' its covid shot prevents transmission | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/health/article-9018547/Pfizer-CEO-not-certain-covid-shot-prevents-transmission.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/36449284-0-image-a-2_1607094919480.jpg"
		},
		{
			"author": "[\"Afp\"]",
			"content": " US job gains stall in November as Covid-19 cases surge Analysts fear the impact of the next few months as unemployment benefits adn eviction moratoriums expire The US economy showed more signs the recovery is stalling as Covid-19 cases surge and more businesses are forced to close, adding a disappointing 245,000 new jobs in November, the government reported Friday. And while the Labor Department data showed the unemployment rate dipped to 6.7 percent from 6.9 percent, the lowest since the pandemic struck, 10.7 million workers remain unemployed. The ranks of long-term unemployed -- those jobless for 27 weeks or more -- increased by 385,000 to 3.9 million, and more Americans left the workforce entirely, the report said, as the participation rate dipped two-tenths to 61.5 percent. The consensus estimate was for a gain of 650,000 positions last month, but many economists warned the result could come in much lower, given signs hiring had slowed as the coronavirus returned with a vengeance. And economists warn the situation could worsen as Republicans and Democrats remains at odds over a relief package to replace the $2.2 trillion CARES Act passed in March. Many of the provisions of that measure have already expired and millions of workers are set to lose unemployment benefits just after Christmas.",
			"description": "The US economy showed more signs the recovery is stalling as Covid-19 cases surge and more businesses are forced to close, adding a disappointing 245,000 new...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "US job gains stall in November as Covid-19 cases surge | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/afp/article-9018747/US-job-gains-stall-November-Covid-19-cases-surge.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/14/wire-36449430-1607093172-582_636x382.jpg"
		},
		{
			"author": "[\"Afp\"]",
			"content": " Race against the clock to build Trump's border wall Workers are racing to build the \"big beautiful wall\" that Trump vowed to construct along the US-Mexican border Weeks before Donald Trump is due to leave office, workers are racing to build the hulking steel fence along the US-Mexican border that was a centerpiece of his presidency. But if their aim is to finish the wall snaking through the desert before Joe Biden moves into the White House in January, then it is almost certainly mission impossible. Instead the president-elect looks set to inherit a partially built barrier that stands as a testament to Trump's tough policies towards undocumented migrants he once described as criminals and \"rapists.\" Biden is expected to halt work on a project he has criticized as a waste of $15 billion. A month after the Democrat's election win, however, laborers were still erecting fencing on a stretch of border between the US village of Columbus in New Mexico and the Mexican town of Puerto Palomas.",
			"description": "Weeks before Donald Trump is due to leave office, workers are racing to build the hulking steel fence along the US-Mexican border that was a centerpiece of...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Race against the clock to build Trump's border wall | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/afp/article-9018755/Race-against-clock-build-Trumps-border-wall.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/14/wire-36449648-1607093472-340_636x382.jpg"
		},
		{
			"author": "[\"Afp\"]",
			"content": " S.Africa team doctor worried about team 'bubble' breach after England match postponed The match at Newlands was postponed just an hour before it was due to start South Africa's team doctor said Friday he was concerned about a possible breach of the team´s bio-secure 'bubble´ after the first one-day international against England was postponed because a South African player tested positive for Covid-19. The postponement announcement was made just over an hour before Friday´s day-night match was due to start at Newlands in Cape Town. Dr Shuaib Manjra said he was \"surprised\" by the positive test. New tests will now be conducted on Saturday ahead of what is now planned as the opening encounter in the three-match series in Paarl on Sunday. There would be further tests after the planned second match in Cape Town on Monday, ahead of the scheduled final match on Wednesday. \"We will re-test all our players and hotel staff on Saturday and await the results and determine a course of action,\" he said.",
			"description": "South Africa's team doctor said Friday he was concerned about a possible breach of the team´s bio-secure 'bubble´ after the first one-day international...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "S.Africa team doctor worried about team 'bubble' breach... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/afp/article-9018759/S-Africa-team-doctor-worried-team-bubble-breach-England-match-postponed.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/14/wire-36449660-1607093482-487_636x382.jpg"
		},
		{
			"author": "[\"Silvia Amaro \"]",
			"content": " EU's Vestager hints Big Tech will have to end 'self-preferencing' under new competition rules The European Union is due to announce an overhaul of digital regulation later this month, which could hurt the business models of Big Tech. Often tech giants show their products at the top of online search engines, which increases the chances that customers will opt for their services and is known as self-preferencing. Margrethe Vestager, the head of competition policy in the EU, told CNBC that \"you don't promote yourself when your services (are) in competition with other services.\" European Executive Vice-President Margrethe Vestager gives a press conference on an anti-trust case with the multinational technology company, Amazon website at European Commission in Brussels on November 10, 2020. Olivier Hoslet | AFP | Getty Images LONDON — The EU's competition chief has suggested that tech giants will have to change how they promote themselves as the bloc prepares to revise its competition rulebook.",
			"description": "The EU's competition chief has hinted that tech giants will have to change how they promote themselves as the bloc prepares to revise its competition rulebook.Â ",
			"publishedAt": "2020-12-04",
			"source_name": "CNBC",
			"source_url": "cnbc.com",
			"title": "EU: Vestager hints Big Tech will have to end 'self-preferencing'",
			"url": "https://www.cnbc.com/2020/12/04/eu-vestager-hints-big-tech-will-have-to-end-self-preferencing.html",
			"urlToImage": "https://image.cnbcfm.com/api/v1/image/106789666-1605011872590-106789666-1605011207247-gettyimages-1229562648-AFP_8UX8MH.jpg?v=1607098157"
		},
		{
			"author": "[\"Afp\"]",
			"content": " Funding, climate and fear trouble Africa's Covid vaccine plans Jab: A volunteer takes part in coronavirus vaccine trial in Soweto, South Africa, in January The struggle to get Covid vaccine to the world's population has often been likened to a race -- in which case, Africa finds itself hobbled by an array of financial, technical and cultural problems. Of these, funding is predictably Hurdle No. 1 for Africa, home to some of the world's poorest countries. The Africa director of the World Health Organization (WHO), Matshidiso Moeti, last week identified the goal of vaccinating three percent of Africans by March 2021 and 20 percent by the end of next year. Getting the vaccine to \"priority\" population sectors will cost $5.7 billion, plus 15-20 percent for delivery, syringes and other injection material, the WHO's Africa region estimates. But of the 47 countries in the region, \"only around a quarter have adequate plans\" for resources and financing, it says.",
			"description": "The struggle to get Covid vaccine to the world's population has often been likened to a race -- in which case, Africa finds itself hobbled by an array of...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Funding, climate and fear trouble Africa's Covid... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/afp/article-9018765/Funding-climate-fear-trouble-Africas-Covid-vaccine-plans.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/14/wire-36449672-1607093490-240_636x382.jpg"
		},
		{
			"author": "[\"Ryan Browne\"]",
			"content": " Revolut's new acquiring solution lets firms install plug-in checkout software or build their own custom features to take card payments online. A move into payment processing software would put Revolut up against U.S. firm Stripe, Dutch competitor Adyen and British peer Checkout.com. Stripe, like Revolut, has moved aggressively into other areas of finance, including lending and banking. Nikolay Storonsky, chief executive of Revolut, on stage at the MoneyConf fintech event in Lisbon, Portugal. Seb Daly | Web Summit | Getty Images LONDON — Digital banking start-up Revolut on Friday launched tools for its business clients to accept payments online, looking to compete with payment giants such as Stripe and Adyen. Revolut said its new acquiring solution would allow firms to install plug-in checkout software or build their own custom features to take card payments over the internet.",
			"description": "A move into payment processing software would put Revolut up against U.S. firm Stripe, Dutch competitor Adyen and British peer Checkout.com.",
			"publishedAt": "2020-12-04",
			"source_name": "CNBC",
			"source_url": "cnbc.com",
			"title": "Revolut takes aim at Stripe with payment software for businesses",
			"url": "https://www.cnbc.com/2020/12/04/revolut-takes-aim-at-stripe-with-payment-software-for-businesses.html",
			"urlToImage": "https://image.cnbcfm.com/api/v1/image/105595446-1543347993400gettyimages-1058608300.jpeg?v=1543349703"
		},
		{
			"author": "[\"Afp\"]",
			"content": " Outcry after Tunisian doctor dies in hospital lift accident Tunisian doctors, medical students and health workers protest in front of the health ministry Friday after a young doctor died in a hospital elevator accident the day before Hundreds of medics protested in Tunisia on Friday after a young doctor died in a hospital elevator accident in the country's northwest. Badreddedine Aloui, 27, plunged to his death Thursday down an elevator shaft after the lift doors opened but with no elevator in place, witnesses interviewed by local media said. The elevator, in a hospital in the marginalised Jendouba region, had allegedly remained in service despite a long-reported fault. Hundreds of doctors, health workers and medical students gathered in front of the health ministry in the capital Tunis on Friday, demanding the health minister and other officials be sacked, an AFP correspondent reported. The hospital has been visited by two government ministers over the past months, including Health Minister Faouzi Mehdi in October.",
			"description": "Hundreds of medics protested in Tunisia on Friday after a young doctor died in a hospital elevator accident in the country's northwest.Badreddedine Aloui,...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Outcry after Tunisian doctor dies in hospital lift... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/afp/article-9018779/Outcry-Tunisian-doctor-dies-hospital-lift-accident.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/14/wire-36449830-1607093773-445_636x382.jpg"
		},
		{
			"author": "[\"Joe Sweeney\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. A scheme that enables Wolverhampton youngsters leaving care to refurbish properties they can then live in has reached its one-year milestone. The House Project, a partnership between the city council, Wolverhampton Homes, the National House Project and commercial partner Reconomy, was launched in October last year with ten people signing up to take part. Despite the process being delayed by the Covid-19 virus, workers behind the scheme have highlighted a number of successes and say those taking part - who are all aged 16 and over - have made tremendous headway. Video Loading Video Unavailable Click to playTap to play",
			"description": "First year of scheme where people refurbish their own homes is hailed a success",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "Housing project for Wolverhampton care leavers reaches one-year milestone - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/black-country/housing-project-wolverhampton-care-leavers-19399111",
			"urlToImage": "https://i2-prod.birminghammail.co.uk/incoming/article19354846.ece/ALTERNATES/s1200/0_Wolverhampton-Civic-Centre.png"
		},
		{
			"author": "[\"Rob Sheffield\"]",
			"content": " The Rolling Stones perform onstage at Madison Square Garden in a scene from 'Gimme Shelter.' Michael Ochs Archives/Getty Images Fifty years ago this Sunday, the Rolling Stones released Gimme Shelter, the infamous documentary that started as a look at the final days of the British bad boys’ legendary 1969 tour, leading up to the disastrous free concert at Altamont Speedway. It ended up becoming the ultimate rock & roll horror movie. Directors Albert Mayles, David Mayles and Charlotte Zwerin’s time capsule is always a trip to revisit, but especially now — after nine months without live music, even Altamont looks tantalizing. It’s tough to watch the film in 2020 without musing, “I would totally risk a pool-cue flogging from acid-crazed bikers for a few minutes of the Jefferson Airplane.” Released in December 1970, Gimme Shelter is really two movies in one. The first half is the Stones wrapping up their U.S. tour, from Madison Square Garden to Muscle Shoals. The second half is Altamont. The first half is sex, the second is violence; the first half is a band making history, the second is history striking back at the band. The secind half is the main reason this rockumentary is a classic. But the first half is more fun, and a better movie with far wilder music. In a way, it’s also more shocking — how could any live band hit such heights? The best moment is after the Stones rip up “Honky Tonk Women,” with Mick Jagger prancing in his skintight catsuit and red scarf. “I think I burst a button on me trousers,” he confides to the crowd. “You don’t want my trousers to fall down, now do ya?” Related Related The crowd, it’s safe to say, has no problem at all with the idea of Mick losing his trousers.",
			"description": "Rob Sheffield on the 50th anniversary of 'Gimme Shelter,' and how a Rolling Stones doc turned in to the ultimate rock &amp; roll horror movie.",
			"publishedAt": "2020-12-04",
			"source_name": "Rolling Stone",
			"source_url": "rollingstone.com",
			"title": "'Gimme Shelter' at 50: How The Rolling Stones Got Conquered By America - Rolling Stone",
			"url": "https://www.rollingstone.com/movies/movie-features/gimme-shelter-50th-anniversary-rolling-stones-1097079/",
			"urlToImage": "https://www.rollingstone.com/wp-content/uploads/2020/12/rolling-stones-gimme-shelter.jpg"
		},
		{
			"author": "[\"Andy Greene\"]",
			"content": " \"This is a goodbye to the 'Traces' record,\" Steve Perry says of his new companion album. Myriam Santos* Steve Perry believes that any great song should be able to withstand a campfire test. “You take any song and sit near a campfire with an acoustic guitar and sing it, the song should be able to survive,” says the former Journey frontman. “It should work just as a melody with lyrics. If the vocal is strong enough to stand on its own, you’ll know it right away.” About six months ago, Perry began thinking that the songs from his 2018 comeback LP Traces could survive such a test. He loved the arrangements on the finished album, but many of the songs began as simple demos and he wanted fans to hear them in this raw form. “I love rock & roll and I love the production of rock & roll,” he says. “But there’s something to be said for ultimate simplicity.” There are 19 songs on Traces, but Perry wound up focusing on just seven of them for his new album Traces (Alternate Versions and Sketches). (“Most of All” appears in two incarnations.) These new versions of the songs combine elements from the original recordings with new vocal parts and instrumentation that he laid down earlier this year. Related “This is a goodbye to the Traces record,” he says. “That’s because I have so much other material sitting around and new stuff I’ve written. I haven’t put any drums on [the new songs] and I have no idea when they’ll come out. They’re just sketches now in the seed position, just like what you hear on Traces (Alternate Versions and Sketches).“",
			"description": "Steve Perry is releasing a new edition of his 2018 comeback album 'Traces.' It features songs from the LP in stripped-down arrangements.",
			"publishedAt": "2020-12-04",
			"source_name": "Rolling Stone",
			"source_url": "rollingstone.com",
			"title": "Steve Perry Breaks Down New 'Traces' Acoustic LP Track by Track - Rolling Stone",
			"url": "https://www.rollingstone.com/music/music-features/steve-perry-interview-traces-alternate-versions-1097025/",
			"urlToImage": "https://www.rollingstone.com/wp-content/uploads/2020/11/StevePerry_PressPhoto_Credit_MyriamSantos_Photo1.jpg"
		},
		{
			"author": "[\"George Makin\"]",
			"content": " Major 200-home plan at risk in West Bromwich The future of hundreds of homes in West Bromwich are in doubt if Aurora Living Ltd ceases trading. (Image: Sandwell Council) Sign up to FREE email alerts from BirminghamLive - Black Country When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time.",
			"description": "\n Aurora Living Ltd won planning permission for 238 homes on land off Hall Green in August\n ",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "Major 200-home plan at risk in West Bromwich - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/black-country/major-200-home-plan-risk-19401086",
			"urlToImage": "https://i2-prod.birminghammail.co.uk/incoming/article19401109.ece/ALTERNATES/s1200/0_Screenshot-2020-12-04-at-114424.png"
		},
		{
			"author": "[\"George Makin\"]",
			"content": " The Jami Masjid and Bangladeshi Islamic Centre is to be demolished to make way for a new mosque. (Image: Google Street View) Sign up to FREE email alerts from BirminghamLive - Black Country When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Related Articles Read More Related Articles Recommending approval of the plans, planning officers say the first phase of construction would create a red brick, two-storey structure next to the existing centre.",
			"description": "\n The Jami Masjid and Bangladeshi Islamic Centre is asking Sandwell Council for permission to tear down their existing place of worship to make way for a three stage expansion.\n ",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "New Smethwick mosque topped with dome and minaret set for approval - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/black-country/new-smethwick-mosque-topped-dome-19399406",
			"urlToImage": "https://i2-prod.birminghammail.co.uk/incoming/article19399395.ece/ALTERNATES/s1200/0_Screenshot-2020-12-03-at-134558.png"
		},
		{
			"author": "[\"Rolling Stone\"]",
			"content": " So, How Was Your 2020is a series in which our favorite entertainers answer our questionnaire about the music, culture and memorable moments that shaped their year. We’ll be rolling these pieces out throughout December. After two years since his last project, Portland rapper Aminé returned in 2020 with a new album, Limbo, that showed once again why he’s one of the most creative and compelling MCs out there. While the rapper was unable to hit the road in support of the record due to the coronavirus, he says being stuck in lockdown helped him realize how much he took the touring life for granted, even at its most grueling. Or, as he more succinctly described the epiphany: “Sometimes I’d even say that I hated touring. Now I realize I was being a bitch.” Still, there was plenty at home to keep him busy, including an array of TV shows and a newfound love of cooking (he says learning to make the Ethiopian dish Shiro, which his mom often made, was a personal highlight). And as the year comes to an end, Aminé has plenty to celebrate and look forward to in 2021: On Friday, he released a deluxe edition of Limbo with seven new tracks, and just last month notched his first Grammy nomination for Best Dance Recording for “My High” with Disclosure and Slowthai. Related Related The album I listened to the most in 2020 was:Limbo by this really cool guy named Aminé. My favorite TV show to stream during quarantine was:Succession, The Boys, I May Destroy You, The Undoing, Ramy, Insecure, Lovecraft Country, Ozark,Queen’s Gambit, Years & Years, Tiger King, Grand Army, Big Little Lies, and We Are Who We Are have kept me alive this whole quarantine.",
			"description": "Portland rapper Aminé discusses his favorite quarantine watches, learning to cook and realizing how much he missed touring during 2020.",
			"publishedAt": "2020-12-04",
			"source_name": "Rolling Stone",
			"source_url": "rollingstone.com",
			"title": "Aminé: My Favorite Things of the Year - Rolling Stone",
			"url": "https://www.rollingstone.com/music/music-news/amine-2020-survey-1097648/",
			"urlToImage": "https://www.rollingstone.com/wp-content/uploads/2020/12/amine-year-end-survey.jpg"
		},
		{
			"author": "[\"George Makin\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. A car enthusiast’s love of repairing sports cars at an industrial unit in Sandwell has sparked furious objections from residents. Neighbours near the vehicle repair unit on Brunswick Park Trading Estate in Wednesbury are asking councillors to reject a proposed two year extension of its planning permission. Mr Bhupinder Singh Bhandal has asked the council to allow him to continue to using the site for storing and repairing his privately-owned seven cars, three vans and two motorcycles associated with his hobby. But Robert Hevican, a resident of Darby Road for 34 years, said the noise of repairs, the revving of the engines and fumes had become unbearable for local people. \"The noise is so bad that I can hear it my living room, that's how bad it can be.\" In a report to councillors a summary of 26 objections include:-",
			"description": "Neighbours near the vehicle repair unit on Brunswick Park Trading Estate in Wednesbury want councillors to reject planning permission.",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "Residents say noise from Sandwell's car enthusiastâs garage is unbearable - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/black-country/residents-say-noise-sandwells-car-19399512",
			"urlToImage": "https://i2-prod.birminghammail.co.uk/incoming/article19399528.ece/ALTERNATES/s1200/0_Screenshot-2020-12-03-at-094317.png"
		},
		{
			"author": "[\"Mark Smith\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. A further 33 people have died with coronavirus in Wales and more than 1,400 new positive cases have been confirmed. The latest statistics released by Public Health Wales (PHW) on Friday show 1,471 people have tested positive for the virus in Wales in the last reporting period. It brings the number of positive tests since the outbreak began to 85,432, while 2,671 people have died with lab-confirmed coronavirus in Wales. The infection rate across Wales as a whole now stands at 252.7 per 100,000 people based on the seven days up to November 30. This is an increase from 237.9 on Thursday. Key details Deaths reported today: 33",
			"description": "Another 33 people have died and more than 1,400 have tested positive for coronavirus",
			"publishedAt": "2020-12-04",
			"source_name": "WalesOnline",
			"source_url": "walesonline.co.uk",
			"title": "Coronavirus infection rates, cases and deaths for all parts of Wales on Friday, December 4 - Wales Online",
			"url": "https://www.walesonline.co.uk/news/health/coronavirus-cases-infections-deaths-wales-19400309",
			"urlToImage": "https://i2-prod.walesonline.co.uk/incoming/article19401004.ece/ALTERNATES/s1200/0_Ambulance-Team-Responds-To-Suspected-Covid-19-Cases-In-Southern-Poland.jpg"
		},
		{
			"author": "[\"Afp\"]",
			"content": " Franco-Lebanese businessman Ziad Takieddine fled to Beirut after a French court in June condemned him to five years in jail in a separate case involving millions of euros in kickbacks from arms sales to Pakistan and Saudi Arabia signed in 1994 Lebanon has detained a Lebanese-French businessman who was close to former French president Nicolas Sarkozy after receiving a request for his arrest from Interpol, a judicial source told AFP Friday. \"Internal security forces have detained (Ziad) Takieddine, based on an arrest warrant Interpol sent the public prosecution, over him being wanted by the French authorities over involvement in corruption and funding Sarkozy's campaign,\" the source said. Takieddine was once the main accuser in an inquiry into suspected Libyan financing of Sarkozy's 2007 election campaign. The businessman was investigated in late 2016 after he told the press he had delivered millions of euros in cash from Libyan dictator Moamer Kadhafi. Sarkozy caught a break last month when Takieddine suddenly retracted his claim. The 70-year-old businessman fled to Beirut after a French court in June condemned him to five years in jail in a separate case involving millions of euros in kickbacks from arms sales to Pakistan and Saudi Arabia signed in 1994.",
			"description": "Lebanon has detained a Lebanese-French businessman who was close to former French president Nicolas Sarkozy after receiving a request for his arrest from...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Beirut detains Lebanese-French businessman close to... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/afp/article-9018913/Beirut-detains-Lebanese-French-businessman-close-Sarkozy-judicial-source.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451012-1607095874-856_636x382.jpg"
		}
	],
	"status": "ok",
	"totalResults": 19974
}