{
	"Article": [
		{
			"author": "[\"Daniel Kreps\"]",
			"content": " Directed by Wartella, who also made the recent animated visual for “Apple Blossom,” the “Let’s Shake Hands” video features the White Stripes’ classic red-and-white iconography as well as rotoscoped footage of Meg and Jack White performing the song onstage. According to the White Stripes, “Let’s Shake Hands” is the first song the duo recorded together in their living room; the track was released as a seven-inch single in 1998, prior to the arrival of their self-titled debut LP a year later. Third Man Records, which revealed the Greatest Hits tracklist in a White Stripes-themed crossword puzzle, said of the collection: “In an era of streaming where the idea of a ‘Greatest Hits’ album may seem irrelevant — that an act’s most streamed songs are considered their de facto ‘hits‘ — we wholeheartedly believe that great bands deserve ‘Greatest Hits’ and that a large part of Third Man Records’ and the White Stripes’ successes have been built on zigging when the rest of the music business is zagging. Thus, for a great band with great fans, a greatest hits compilation for the White Stripes is not only appropriate, but absolutely necessary.” The White Stripes also previously announced that various “value items” will be available on a first-come, first-serve basis for those who purchase Greatest Hits at select independent record stores in the U.S. A list of participating record stores is available here.",
			"description": "To mark Friday’s release of the White Stripes’ first-ever greatest hits album, the duo dropped a new animated video for \"Let’s Shake Hands.\"",
			"publishedAt": "2020-12-04",
			"source_name": "Rolling Stone",
			"source_url": "rollingstone.com",
			"title": "See White Stripes' Animated 'Let's Shake Hands' Video - Rolling Stone",
			"url": "https://www.rollingstone.com/music/music-news/white-stripes-animated-lets-shake-hands-video-1098818/",
			"urlToImage": "https://www.rollingstone.com/wp-content/uploads/2020/12/white-stripes-lets-shake-hands-video.jpg"
		},
		{
			"author": "[\"Afp\"]",
			"content": " WHO chief warns poor could be 'trampled' in vaccine push World Health Organization Director-General Tedros Adhanom Ghebreyesus, seen at an event in October 2020, is warning that the poor could be \"trampled\" as vaccines are rolled out for Covid-19 The head of the World Health Organization warned Friday that the poor risk being \"trampled\" as wealthy nations roll out Covid-19 vaccines, which he said should be a public good. Speaking at a virtual UN summit on the pandemic, WHO Director-General Tedros Adhanom Ghebreyesus said the world was seeing \"light at the end of the tunnel\" in the nearly year-long Covid crisis. \"But let me be clear. We simply cannot accept a world in which the poor and marginalized are trampled by the rich and powerful in the stampede for vaccines,\" Tedros said. \"This is a global crisis and the solutions must be shared equitably as global public goods. Not as private commodities that widen inequalities and become yet another reason some people are left behind,\" he said. He also warned that the world has plenty of other challenges, saying: \"There is no vaccine for poverty, no vaccine for hunger. There is no vaccine for inequality. There is no vaccine for climate change.\"",
			"description": "The head of the World Health Organization warned Friday that the poor risk being ",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "WHO chief warns poor could be 'trampled' in vaccine push | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/afp/article-9019013/WHO-chief-warns-poor-trampled-vaccine-push.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451988-1607097371-519_636x382.jpg"
		},
		{
			"author": "[\"Joe Sweeney\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. A run-down housing estate in Wolverhampton is to get 53 new homes as part of the next phase in a major regeneration project costing £120 million. The Heath Town estate - built in the 1960s - consists mainly of high-rise tower blocks, maisonettes and houses. The second part of the area's ongoing transformation will see a mix of one and two-bedroom properties being built on three streets. Work is under way in Chervil Rise, Long Ley and Tremont Street after the city council gave the go-ahead this week. Phase one of the project involved 40 new two and four-bedroom houses on Hobgate Road and Tithe Croft. Video Loading Video Unavailable Click to playTap to play",
			"description": " Second stage of 'run-down' Heath Town's £120m regeneration plan gets go-ahead",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "'Run down' 1960s estate to get 53 new homes in Wolverhampton - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/black-country/run-down-1960s-estate-53-19399233",
			"urlToImage": "https://i2-prod.birminghammail.co.uk/incoming/article19399262.ece/ALTERNATES/s1200/0_Heath-Town-estate-in-Wolverhampton.png"
		},
		{
			"author": "[\"Alan Sepinwall\"]",
			"content": " A review of this week’s The Mandalorian, “The Tragedy,” coming up just as soon as we travel with the windows down… There’s a famous line from the end of the classic John Ford film The Man Who Shot Liberty Valance, where a newspaper editor responds to hearing the honest account of a Wild West myth by declaring, “When the legend becomes fact, print the legend.” What people really want, he’s arguing, is a good story more than the truth, and he aims to keep giving the people what they want. For more than 40 years, Star Wars and the fandom have been printing the legend when it comes to Boba Fett. Based solely on what he does in The Empire Strikes Back and Return of the Jedi, Boba should at best be a minor figure, ranking slightly above Greedo or Lobot in importance, but below Grand Moff Tarkin or Bail Organa. Yes, he tracks Han Solo and friends to Cloud City; but otherwise, he does nothing, and seems to die in humiliating fashion when Han accidentally knocks him into the Sarlacc pit early in Jedi. But his armor looks incredibly cool, and he was introduced under unusual circumstances — first appearing in the one part of the Star Wars Holiday Special that people didn’t hate, then with an action figure fans could only order by mail. So a mystique built up around the guy out of proportion to what he did or said in the movies, to the point where otherwise reasonable people like my Rolling Stone colleagues would do something insane like ranking him third overall on a list of the 50 best Star Wars characters ever. George Lucas seemed to understand that he never really used Boba to his full effect in the original films, which led to the introduction of Temuera Morrison as Boba’s father Jango in the prequels. Related Related Still, when this season’s Mandalorian premiere gave us Timothy Olyphant wearing that classic armor, it was hard not to notice how much more exciting the idea of Boba Fett became. Here he was, played by a charismatic actor who got to talk a lot and kick ass to a degree Boba simply wasn’t allowed to in his earlier appearances. The premiere ended with a glimpse of a bald, robed figure played by Morrison, and while some speculated that this was one of the many Republic troopers cloned from Jango (Captain Rex, perhaps?), the simplest answer was that it was Boba himself, who had survived the Sarlacc just as well as his armor did. “The Tragedy” confirms this, as well as the fact that he was the mysterious figure approaching Fennec Shand’s body at the end of Season One’s “The Gunslinger.” When Mando and Baby Yoda Grogu arrive at the Seeing Stone on the planet of Tython, Mando is startled to see a ship has followed them — a ship with the familiar silhouette of Boba Fett’s Slave I from Empire (a vessel nearly as cool as the armor itself). While the kid is inside an impregnable Force field, Mando goes to confront his pursuers, and discovers that Fennec survived his attack with the help of Boba Fett (and some new mechanical guts). But the swift arrival of Moff Gideon’s troops postpones any further talk, and soon the trio are working together against this much larger force.",
			"description": "This week on 'The Mandalorian,' Grogu uses the Force, and a franchise legend finally lives up to the hype. Alan Sepinwall's recap",
			"publishedAt": "2020-12-04",
			"source_name": "Rolling Stone",
			"source_url": "rollingstone.com",
			"title": "'The Mandalorian' Recap: The Bounty Hunter Strikes Back - Rolling Stone",
			"url": "https://www.rollingstone.com/tv/tv-recaps/mandalorian-recap-season-2-episode-6-tragedy-1098687/",
			"urlToImage": "https://www.rollingstone.com/wp-content/uploads/2020/12/mandalorian-the-tragedyc.jpg"
		},
		{
			"author": "[\"Ryan O'Neill\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. While this information does indicate the infection rate and number of cases in each ward, it is important to bear in mind that this data is very volatile because it covers such small areas. This means that even a small number of cases in an area with a comparatively smaller population can have a significant effect on the infection rate per 100,000. For example, Pillgwenlly & Docks and Beechwood have the exact same number of cases in the past week (22 each). However, the rate of infection per 100,000 in Pillgwenlly & Docks (248.8) is lower than Beechwood's (361.1). This is because Pillgwenlly & Docks has a larger population than Beechwood.",
			"description": "\n \nTen areas of Newport\nhave more than 300 cases of coronavirus per 100,000 population \n ",
			"publishedAt": "2020-12-04",
			"source_name": "WalesOnline",
			"source_url": "walesonline.co.uk",
			"title": "The areas of Newport with the highest number of coronavirus cases - Wales Online",
			"url": "https://www.walesonline.co.uk/news/wales-news/newport-areas-coronavirus-this-week-19399994",
			"urlToImage": "https://i2-prod.walesonline.co.uk/incoming/article19400049.ece/ALTERNATES/s1200/0_rbp__mai261120newport8547JPG.jpg"
		},
		{
			"author": "[\"Associated\"]",
			"content": " California fire danger remains high even as winds ease LOS ANGELES (AP) - Fire danger remained high Friday amid unpredictable wind gusts and dry conditions in Southern California, as crews made progress against blazes that burned several homes and injured two firefighters. The region's notorious Santa Ana winds decreased slightly but red flag warnings of extreme wildfire risk were in place into the weekend because of low humidity. After the weather calms in the southern part of the state, winds are expected to increase in Northern California starting Sunday, forecasters said. Firefighters were still busy trying to contain a number of blazes south and east of Los Angeles. The biggest began late Wednesday as a house fire in Orange County´s Silverado Canyon that spread to dry brush by fierce winds. Some 25,000 people were ordered to flee their homes, although some evacuations orders were later lifted. The fire grew to 10 square miles (26 square kilometers) and blanketed a wide area with smoke and ash. It was 10% contained as calmer conditions helped hundreds of firefighters who fought the flames on the ground and by air. Two firefighters were hurt battling the blaze but there was no immediate word on their conditions, fire officials said. Some residents said they didn't receive evacuation alerts because Southern California Edison had shut off power as a precaution before the fire erupted, leaving them without cellphone service.",
			"description": "LOS ANGELES (AP) - Fire danger remained high Friday amid unpredictable wind gusts and dry conditions in Southern California, as crews made progress against...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "California fire danger remains high even as winds ease | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/ap/article-9018725/California-winds-ease-fire-danger-remains-high.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451736-1607096971-529_636x382.jpg"
		},
		{
			"author": "[\"Associated\"]",
			"content": " Suga, who took office in mid-September, set climate change as one of his main policy goals along with promoting a digital transformation of Japanese society - issues which were left behind by his predecessor, Shinzo Abe, who resigned because of ill health. \"The fund is to bolster environmental investment as we aim to become a global leader in this area,\" Suga said. He pledged to achieve carbon neutrality by 2050 in a policy speech in October, though it will be a major challenge given Japan´s significant reliance on fossil fuel. Suga, in his first full-fledged news conference since taking office, said Friday that his Cabinet plans next week to approve an economic package that will also include 1 trillion yen ($9.5 billion) to promote the country's digital transformation - a weakness that Japan recognized when companies were requested to allow employees to work from home in response to the coronavirus and many were unable to. Although he is known for a pragmatic approach to getting things done, it's unclear whether Suga has the political heft to overcome vested interests in weaning the resource-poor nation from its reliance on imported oil and gas. Japanese Prime Minister Yoshihide Suga speaks during a news conference in Tokyo on Friday, Dec. 4, 2020. Suga announced a 2 trillion green fund to promote innovation and technology to achieve his pledge to achieve a carbon free society by 2050.(AP Photo/Hiro Komae, Pool) He said Japan needs to strive to become a global leader in achieving carbon neutrality, and that investment in the environment is a growth opportunity, not a burden.",
			"description": "TOKYO (AP) - Japanese Prime Minister Yoshihide Suga pledged a 2 trillion yen ($19 billion) fund on Friday to promote ecological businesses and innovation to...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Japan PM pledges $19B to promote ecological businesses | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/ap/article-9018739/Japan-PM-pledges-19B-promote-ecological-businesses.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/14/wire-36449798-1607093671-774_636x382.jpg"
		},
		{
			"author": "[\"Gurdip Thandi\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Related Articles Read More Related Articles And he also shared the experiences of one of his neighbours, aged in her 40s, who described her struggles with the virus. Councillor Craddock said: \"Young people are not immune from Covid-19 and the consequences can be tragic to themselves and their families. \"Young people are also not immune from Covid-19 legislation. Groups of youths breaching the regulations should be reported the same way as any other breach.",
			"description": "\"I'm struggling to breathe. The cough is horrendous and feel like I've swallowed a sword in my chest.\"",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "Tragedy sparks warning to young Walsall people about risk of Covid-19 - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/black-country/tragedy-sparks-warning-young-walsall-19400793",
			"urlToImage": "https://i2-prod.birminghammail.co.uk/incoming/article18894842.ece/ALTERNATES/s1200/2_DQP_BEM_150720MASKS_17JPG.jpg"
		},
		{
			"author": "[\"Nathan Bevan\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. One became known as one of Wales' great utility backs of the early post-war era, who held down a dirty, back-breaking job underground at the same time his tactical prowess on the pitch singled him out as being amongst the sport's shining lights. The other, from more than 11,500 miles away, made a name for himself as a similarly hard-as-nails fullback who could notoriously kick goal from the halfway mark in just his bare feet - something that would make even today's toughest players wince. Indeed, Treorchy -born Billy Cleaver, aka Billy the Kick, and Kiwi Robert Scott - otherwise known as Barefoot Bob - were even born in the same year as each other, namely 1921. Both men would also eventually end up facing off against each other under the floodlights in three of the British Lions' test matches against the All Blacks on their tour of New Zealand in 1950. And these once fierce rivals are to face off against each other again as vintage jerseys from each late player's heyday are to go under the hammer this weekend. Barefoot Bob who could kick goal from the halfway line without his boots on (Image: Wikipedia)",
			"description": "\n Fierce rivals on the pitch, the late greats are about to go head to head again this weekend   \n ",
			"publishedAt": "2020-12-04",
			"source_name": "WalesOnline",
			"source_url": "walesonline.co.uk",
			"title": "Billy the Kick and Barefoot Bob - the story of two hardcore rugby legends - Wales Online",
			"url": "https://www.walesonline.co.uk/sport/rugby/billy-kick-barefoot-bob-story-19399625",
			"urlToImage": "https://i2-prod.walesonline.co.uk/incoming/article19400102.ece/ALTERNATES/s1200/50898373_2004-09-17_Sport-Rugby-Wales-v-England_.jpg"
		},
		{
			"author": "[\"Associated\"]",
			"content": " Norway's deputy central bank chief resigns over China ties COPENHAGEN, Denmark (AP) - The deputy governor of Norway´s central bank is stepping down with immediate effect after he was not granted a new security clearance because he has ties to China via his wife. The move comes at at time when several Western governments are tightening security controls against potential influence from China, particularly in technology, finance and other corporate sectors. \"The Norwegian Civil Security Clearance Authority informs me that the reason that I will not receive a renewed security clearance is that my wife is a Chinese citizen and resides in China, where I support her financially,\" Jon Nicolaisen said in a statement on Friday. It was unclear if Nicolaisen's wife has any ties to the Chinese government or other interests. The Norges Bank governor, Oeystein Olsen, said they had taken note of the decision and that Nicolaisen had \"performed his duties superbly as a close colleague and competent professional.\" Nicolaisen was appointed in 2014 and reappointed April 1, 2020, when he was given special responsibility for managing the world's largest sovereign wealth fund, worth $1.2 trillion.",
			"description": "COPENHAGEN, Denmark (AP) - The deputy governor of Norway´s central bank is stepping down with immediate effect after he was not granted a new security...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Norway's deputy central bank chief resigns over China ties | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/ap/article-9018771/Norways-deputy-central-bank-chief-resigns-China-ties.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Associated\"]",
			"content": " Greek FM: Turkey's moves to ease tensions 'unconvincing' NICOSIA, Cyprus (AP) - Turkey´s recent moves to de-escalate a clash with Greece and Cyprus over east Mediterranean energy reserves are \"unconvincing\" and European Union leaders need to take action that will prompt Ankara to heed international law, Greece´s foreign minister said on Friday. Nikos Dendias said Turkey opted not to seize an opportunity that European Union leaders offered it in October to ease tensions in the region so that the 27-member bloc could start reshaping its fraught relations with Ankara. Turkey last week ordered the research vessel Oruc Reis back to port after completing what it said was seismic research in east Mediterranean waters. The warship-escorted vessel´s activities in waters where Greece asserts jurisdiction prompted a military build-up between the two neighbors and nominal NATO allies. Greece countered by also sending its warships, and both countries conducted military exercises to assert their claims. NATO stepped in to prevent a potential armed conflict. But Dendias said the ship´s return to port wasn´t enough. \"Turkey´s belated moves in recent days to supposedly de-escalate tensions are not convincing.\" Dendias said after talks with his Cypriot counterpart, Nikos Christodoulides. \"That´s why we have jointly asked all other European Union member states to live up to their responsibilities.\"",
			"description": "NICOSIA, Cyprus (AP) - Turkey´s recent moves to de-escalate a clash with Greece and Cyprus over east Mediterranean energy reserves are ",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Greek FM: Turkey's moves to ease tensions 'unconvincing' | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/ap/article-9018855/Greek-FM-Turkeys-moves-ease-tensions-unconvincing.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36450958-1607095791-727_636x382.jpg"
		},
		{
			"author": "[\"Associated\"]",
			"content": " Ivory Coast ex-president plans to return home from exile ABIDJAN, Ivory Coast (AP) - Ivory Coast´s former president Laurent Gbagbo plans to return to his home country after his passport was returned following his acquittal at The Hague last year, his lawyer said Friday. Gbagbo has been unable to return to the West African nation since his January 2019 acquittal under the terms of his release, which had him remain in Belgium after having handed over his passports while awaiting a ruling on an appeal. \"Laurent Gbagbo today received two passports, one ordinary and one diplomatic,\" lawyer Habiba Toure said. \"He welcomes the act just taken by Ivorian authorities which, according to him, goes in the direction of appeasement.\" The diplomatic passport can only be issued with the consent of Ivory Coast President Alassane Ouattara. Gbagbo plans to return to Ivory Coast this month and has appointed Assoa Adou, secretary general of Gbagbo´s political party, to approach authorities so that he can return in peace and in accordance with his status as former president, Toure said. Gbagbo refused to concede defeat after losing the 2010 election to Ouattara. Both men held inauguration ceremonies and the standoff persisted for months until pro-Ouattara forces captured Gbagbo from his underground bunker. More than 3,000 people died during the 2010-2011 crisis. Gbagbo was brought before the International Criminal Court in 2011 to face charges of crimes against humanity, of which he was acquitted.",
			"description": "ABIDJAN, Ivory Coast (AP) - Ivory Coast´s former president Laurent Gbagbo plans to return to his home country after his passport was returned following his...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Ivory Coast ex-president plans to return home from exile | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/ap/article-9018857/Ivory-Coast-ex-president-plans-return-home-exile.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"James Rodger\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. City Road and Dudley Road are understood to have been closed off, while police deal with the incident. An update on social media reads: \"A457 Dudley Road between Icknield Port Road and City Road #Summerfield#Birmingham is CLOSED in both directions due to a police incident. There is very heavy traffic congestion in the area. Plan ahead and find alternative routes.\" Dudley Road, Winson Green The Midlands Air Ambulance was scrambled from Cosford and several land ambulances were called to the scene. We have asked West Midlands Police for a comment about the incident and we have a photographer on the way.",
			"description": "\n City Road and Dudley Road are understood to have been closed off, while police deal with the incident\n ",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "Man 'stabbed' in Winson Green with major road closures in place - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/news/midlands-news/man-stabbed-winson-green-major-19402036",
			"urlToImage": "https://i2-prod.coventrytelegraph.net/incoming/article19402112.ece/ALTERNATES/s1200/0_download.png"
		},
		{
			"author": "[\"Associated\"]",
			"content": " As hospitals cope with a COVID-19 surge, cyber threats loom BURLINGTON, Vt. (AP) - By late morning on Oct. 28, staff at the University of Vermont Medical Center noticed the hospital´s phone system wasn´t working. Then the internet went down, and the Burlington-based center's technical infrastructure with it. Employees lost access to databases, digital health records, scheduling systems and other online tools they rely on for patient care. In its main laboratory, which runs about 8,000 tests a day, employees printed or hand-wrote results and carried them across facilities to specialists. Outdated, internet-free technologies experienced a revival. \"We went around and got every fax machine that we could,\" said UVM Medical Center Chief Operating Officer Al Gobeille. The Vermont hospital had fallen prey to a cyberattack, becoming one of the most recent and visible examples of a wave of digital assaults taking U.S. health care providers hostage as COVID-19 cases surge nationwide. In this photo provided by the University of Vermont Health Network, IT staff at the University of Vermont Medical Center in Burlington, Vt., continue work to scan thousands of the hospital's computer systems for malware on Friday, Nov. 20, 2020, after the Oct. 28 cyberattack forced a shut down of the hospital's electronic medical records system and other key systems. (Ryan Mercer/University of Vermont Health Network via AP)",
			"description": "BURLINGTON, Vt. (AP) - By late morning on Oct. 28, staff at the University of Vermont Medical Center noticed the hospital´s phone system wasn´t working.Then...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "As hospitals cope with a COVID-19 surge, cyber threats... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/ap/article-9018891/As-hospitals-cope-COVID-19-surge-cyber-threats-loom.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451588-1607096723-816_636x382.jpg"
		},
		{
			"author": "[\"Associated\"]",
			"content": " Veteran German diplomat named to top OSCE post BERLIN (AP) - Veteran German diplomat Helga Schmid, a key behind-the-scenes negotiator of the 2015 nuclear accord with Iran, was named Friday as the new administrative head of the Organization for Security and Co-operation in Europe. The Vienna-based regional security organization plays an important role in trying to resolve conflicts in Europe and on its periphery, including Ukraine. Its 57 members include Russia and the United States. A career diplomat, the 59-year-old Schmid was the German embassy's spokeswoman in Washington during the early 1990s, before taking senior roles at the German Foreign Ministry in Berlin, and later moved to Brussels. She spent the last four years as the head of the EU's diplomatic service. The post of OSCE secretary general comes with a three-year term that can be renewed once. The secretary general is the administrative head of the OSCE, complementing the presidency which rotates annually among member states. A branch of the organization also conducts election monitoring missions, including during last month's U.S. presidential vote.",
			"description": "BERLIN (AP) - Veteran German diplomat Helga Schmid, a key behind-the-scenes negotiator of the 2015 nuclear accord with Iran, was named Friday as the new...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Veteran German diplomat named to top OSCE post | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/ap/article-9018909/Veteran-German-diplomat-named-OSCE-post.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Andy Richardson\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time.",
			"description": "\n Moustafa brutally murdered his wife and neighbour in a drug-fuelled rampage and will serve at least 30 years in jail\n ",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "Tamer Moustafa 'gets what he deserves'- family speaks out as brutal double killer is caged - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/news/midlands-news/tamer-moustafa-gets-what-deserves-19400700",
			"urlToImage": "https://i2-prod.birminghammail.co.uk/incoming/article17938166.ece/ALTERNATES/s1200/3_2020-03-17.jpg"
		},
		{
			"author": "[\"Associated\"]",
			"content": " Russell posts fastest time in 1st practice for Sakhir GP SAKHIR, Bahrain (AP) - Lewis Hamilton's replacement driver set the fastest time Friday in the first practice session for the Sakhir Grand Prix. George Russell, given his chance with Mercedes after Hamilton tested positive for COVID-19, completed a lap of the desert track under floodlights in 54.546 seconds. His time was 0.176 seconds faster than Red Bull driver Max Verstappen and 0.265 ahead of Alexander Albon. Hamilton, who has already clinched the season-long championship, is self-isolating for 10 days and could also miss the year´s final race in Abu Dhabi next weekend. The 22-year-old Russell has bigger feet than Hamilton and had to squeeze into Size 10 racing boots rather than his usual Size 11. Mercedes driver Valtteri Bottas, who is fighting to hold off Verstappen for second in the championship, was fourth quickest, 0.322 behind Russell. Bottas trails Hamilton by 131 points and leads Verstappen by 12 - although Verstappen has a slower car.",
			"description": "SAKHIR, Bahrain (AP) - Lewis Hamilton's replacement driver set the fastest time Friday in the first practice session for the Sakhir Grand Prix.George...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Russell posts fastest time in 1st practice for Sakhir GP | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/ap/article-9018971/Russell-posts-fastest-time-1st-practice-Sakhir-GP.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36452360-1607097567-91_636x382.jpg"
		},
		{
			"author": "[\"Staff Report\"]",
			"content": " Arrests following robberies Staff Report Dec 4, 2020 Dec 4, 2020Updated 7 min ago Photos Provided: BCSO The Berkeley County Sheriff’s Office has arrested two suspects after three armed robberies occurred early Thursday morning, Dec. 3. Deputies said they arrested 19-year old Kevin Lavon Givens and 19-year old Rome Javon Richardson. Both suspects are being charged with three counts of Armed Robbery and various weapons charges. “Every year we see an increase in thefts around the holiday season. Unfortunately, these criminals believe they can get away after committing violent offenses. That will not be the case. I am grateful to our surrounding agencies that came to assist us in making arrests swiftly,” said Berkeley County Sheriff Duane Lewis in a statement about the arrests.",
			"description": "The Berkeley County Sheriff’s Office has arrested two suspects after three armed robberies occurred early Thursday morning, Dec. 3. Deputies said they arrested 19-year old Kevin Lavon Givens and 19-year",
			"publishedAt": "2020-12-04",
			"source_name": "Post and Courier",
			"source_url": "postandcourier.com",
			"title": "Arrests following robberies | News | postandcourier.com",
			"url": "https://www.postandcourier.com/berkeley-independent/news/arrests-following-robberies/article_3150126e-3644-11eb-aab3-63b2b24480d6.html",
			"urlToImage": "https://bloximages.newyork1.vip.townnews.com/postandcourier.com/content/tncms/assets/v3/editorial/7/7a/77a4de64-3646-11eb-8a90-ab117c7ae778/5fca57aca701e.image.png?resize=805%2C630"
		},
		{
			"author": "[\"DAVID J. MITCHELL | Staff writer\"]",
			"content": " File photo -- A common sight in unincorporated Ascension Parish, a white discharge pipe, left, for an individual sewer treatment system empties into a drainage ditch along KC Road north of Gonzales Friday, April 12, 2019. Ascension Parish plans to ask voters on April 24 whether to sell off sewer systems File photo -- A common sight in unincorporated Ascension Parish, a white discharge pipe, left, for an individual sewer treatment system empties into a drainage ditch along KC Road north of Gonzales Friday, April 12, 2019. Ascension Parish government plans to ask voters in late April whether the parish should sell off its sewer systems and grant a long-term franchise agreement to a company owned by a Jim Bernhard-led private equity firm, parish officials said. A small group of parish officials and the company, National Water Infrastructure, have been negotiating in private for weeks on a deal that has not been made final or public, but past versions of the proposal have involved steady rate increases for customers of NWI and the underfunded parish system. Any deal would involve roughly 19,000 combined customers of the parish and NWI, the entity that took over from a longtime parish sewer company, Ascension Wastewater Treatment, after Bernhard Capital Partners Management bought the company in April for an undisclosed price. With systems also in East Baton Rouge, Livingston and Iberville parishes, NWI is the largest private sewer company in the state. Bernhard Capital, led by Shaw Group CEO Jim Bernhard, has raised $3 billion and has been looking to invest in utilities as part of its investment strategy.",
			"description": "Ascension Parish government plans to ask voters in late April whether the parish should sell off its sewer systems and grant a long-term franchise agreement to a company owned by",
			"publishedAt": "2020-12-04",
			"source_name": "The Advocate",
			"source_url": "theadvocate.com",
			"title": "Ascension Parish plans to ask voters on April 24 whether to sell off sewer systems | News | theadvocate.com",
			"url": "https://www.theadvocate.com/baton_rouge/news/article_46fed332-35d3-11eb-994e-579c313f50b6.html",
			"urlToImage": "https://bloximages.newyork1.vip.townnews.com/theadvocate.com/content/tncms/assets/v3/editorial/d/d1/dd1d1eae-acfa-11e9-81d5-d7dab75a96f6/5cb34c2d30e9d.image.jpg?resize=840%2C630"
		},
		{
			"author": "[\"Associated\"]",
			"content": " Mining giant Glencore lays out climate plan as CEO retires BERLIN (AP) - Mining giant Glencore said Friday that it aims to stop adding greenhouse gas emissions to the atmosphere by 2050. The Anglo-Swiss company, which is one of the world's biggest miners of coal, said it plans to cut emissions from all parts of its business by 40% in the next 15 years compared with 2019 levels, before going to `net zero´ by mid-century. The term net zero means Glencore will only emit as much carbon dioxide and other planet-warming gases as can be absorbed again through technological and natural means. Several countries and companies have recently pledged to aim for net zero by 2050 as part of global efforts to curb climate change. Scientists say man-made greenhouse gas emissions need to drop drastically in the coming decades in order to keep global warming well below 2 degrees Celsius (3.6 Fahrenheit) as agreed in the 2015 Paris climate accord. Glencore said it aims to shrink its carbon footprint by reducing coal production, expanding its metals portfolio - including those needed for battery production - and boosting low emission technologies. But the company also said it expects fossil fuels to play an important role \"for many years to come\" and that it won't sell off its coal mines.",
			"description": "BERLIN (AP) - Mining giant Glencore said Friday that it aims to stop adding greenhouse gas emissions to the atmosphere by 2050.The Anglo-Swiss company, which...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Mining giant Glencore lays out climate plan as CEO retires | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/ap/article-9018973/Mining-giant-Glencore-lays-climate-plan-CEO-retires.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"David Hambling\"]",
			"content": " Military robots perform worse when humans won't stop interrupting them The US military is experimenting with several kinds of robot, including this Ghost Robotics Vision 60 prototype Tech. Sgt. Cory D. Payne/U.S. Air Force When soldiers are teamed with robots, the human need to interfere may negate the benefits of robotic assistance, a new US military project has discovered. But letting military artificial intelligence proceed without human supervision raises troubling ethical questions. The System-of-Systems Enhanced Small Unit (SESU) project foresees a team of around 200 to 300 soldiers augmented with swarms of small drones and robotic ground vehicles. The lightly equipped unit would fight in zones where the enemy …",
			"description": "A US project has found that AI-controlled military robots perform worse when humans interrupt them – but letting the robots operate alone raises serious ethical questions",
			"publishedAt": "2020-12-04",
			"source_name": "New Scientist",
			"source_url": "newscientist.com",
			"title": "Military robots perform worse when humans won't stop interrupting them | New Scientist",
			"url": "https://www.newscientist.com/article/2261842-military-robots-perform-worse-when-humans-wont-stop-interrupting-them/?utm_campaign=RSS%7CNSNS&utm_source=NSNS&utm_medium=RSS&utm_content=home",
			"urlToImage": "https://images.newscientist.com/wp-content/uploads/2020/12/03135041/200901-f-wj663-0025_web.jpg"
		},
		{
			"author": "[\"James Rodger\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time.",
			"description": "\n Actress Lisa George, who plays Beth Sutherland (nee Tinker) in the soap, made the admission during an interview\n ",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "Coronation Street star left half-blind in one eye after mini-stroke - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/news/showbiz-tv/coronation-street-star-left-half-19401709",
			"urlToImage": "https://i2-prod.manchestereveningnews.co.uk/incoming/article16984360.ece/ALTERNATES/s1200/0_JS172718363.jpg"
		},
		{
			"author": "[\"Hanna Raskin hraskin@postandcourier.com\"]",
			"content": " Rodney Zurcher throws an oyster shell into a recycling bin during the Lowcountry Oyster Festival at Boone Hall Plantation in January 2020. The festival, which is the largest oyster festival in the world, featured over 60,000 oysters. Lauren Petracca/Staff Rodney Zurcher throws an oyster shell into a recycling bin during the Lowcountry Oyster Festival at Boone Hall Plantation in January 2020. The festival, which is the largest oyster festival in the world, featured over 60,000 oysters. Lauren Petracca/Staff “Seeing as we are charitable organization and this is our only fundraiser, this event determines if we will be able to help our local and regional charitable efforts,” Kish says of the rationale for proceeding with the standard program, despite surging rates of COVID-19 statewide. He adds, “If we do decide to cancel the event due to COVID, (we) will refund 100 percent of the cost of a ticket…This should give our patrons comfort they have no risk purchasing a ticket in advance.” We publish our free Food & Dining newsletter every Wednesday at 10 a.m. to keep you informed on everything happening in the Charleston culinary scene. Sign up today! Kish says the Lowcountry Hospitality Association, an arm of the Charleston Area Convention and Visitors Bureau, is implementing various safety measures to enhance social distancing. For example, the group is setting up multiple retail tents at Boone Hall Plantation & Gardens instead of one central tent. It has also eliminated cash transactions, allowing it to dispense with a 1600-square-foot tent it usually erects for cash processing.",
			"description": "The Lowcountry Oyster Festival, which annually brings in thousands of shellfish fans to down oyster shooters and shuck shoulder-to-shoulder, will proceed as planned in January, the Lowcountry Hospitality Association this",
			"publishedAt": "2020-12-04",
			"source_name": "Post and Courier",
			"source_url": "postandcourier.com",
			"title": "Lowcountry Oyster Festival invites thousands to its shucking tables as SC COVID cases rise | Raskin Around | postandcourier.com",
			"url": "https://www.postandcourier.com/blog/raskin_around/lowcountry-oyster-festival-invites-thousands-to-its-shucking-tables-as-sc-covid-cases-rise/article_afd1208a-363d-11eb-b1d8-9fb8cb7369ab.html",
			"urlToImage": "https://bloximages.newyork1.vip.townnews.com/postandcourier.com/content/tncms/assets/v3/editorial/e/b3/eb390d18-363d-11eb-85b3-d301897a4711/5e2e0862ee738.image.jpg?resize=945%2C630"
		},
		{
			"author": "[\"Associated\"]",
			"content": " EU extends ban on Pakistan's airline from flying to Europe ISLAMABAD (AP) - The European Union´s aviation safety agency has extended a ban imposed on Pakistan's state-run airline this year barring it from flying to Europe after a plane crash that killed 97 people in the port city of Karachi, a spokesman said Friday. At the time - and while the probe into the May 22 Airbus A320 crash was still underway - authorities acknowledged that nearly a third of Pakistani pilots, 260 out of 860, had cheated on their pilot´s exams. Pakistan International Airlines subsequently grounded 150 of its pilots while a probe by the country´s Civil Aviation Authority into the other pilots is still ongoing. In first imposing the ban, the EU agency said it was \"concerned about the validity of the Pakistani pilot licenses.\" It added that Pakistan was not capable of certifying and overseeing \"its operators and aircraft in accordance with applicable international standards.\" Abdullah Hafeez, a spokesman for Pakistan International Airlines told The Associated Press on Friday that the EU's Aviation Safety Agency informed them about its decision to extend the ban after analyzing a report about additional steps taken by PIA to enhance safety measures. No timeframe was given for the duration of the ban's extension. According to Hafeez, although the agency praised PIA for taking additional safety steps, it opted to have the ban remain in effect until Pakistan resolves an issue related to issuing pilot licenses. He did not elaborate.",
			"description": "ISLAMABAD (AP) - The European Union´s aviation safety agency has extended a ban imposed on Pakistan's state-run airline this year barring it from flying to...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "EU extends ban on Pakistan's airline from flying to Europe | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/ap/article-9019003/EU-extends-ban-Pakistans-airline-flying-Europe.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Emily Williams ewilliams@postandcourier.com\"]",
			"content": " Smith and CEO Dave Calhoun discussed the challenges facing the 787 program during the company's third quarter earnings call. In the about month since, the conditions they'd described continued, Smith said, prompting them to make a \"modest adjustment to the 787 production rate.\" Over the last year, the production rate for the jet has been steadily reduced multiple times. Even before the pandemic, reductions were announced twice, first from 14 to 12 in October 2019 then to down to 10 in January. Then, citing the financial blow from the COVID-19 pandemic, the target rate was lowered to seven and eventually six per month. Between now and when the company implements the five-per-month rate, the \"effective production rate\" will be below 10, Smith said. The wide-body jet is favored for overseas routes and has therefore been affected by the continued lag in international air travel, which Smith estimated Friday is still down about 90 percent compared to 2019 levels. “While we balance the supply and demand for the near-term impacts and the global pandemic, we do remain confident in the long-term outlook and certainly the health of the 787…The long-term potentials post-pandemic are very robust,\" Smith said. Deliveries of the 787 have been slowed not just by the pandemic but also because of extra inspections being done on completed aircraft to check for several production flaws with the program that were disclosed this year. Those inspections are \"taking longer than previously anticipated,\" Smith said Friday, and there is a \"large number of undelivered 787 aircraft in inventory.\"",
			"description": "Boeing Co. is lowering the production rate for the 787 Dreamliner jet it builds in North Charleston again as international air travels continues to suffer amid the COVID-19 pandemic.",
			"publishedAt": "2020-12-04",
			"source_name": "Post and Courier",
			"source_url": "postandcourier.com",
			"title": "Boeing drops production rate for SC-made 787 jet again as international travel suffers | Business | postandcourier.com",
			"url": "https://www.postandcourier.com/business/boeing-drops-production-rate-for-sc-made-787-jet-again-as-international-travel-suffers/article_8a7aba4e-363d-11eb-afa0-5f0b71ffa946.html",
			"urlToImage": "https://bloximages.newyork1.vip.townnews.com/postandcourier.com/content/tncms/assets/v3/editorial/b/a0/ba0148dc-363d-11eb-807e-73023a468522/5f766b2ea6007.image.jpg?resize=786%2C630"
		},
		{
			"author": "[\"Layal Liverpool\"]",
			"content": " Voice assistant recordings could reveal what someone nearby is typing Voice assistants can detect typing on nearby devices, which could potentially be used to work out what a person is writing on their phone from up to half a metre away. Ilia Shumailov at the University of Cambridge and his colleagues built a machine-learning system that could recognise the sound of tapping on a touchscreen and combined it with other artificial intelligence tools to try to determine what people were typing. Shumailov and his team asked three volunteers to type randomly displayed 5-digit PIN or English words on a touchscreen device while audio was …",
			"description": "Tapping on devices that is detected by voice assistants could potentially be used to deduce what a person is typing on their phone up to half a metre away",
			"publishedAt": "2020-12-04",
			"source_name": "New Scientist",
			"source_url": "newscientist.com",
			"title": "Voice assistant recordings could reveal what someone nearby is typing | New Scientist",
			"url": "https://www.newscientist.com/article/2261844-voice-assistant-recordings-could-reveal-what-someone-nearby-is-typing/?utm_campaign=RSS%7CNSNS&utm_source=NSNS&utm_medium=RSS&utm_content=home",
			"urlToImage": "https://images.newscientist.com/wp-content/uploads/2020/12/03143601/gettyimages-1179171180_web.jpg"
		},
		{
			"author": "[\"Associated\"]",
			"content": " Man linked to white supremacist group to plead guilty COLLEGE PARK, Md. (AP) - A Maryland man who is scheduled to plead guilty Tuesday in a case stemming from his alleged membership in a white supremacist group wants a federal judge to immediately sentence him at the hearing, a court filing shows. William Bilbrough IV agreed to a specific term of imprisonment as part of his plea deal, a federal prosecutor said in a court filing Thursday. The filing does not specify a charge to which Bilbrough will plead guilty or the length of the prison term he would serve if U.S. District Judge Theodore Chuang accepts the plea agreement's terms. FBI agents arrested Bilbrough and two other men in January as part of a broader investigation of a group called The Base. U.S. Army veteran Brian Mark Lemley Jr., of Elkton, Maryland, and Patrik Mathews, a former Canadian Armed Forces reservist, have pleaded not guilty to charges including transporting a firearm and ammunition with the intent to commit a felony. Bilbrough was 19 and living with his grandmother in Denton, Maryland, at the time of his arrest. He was charged with conspiracy to transport and harbor Mathews, who is accused of illegally entering the U.S. from Canada. Authorities said the three men were members of The Base and that the group's goal was to accelerate the overthrow of the U.S. government and replace it with a white supremacist regime. Authorities in Georgia and Wisconsin arrested four other men linked to The Base early this year. Lemley and Mathews discussed \"the planning of violence\" at a gun rights rally in Richmond, Virginia, in January, according to prosecutors.",
			"description": "COLLEGE PARK, Md. (AP) - A Maryland man who is scheduled to plead guilty Tuesday in a case stemming from his alleged membership in a white supremacist group...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Man linked to white supremacist group to plead guilty | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/ap/article-9019043/Man-linked-white-supremacist-group-plead-guilty.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"James Rodger\"]",
			"content": " Join the Secret Elves to discover the best shopping deals and things to do this Christmas When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. The final episode of This Morning this week saw Eamonn and wife Ruth Langsford presenting. The pair were discussing the re-opening of non-essential stores and businesses across the country. And they were left debating the huge queues outside Primark stores up and down the land when Eamonn revealed all. \"Could I just make and apology to all the viewers in Ireland watching this morning, for the mispronunciation of Primark, there?\" he asked. \"You have to be Irish to know,\" he added.",
			"description": "\n The final episode of This Morning this week saw Eamonn and wife Ruth Langsford presenting\n ",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "Eamonn Holmes reveals we've been saying Primark wrong for years and shares correct way - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/news/showbiz-tv/eamonn-holmes-reveals-weve-been-19401862",
			"urlToImage": "https://i2-prod.birminghammail.co.uk/incoming/article19401155.ece/ALTERNATES/s1200/1_Eamonn-Holmes-confirms-correct-pronunciation-of-Primark-as-we-all-say-it-wrong.jpg"
		},
		{
			"author": "[\"Jordan Lawrence jordanl@free-times.com\"]",
			"content": " Next week, Columbians will be able to watch movies in a Main Street cinema for the first time since it closed due to COVID-19 in March. The Nickelodeon Theatre, the city’s lone arthouse theater, will reopen on Dec. 11 to show a diverse slate of holiday-centered movies through the end of the month, screening “Elf,” “Friday After Next,” “A Christmas Story,” “Polar Express” and “Gremlins” during its first weekend back in action. The Nick joins a scant array of movie theater options available at the moment. With Regal Cinemas closed nationwide, Columbia's AMC theaters and the Spotlight Cinemas location on St. Andrews Road remain in operation, reinforced by outdoor options such as screenings at Segra Park. The move, announced via social media on Dec. 3, comes as coronavirus case numbers continue to spike in South Carolina and across the nation, but Anita Floyd, executive director of the Columbia Film Society, which oversees the theater, said her team feels they can keep audiences safe. “We feel like we have a very strong plan,” she posited. “It’s certainly a conservative one.” “We’re voluntarily keeping our capacity to 25 percent,” Floyd elaborated, “so that gives plenty of opportunity for social distancing. We’ve got a careful plan for that. We’ll have people being seated to make sure that that happens. \"And obviously, the most important thing for any of us anywhere is to wear a mask, so that’s what we’ll be asking our patrons to do,\" she added. \"Some of the things that put you at risk are when you’re vocalizing, and obviously we’re a no-talk theater, so these are things that at least we have some advantages compared to folks who are other places.”",
			"description": "Next week, Columbians will be able to watch movies in a Main Street cinema for the first time since it closed due to COVID-19 in March.",
			"publishedAt": "2020-12-04",
			"source_name": "Post and Courier",
			"source_url": "postandcourier.com",
			"title": "Columbia's lone arthouse cinema will reopen next week for holiday screenings | Movies | postandcourier.com",
			"url": "https://www.postandcourier.com/free-times/movies/columbias-lone-arthouse-cinema-will-reopen-next-week-for-holiday-screenings/article_3e022274-3647-11eb-8ffb-6b43b278495b.html",
			"urlToImage": "https://bloximages.newyork1.vip.townnews.com/postandcourier.com/content/tncms/assets/v3/editorial/c/92/c92c4bce-4208-11ea-a7ad-d38fd68c211d/5e3092c916122.image.jpg?resize=944%2C630"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " Manchester United forward Marcus Rashford a doubt for West Ham clash Manchester United manager Ole Gunnar Solskjaer is hoping Marcus Rashford can overcome a shoulder issue to feature at West Ham on Saturday. The 23-year-old missed the first chunk of the year with a back injury and has impressed with his performances since football resumed amid the coronavirus pandemic. But Rashford is now dealing with a shoulder problem, which saw him pull out of England’s November internationals and come off in the second half of Wednesday’s 3-1 Champions League defeat to Paris St Germain. The United forward is a doubt for the Premier League clash against the Hammers but Solskjaer has not given up on him making the trip to the capital. “Marcus has been training this morning, not fully but he’s joined in with the group,” the United boss said. “Obviously his shoulder stopped him finishing the game, so he’s been getting treatment and hopefully he’ll be part of the squad that travels.",
			"description": "Red Devils boss Ole Gunnar Solskjaer is hoping the 23-year-old overcomes a shoulder injury in time to face the Hammers on Saturday.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Manchester United forward Marcus Rashford a doubt for... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018727/Manchester-United-forward-Marcus-Rashford-doubt-West-Ham-clash.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/14/wire-36449224-1607092881-911_636x382.jpg"
		},
		{
			"author": "[\"Kari Leibowitz\"]",
			"content": " WHEN health psychologist Kari Leibowitz moved from the US to the Norwegian town of Tromsø, more than 300 kilometres north of the Arctic circle, her research became personal. Inspired by recent findings on the ways in which people’s attitudes influence their mental and physical health, she wondered whether this might be the secret to coping with the long, dark Nordic winter. Her research revealed that many Norwegians have a winter mindset that allows them to thrive in conditions she was dreading. Now back in the US at Stanford University, Leibowitz believes her findings hold lessons for us all, especially for people living in the northern hemisphere who, as the nights draw in, face the dual challenges of winter and a stressful pandemic. David Robson: What are “mindsets” and why are they so important? Kari Leibowitz: I think of mindsets as a framework that helps us simplify information and make sense of the world. And we’re really just at the beginning of unpacking the ways that they can shape our health and well-being. A lot of my research now is looking at how we can use mindsets in clinical practice. In one of the last studies that I did, we tested the effects of changing people’s mindsets – even without treatment. We brought our participants to the lab and we pricked them with histamine, triggering a minor allergic reaction that looks a bit like a mosquito bite. For some people, a doctor just examined their arm; for the others, the doctor examined their arm and said: “OK, from now on, the itch and irritation will feel better and your …",
			"description": "Lockdown restrictions in winter might seem something to dread, but we can combat this by embracing the mindset of people used to long, dark winters, says health psychologist Kari Leibowitz",
			"publishedAt": "2020-12-04",
			"source_name": "New Scientist",
			"source_url": "newscientist.com",
			"title": "The Scandinavian secrets to keeping positive in a covid-19 winter | New Scientist",
			"url": "https://www.newscientist.com/article/mg24833112-500-the-scandinavian-secrets-to-keeping-positive-in-a-covid-19-winter/?utm_campaign=RSS%7CNSNS&utm_source=NSNS&utm_medium=RSS&utm_content=home",
			"urlToImage": "https://images.newscientist.com/wp-content/uploads/2020/12/02104715/gettyimages-149422329.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " Frank Lampard eager to play down Marcelo Bielsa row on eve of meeting Frank Lampard has moved to put his ‘spygate’ spat with Marcelo Bielsa to bed ahead of Chelsea’s Premier League clash with Leeds at Stamford Bridge. Lampard and Bielsa will face off for the first time since the 2019 Championship play-offs, when Lampard’s Derby came from behind and beat Leeds 4-3 at the end of a turbulent campaign. Bielsa sent an intern to spy on Lampard’s Derby in training in January 2019, with the Argentinian later paying an EFL fine of £200,000. Lampard insisted he would rather quit than emulate Bielsa’s subterfuge, with the Leeds boss eventually accepting such practices are not acceptable in the English game. Bielsa stirred the pot however by delivering an hour-long PowerPoint presentation press conference, detailing how to analyse opponents in such depth as he had Derby. With no little rancour between the two managers in their Championship exchanges, many had anticipated a frostiness between the pair – but Lampard has joined Bielsa in attempting to dampen down any talk of a lingering feud.",
			"description": "The pair meet when Lampard was in charge of Derby.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Frank Lampard eager to play down Marcelo Bielsa row on... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018731/Frank-Lampard-eager-play-Marcelo-Bielsa-row-eve-meeting.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36450162-1607094409-543_636x382.jpg"
		},
		{
			"author": "[\"James Rodger\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time.",
			"description": "\n Northern Irish presenter Eamonn will be replaced by the Brummie TV personality in January as part of a shake-up\n ",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "Eamonn Holmes has swipe at Alison Hammond's singing in awkward This Morning jibe - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/news/showbiz-tv/eamonn-holmes-swipe-alison-hammonds-19401808",
			"urlToImage": "https://i2-prod.coventrytelegraph.net/incoming/article19401815.ece/ALTERNATES/s1200/1_Screen-Shot-2020-12-04-at-105756.png"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " First people in Wales to be given coronavirus vaccine on Tuesday Frontline NHS and social care staff in Wales will receive the country’s first coronavirus vaccine from Tuesday, the First Minister has said. Mark Drakeford said he hoped supplies of the Pfizer vaccine marked a “turning point in the pandemic” that would put Wales “on what is going to be a long path back to normality”. The announcement came on the same day Wales’ new restrictions on its hospitality sector came into force, which will see pubs, bars and restaurants forced to offer takeaway only after 6pm and to stop selling alcohol entirely. Welsh Labour leader Mr Drakeford told Friday’s Welsh Government press briefing that the first vaccine supplies would arrive “in the next couple of days” and that trained staff were ready to administer it. “I’m pleased to be able to say this afternoon that we are planning to begin vaccinating people from Tuesday next week,” he said. “We hope of course this marks a turning point in the pandemic, and that it will put us on to what is going to be a long path back to normality.”",
			"description": "Mark Drakeford said, while the Pfizer vaccine `offers hope for the future´, the picture in Wales with regards to transmissions `remains very serious´.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "First people in Wales to be given coronavirus vaccine... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018761/First-people-Wales-given-coronavirus-vaccine-Tuesday.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451310-1607096498-154_636x382.jpg"
		},
		{
			"author": "[\"James Rodger\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Executive Producer Richard Cowles said: “Australia has been I’m A Celebrity’s natural home and the Welsh version was born out of necessity rather than choice, but we’ve learned a lot and so maybe there is a UK incarnation of the show.\" He continued: “We will look at what being in Wales means for the format going forward. Is it something we would want to do again, or do we want to return to Australia?” Read More Related Articles Read More Related Articles",
			"description": "\n The final of the twentieth series of the show has been held in North Wales, at a castle, after coronavirus travel restrictions made Australia impossible\n ",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "I'm A Celebrity may never return to Australia, ITV bosses say - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/news/showbiz-tv/im-celebrity-never-return-australia-19401765",
			"urlToImage": "https://i2-prod.birminghammail.co.uk/incoming/article19396681.ece/ALTERNATES/s1200/0_JS224315690.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " Earlier this week, the National Care Forum welcomed the Government’s plans but stressed the need for support to make them happen, saying the move is “on the money – but without the money!” Meanwhile, the medicines regulator has said that batches of the newly approved coronavirus vaccine can be split into smaller numbers of doses. And it has emerged that Scotland plans to get the jabs into care homes by mid-December. The Medicines and Healthcare products Regulatory Agency (MHRA) said on Wednesday, in a document outlining conditions of authorisation, that batches can be made smaller. At a Downing Street press conference on Wednesday evening , NHS England chief executive Sir Simon Stevens said the vaccine would not reach care homes until confirmation that it could be safely divided. Asked for comment, NHS England would not commit to a date to roll the vaccine out in English care homes. The MHRA document said “further packing down” of batches to aid deployment could occur at 2C to 8C within 120 hours of leaving cold storage.",
			"description": "The head of a large regional group of care homes said testing visitors will take staff away from their jobs and involve training.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Care bosses express concerns over family visits | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018781/Care-bosses-express-concerns-family-visits.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/14/wire-36449834-1607093783-92_636x382.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " Roy Hodgson eager to unleash `fit and ready´ Wilfried Zaha against West Brom Roy Hodgson has declared Crystal Palace talisman Wilfried Zaha “fit and ready to play” at West Brom on Sunday. The Ivory Coast international has missed the Eagles’ last two games after he tested positive for Covid-19 last month. In Zaha’s absence, Palace lost away to Burnley and at home to Newcastle to drop down to 15th in the Premier League, but the five-goal hitman will be part of the squad travelling to the Hawthorns this weekend. “He was very disappointed to miss those two games, but he’s been with us since having his test and proving negative,” Hodgson said. “We have enjoyed his presence with us in training this week and he is fit and ready to play.” Sunday will see Hodgson return to the club where he spent 15 months in charge before he left the Baggies at the end of the 2011-12 season to take the England job.",
			"description": "Zaha is the Eagles´ top goalscorer so far this season with five goals.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Roy Hodgson eager to unleash `fit and ready´ Wilfried... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018783/Roy-Hodgson-eager-unleash-fit-ready-Wilfried-Zaha-against-West-Brom.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/14/wire-36449838-1607093800-294_636x382.jpg"
		},
		{
			"author": "[\"Joseph Chapman\"]",
			"content": " Roy Hodgson's classy message to West Brom fans ahead of reunion Former West Bromwich Albion and England manager Roy hodgson before the Premier League match at The Hawthorns, West Bromwich. PRESS ASSOCIATION Photo. Picture date: Saturday February 25, 2017. See PA story SOCCER West Brom. Photo credit should read: Nick Potts/PA Wire. RESTRICTIONS: EDITORIAL USE ONLY No use with unauthorised audio, video, data, fixture lists, club/league logos or \"live\" services. Online in-match use limited to 75 images, no video emulation. No use in betting, games or single club/league/player publications. Sign up NOW for daily Baggies news straight to your inbox When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. Roy Hodgson retains a lot of love for West Brom as he prepares to make his latest return to The Hawthorns with Crystal Palace this weekend. Hodgson succeeded Roberto Di Matteo in February 2011 with Albion in a relegation battle and he led them to 11th and 10th places finishes in the Premier League before being offered the England job. He’s been back a couple of times since with Palace, the first time being Alan Pardew’s first match in charge of the Baggies in November 2017. On that day, he received a particularly warm welcome back from the home faithful.",
			"description": "\n Roy Hodgson is back at The Hawthorns this weekend for West Brom v Crystal Palace\n ",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "Roy Hodgson's classy message to West Brom fans ahead of reunion - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/sport/football/football-news/roy-hodgsons-classy-message-west-19402063",
			"urlToImage": "https://i2-prod.birminghammail.co.uk/incoming/article13601840.ece/ALTERNATES/s1200/JS112840073.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " Queen holds first virtual diplomatic audience The Queen has held her first virtual diplomatic audience greeting foreign ambassadors in Buckingham Palace – from her Windsor Castle home. Following tradition three ambassadors presented their credentials to the monarch but via a video link, staged in line with medical advice. The Queen and Duke of Edinburgh spent much of the second lockdown in England at their Berkshire residence and announced earlier this week they will remain at Windsor Castle for Christmas, forgoing the annual royal gathering at Sandringham. A Buckingham Palace spokeswoman said: “Diplomatic audiences are a long standing and traditional part of the monarch’s role and the hope has always been to restart them as soon as possible. “A variety of options were considered in line with current guidelines to reintroduce diplomatic audiences while retaining some of the long-established ceremonial elements, such as the use of Buckingham Palace.” She added: “At this time, in line with medical advice, Her Majesty will conduct diplomatic audiences virtually from Windsor Castle.”",
			"description": "Diplomatic audiences have remained almost unchanged since the Victorian era with ambassadors taken to Buckingham Palace in a horse-drawn carriage.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Queen holds first virtual diplomatic audience | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018797/Queen-holds-virtual-diplomatic-audience.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36449936-1607094078-672_636x382.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " Manchester City will again be without record goalscorer Sergio Aguero for this weekend’s Premier League clash with Fulham. Aguero has missed City’s last two games after suffering discomfort in his knee and, despite returning to training, the club are unwilling to take risks with his fitness. The 32-year-old had a knee operation in the summer and his comeback this season has already been complicated by a hamstring injury. Asked if he was in contention for Saturday’s game at the Etihad Stadium, Guardiola said: “No. He is getting better. Today he was part of the training, that is the good news. He is already on the pitch with us.” Guardiola was unwilling discuss this week’s latest controversy involving Porto following the Champions League meeting between the clubs on Tuesday. City claimed the point they needed to top Group C with a goalless draw at the Estadio do Dragao but the game has been overshadowed by more inflammatory post-match comments from the Portuguese club. Porto boss Sergio Conceicao, who accused Guardiola of trying to influence the officials after an ill-tempered contest at the Etihad in October, this time said he would have been “upset” not to have won “with the team and the budget” of his opposite number.",
			"description": "The 32-year-old had an operation in the summer and the club are unwilling to take risks with his fitness.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Sergio Aguero to miss Manchester City´s match against... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018817/Sergio-Aguero-miss-Manchester-City-s-match-against-Fulham-knee-injury.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36450178-1607094426-721_636x382.jpg"
		},
		{
			"author": "[\"Joseph Chapman\"]",
			"content": " When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. West Brom have suffered a huge blow after learning that left wing-back Conor Townsend has been ruled out for up to six weeks with a knee injury. Townsend has been one of Albion’s best performing players in recent weeks after displacing Kieran Gibbs in the starting line-up and finding his feet in the Premier League, but he hobbled off last Saturday after picking up a problem in the win over Sheffield United. Townsend did initially try and play on, something that boss Slaven Bilic reasoned was typical of the player’s attitude, but he eventually gave into the injury and was replaced by winger Matt Phillips. Make sure you don't miss a thing - click here to sign up to our Albion newsletter With Albion operating in a 3-5-2 system and wing-backs on either side, Townsend has flourished and his input will not be so easily replaced. “I knew straight away. When I saw Conor needed to be subbed, he is not that kind of guy,” Bilic revealed. “I hoped it was nothing major and thank God it isn’t but he is going to be out between four to six weeks.",
			"description": "\n With Albion operating in a 3-5-2 system and wing-backs on either side, Townsend has flourished and his input will not be so easily replaced\n ",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "West Brom suffer huge injury blow ahead of Crystal Palace clash - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/sport/football/football-news/west-brom-suffer-huge-injury-19401663",
			"urlToImage": "https://i2-prod.birminghammail.co.uk/sport/football/football-news/article19294738.ece/ALTERNATES/s1200/0_GettyImages-1229529571.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " Liverpool manager Jurgen Klopp has warned England boss Gareth Southgate he will have a problem for Euro 2020 as he will “get what he is given” by Premier League clubs if the current three-substitute rule persists. Klopp has been the most vocal proponent of a return to having the option to make five changes during a match, in line with what happened after lockdown ended last season. However, despite him and a number of other managers supporting the move there was no vote on it at this week’s Premier League meeting. “I’m not surprised. I told you that in the managers’ meeting (in November) if we would have voted that day, which we were not allowed to, it would have been through 100 per cent with 15 or 16 votes,” he said. “That it didn’t happen since then is a sign some shareholders and CEOs and sporting directors see differently from their managers. “That is not a good sign, really, to be honest. These people now really ignore player welfare. “Now pretty much all teams have to play every three days, it will be massive for everybody from now on and every team will feel the difference.",
			"description": "The Liverpool boss is a vocal proponent of having the option to making five changes during a match.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Gareth Southgate `gets what we give him´ thanks to... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018885/Gareth-Southgate-gets-thanks-three-sub-rule--Jurgen-Klopp.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451838-1607097079-367_636x382.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " Russell could have been excused for showing signs of nerves on his Mercedes debut but the Englishman ended the opening running of the weekend on top. His appearance here is seen as something for an audition for a drive with the sport’s all-conquering team in 2022 and his three-tenth advantage over Bottas in the other Mercedes will have been the start to the weekend Russell would have wanted. George Russell was fastest in first practice in Bahrain (Tolga Bozoglu/AP) The sport is back racing here in Bahrain, just five days after Romain Grosjean’s fireball crash stunned the world. A different track configuration, already scheduled before Grosjean’s accident, is being used, with Russell lapping the 2.17-mile circuit in 54.5 seconds. Verstappen looked as though he will have the pace to challenge Mercedes with his Red Bull team-mate, Alexander Albon, third in the order. Daniil Kvyat finished fifth for AlphaTauri ahead of Pierre Gasly in the other car. British driver Lando Norris was 16th for McLaren, while Brit Jack Aitken, making his debut here, finished last of the 20 runners in Russell’s Williams.",
			"description": "The British driver is racing Lewis Hamilton´s world championship winning Mercedes this weekend in Bahrain.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "George Russell posts fastest time in opening practice... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018917/George-Russell-posts-fastest-time-opening-practice-Mercedes-debut.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451030-1607095905-987_636x382.jpg"
		},
		{
			"author": "[\"Sanjeeta Bains\"]",
			"content": " Join the Secret Elves to discover the best shopping deals and things to do this Christmas When you subscribe we will use the information you provide to send you these newsletters. Sometimes they’ll include recommendations for other related newsletters or services we offer. OurPrivacy Noticeexplains more about how we use your data, and your rights. You can unsubscribe at any time. A special street food event is coming to Birmingham - in time to get us in the festive mood. Digbeth Dining Club has announced a ten day click and collect Christmas street food and drink extravaganza at 60 Hampton Street in Hockley. The event runs from Friday, December 11 to Sunday, December 20 and gives Brummies the chance to enjoy a variety of takeaway dishes as well as festive cocktails before 2020 ends. Customers must pre-order their food and drink online and then turn up to collect it - and you can pre order as much you like! Digbeth Dining Club co-owner Jack Brabant said: \"This is the longest running event we've done - trading on so many days in succession but we figured people need some some pre Christmas cheer right now.",
			"description": "\n A variety of food and drink including hotdogs and beer will be available at the Digbeth Dining Club event to help bring 'pre Christmas cheer'\n ",
			"publishedAt": "2020-12-04",
			"source_name": "BirminghamLive",
			"source_url": "birminghammail.co.uk",
			"title": "A ten day click and collect street food market is opening in Birmingham - Birmingham Live",
			"url": "https://www.birminghammail.co.uk/whats-on/food-drink-news/ten-day-click-collect-street-19400038",
			"urlToImage": "https://i2-prod.birminghammail.co.uk/incoming/article14582231.ece/ALTERNATES/s1200/Fat-Snags-1.png"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " England tour of South Africa hanging in balance following shock ODI postponement England’s one-day tour of South Africa hangs in the balance following the postponement of Friday’s series opener in Cape Town, with any further Covid cases in the home camp leading to a potential cancellation. The South African squad received a new positive test on Thursday evening, leading to a series of internal team meetings and hasty discussions between the respective boards, but the match was only officially called off less than an hour before the scheduled start of play at 1pm. By that time England’s pair of team buses were almost at the gates of Newlands, with some individuals thought to be uneasy about the prospect of the fixture going ahead, and the drivers turned back around as news filtered through. The first ODI of our series with South Africa has been postponed until Sunday The entire Proteas party, which also turned up two positives ahead of the Twenty20 series, were set to undergo a fresh round of testing on Friday evening with results due the following mornig. While the England and Wales Cricket Board has not gone on the record about what any additional positives would mean, it appears highly likely that would lead to an early end to the trip. That worst-case scenario would mean England ending an international tour abruptly for the second time in a row, having departed Sri Lanka in March in the early stages of the pandemic.",
			"description": "The series opener in Cape Town was called off at short notice due to a positive Covid-19 test in the South African squad.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "England tour of South Africa hanging in balance... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018919/England-tour-South-Africa-hanging-balance-following-shock-ODI-postponement.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451034-1607095915-867_636x382.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " Eddie Jones insists England will not underestimate inexperienced France side England and France will collide in a giant mismatch of experience in Sunday’s Autumn Nations Cup final that even Les Bleus manager Raphael Ibanez accepts can be viewed a “farce”. The 107th meeting between the rivals is the most lopsided Test in history with England fielding their most seasoned line-up of all time containing 813 caps, while France will arrive at Twickenham with a mere 68 caps. The vast disparity in appearances is the result of constraints placed on head coach Fabien Galthie by an agreement between the French Rugby Federation and the Top 14 clubs over availability. Each player can be picked a maximum three times across the autumn’s six Tests and having relied on his front line internationals earlier in the campaign, Galthie is forced to send a shadow team to Twickenham. It has devalued the final to the extent that Ibanez, the former France and Wasps hooker, admits “seen from abroad this final can be regarded as ‘a farce’. We can understand them”. England retain 13 starters from last autumn’s World Cup final in a settled side that shows just one change following last Saturday’s victory over Wales, with Anthony Watson replacing the injured Jonathan Joseph on the right wing.",
			"description": "England will field a team with 813 caps, compared to just 68 for France.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Eddie Jones insists England will not underestimate... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018921/Eddie-Jones-insists-England-not-underestimate-inexperienced-France-side.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451042-1607095931-74_636x382.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " `Scandalous´ first Christmas card up for sale The first commercially printed Christmas card is up for sale, showing a merry Victorian-era scene that scandalised some who denounced it when it first appeared in 1843. The card, being sold online through a consortium run by Marvin Getman, a dealer in rare books and manuscripts based in the US city of Boston, depicts an English family toasting the recipient with glasses of red wine. “A Merry Christmas and a Happy New Year to You,” it reads. But for teetotallers — and there were plenty of those in the 19th century — the imagery included a bit too much Christmas cheer – in the foreground, a young girl is pictured taking a sip from an adult’s glass. That did not sit well at the time with the puritanical Temperance Society, which kicked up such a fuss it took three years before another Christmas card was produced. “They were quite distressed that in this ‘scandalous’ picture they had children toasting with a glass of wine along with the adults. They had a campaign to censor and suppress it,” said Justin Schiller, founder and president of Battledore, a dealer in antiquarian books who is selling the card.",
			"description": "The puritanical Temperance Society complained about the image of children toasting with a glass of wine.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "`Scandalous´ first Christmas card up for sale | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018923/Scandalous-Christmas-card-sale.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451048-1607095949-221_636x382.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " US Air Force to assess what caused B-52 bomber engine to shut down The US Air Force will assess what had caused an engine failure on one of its B-52 bombers which made an emergency landing at RAF Fairford. The aircraft circled around Gloucestershire for around an hour and a half on Thursday to burn off fuel before it landed at the county’s RAF base at around 5.15pm. An RAF spokesman said three B-52 bombers were on a routine sortie from the US across Europe when one aircraft suffered an engine failure. He said the bomber was halfway through the Mediterranean when one of its eight engines shut down, although he added B-52 planes can run on two engines. “They had to make a decision to either continue or divert, if it was a major emergency it would go to the nearest airfield which could’ve been southern Italy or France,” he said. It was flown to RAF Fairford as the airfield accommodates US Air Force personnel and is used to handling B-52 aircraft, he said, but could not confirm where the bomber had flown from or whether it had been carrying weapons.",
			"description": "The aircraft circled around Gloucestershire for around an hour and a half on Thursday before it landed at RAF Fairford.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "US Air Force to assess what caused B-52 bomber engine... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018925/US-Air-Force-assess-caused-B-52-bomber-engine-shut-down.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451054-1607095957-192_636x382.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " Covid-19 rates up in all but one area of Wales Covid-19 case rates are rising in almost every area of Wales, latest figures show. The biggest jumps are in Neath Port Talbot, Swansea and Merthyr Tydfil. Only one area – Denbighshire – has recorded a drop. The figures, for the seven days to November 30, are based on tests carried out in NHS Wales laboratories and those conducted on Welsh residents processed in commercial laboratories. They show that the number of new cases per 100,000 people in Neath Port Talbot has risen sharply week-on-week from 311.2 to 471.0, while in Swansea the rate has increased from 249.4 to 368.4. In Merthyr Tydfil, the rate is up from 261.9 to 377.9.",
			"description": "Denbighshire is the only area to record a week-on-week fall.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Covid-19 rates up in all but one area of Wales | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018961/Covid-19-rates-one-area-Wales.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451304-1607096488-594_636x382.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " First Northern Ireland vaccine recipient will get jab on Tuesday morning The first recipient of the coronavirus vaccine in Northern Ireland will get the jab on Tuesday morning. The Pfizer/BioNTech dose will be administered at 8am at a mass vaccination centre at the Royal Victoria Hospital, the PA news agency understands. The recipient will be one of an 800-plus team of vaccinators that will be involved in the subsequent roll-out programme. Stocks of coronavirus vaccine arrived in Northern Ireland on Friday. They were transported via the Irish Republic having arrived into Dublin port from Holyhead overnight. There are 25,000 doses in the initial batch of the vaccine.",
			"description": "Stocks of the Pfizer/BioNTech vaccine arrived in Northern Ireland on Friday.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "First Northern Ireland vaccine recipient will get jab... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018963/First-Northern-Ireland-vaccine-recipient-jab-Tuesday-morning.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451318-1607096510-670_636x382.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " I am going to die - Romain Grosjean recalls terrifying fireball crash Romain Grosjean said he made peace with himself and was prepared to die as he battled to escape the Formula One fireball inferno which stunned the world. Grosjean, 34, was back in the Sakhir paddock on Friday, just five days after his terrifying crash at last weekend’s Bahrain Grand Prix. The French driver suffered only minor burns to his hands and was released from the Bahrain Defence Force Hospital on Wednesday. His car penetrated a steel barrier at 137mph, split in two, and burst into flames during the most dramatic accident of recent F1 memory. Recalling the terrifying 28 seconds he fought for his life, Grosjean, with both hands still in bandages, said: “When the car came to a stop, I opened my eyes and I undid my seatbelt straight away. Never thought that a few body weight squats would make me happy. Body recovering well from the impact . Hopefully same about the burns on my hands. 🤞Thank you again to everyone for the messages. Ps: still very slow at typing 🤣#r8gpic.twitter.com/PHr5nMZsZG “It felt like something was touching my head, so I sat back down in the car and my first thought was to wait. I thought I was upside down against a wall and someone would come to help me.",
			"description": "The Frenchman crashed in Bahrain last week.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "I am going to die - Romain Grosjean recalls terrifying... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9018977/I-going-die--Romain-Grosjean-recalls-terrifying-fireball-crash.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451852-1607097092-903_636x382.jpg"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Dr. Anthony Fauci, Director of the National Institute of Allergy and Infectious Diseases at the National Institutes of Health, listens during a Senate Senate Health, Education, Labor, and Pensions Committee Hearing on the federal government response to COVID-19 Capitol Hill ... more > Dr. Anthony Fauci said Friday that Americans might need to wear masks beyond the 100-day commitment that presumptive President-elect Joseph R. Biden will outline at his inauguration but that it’s still a good idea to make the defined request. Mr. Biden plans to mandate masks on federal property and interstate transportation and use the bully pulpit to demand face coverings among everyday people across the country. The 100-day period should stretch into the spring, when members of the general public will start to access forthcoming coronavirus vaccines. It’s unclear how smoothly the vaccine process will go, however, or if enough people will roll up their sleeves to bring the virus under control in the first half of the year. “He’s saying hey, ‘Folks, trust me, everybody, for 100 days.’ Now, it might be that after that, that we’re still going to need it. But he just wants everybody for a commitment for 100 days,” Dr. Fauci told NBC’s “Today Show.” “But I discussed that with him, and I told him I thought that was a good idea.”",
			"description": "Dr. Anthony Fauci said Friday that Americans might need to wear masks beyond the 100-day commitment that presumptive President-elect Joseph R. Biden will outline at his inauguration but that it's still a good idea to make the defined request.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Dr. Anthony Fauci: Joe Biden mask request may go beyond 100 days - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/dr-anthony-fauci-joe-biden-mask-request-may-go-bey/?utm_source=RSS_Feed&utm_medium=RSS",
			"urlToImage": "https://twt-thumbs.washtimes.com/media/image/2020/09/23/virus_outbreak_congress_05864_c0-303-3600-2401_s1770x1032.jpg?85e0714dd38c410cff293e324b83917d5170525c"
		},
		{
			"author": "[\"ABC News\"]",
			"content": " Suga, who took office in mid-September, set climate change as one of his main policy goals along with promoting a digital transformation of Japanese society — issues which were left behind by his predecessor, Shinzo Abe, who resigned because of ill health. “The fund is to bolster environmental investment as we aim to become a global leader in this area,” Suga said. He pledged to achieve carbon neutrality by 2050 in a policy speech in October, though it will be a major challenge given Japan’s significant reliance on fossil fuel. Suga, in his first full-fledged news conference since taking office, said Friday that his Cabinet plans next week to approve an economic package that will also include 1 trillion yen ($9.5 billion) to promote the country's digital transformation — a weakness that Japan recognized when companies were requested to allow employees to work from home in response to the coronavirus and many were unable to. Although he is known for a pragmatic approach to getting things done, it's unclear whether Suga has the political heft to overcome vested interests in weaning the resource-poor nation from its reliance on imported oil and gas. He said Japan needs to strive to become a global leader in achieving carbon neutrality, and that investment in the environment is a growth opportunity, not a burden. Suga repeated that he plans to deepen Japan's alliance with the United States and promote a vision of a “Free and Open Indo-Pacific” to counter growing Chinese influence in the region.",
			"description": "Japanese Prime Minister Yoshihide Suga is pledging $19 billion to promote ecological businesses and innovation to achieve his goal of zero net carbon emissions by 2050",
			"publishedAt": "2020-12-04",
			"source_name": "ABC News",
			"source_url": "go.com",
			"title": "Japan PM pledges $19B to promote ecological businesses - ABC News",
			"url": "https://abcnews.go.com/Technology/wireStory/japan-pm-pledges-19b-promote-ecological-businesses-74538748",
			"urlToImage": "https://s.abcnews.com/images/Technology/WireAP_eca728dfd4584884b2bcc70038a01165_16x9_992.jpg"
		},
		{
			"author": "[\"PA Media\"]",
			"content": " Caglar Soyuncu boost for Leicester with injury `not as bad as first feared´ Caglar Soyuncu’s injury is not as bad as first feared after the defender lasted just 17 minutes of his Leicester comeback. The 24-year-old was forced off in Thursday’s 1-0 Europa League defeat at Zorya Luhansk – his first game since recovering from a groin issue. He had missed 10 matches since suffering the problem on international duty with Turkey but aggravated the injury in Ukraine. Soyuncu has had a scan ahead of Sunday’s Premier League trip to Sheffield United and boss Brendan Rodgers is relieved there appears to be no long-term damage. He said: “It’s not as bad as first feared, there was a little bit of fright on the pitch which was very slippy with the conditions. He had a slight pull when he was sprinting and we’ll have a look at that. “He feels fine in himself, he has done some tests and feels OK but we just need to gauge that in the next 24 hours.”",
			"description": "The Turkey international had missed Leicester´s previous 10 matches with a groin injury.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Caglar Soyuncu boost for Leicester with injury `not as... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9019015/Caglar-Soyuncu-boost-Leicester-injury-not-bad-feared.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/15/wire-36451998-1607097381-924_636x382.jpg"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Maxon is expected to be charged with fourth-degree assault after authorities say he attacked a corrections officer at a pretrial facility in Palmer on Wednesday, authorities said. Maxon did not immediately enter a plea on the murder charges. An arraignment was delayed after he refused to participate Wednesday and the hearing was rescheduled for Thursday. An email sent Thursday to the Public Defender Agency in Palmer, which is listed as Maxon’s legal representative, was not immediately returned. Maxon is accused of first shooting his cousin, 18-year-old Cody Roehl, at a home near Wasilla and stealing a vehicle and a semiautomatic Glock pistol, charging documents said. Roehl was pronounced dead at a nearby hospital. Maxon then broke into a home in nearby Palmer through a basement window and shot his aunt and two younger cousins, charging documents said. Police found 43-year-old Kimora Buster dead on the floor. They also found 7-year-old Ellison Buster dead in his bed and 10-year-old Sienna Buster injured in her bed. Sienna later died at a hospital, authorities said. A 6-year-old, only identified as AB, was found uninjured in the bed with Ellison, charging documents said.",
			"description": "The teen accused of killing four of his family members was previously charged with assaulting other close relatives, and now faces another charge of assaulting a jail guard.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Fatal shooting suspect accused of family, guard assaults - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/fatal-shooting-suspect-accused-of-family-guard-ass/?utm_source=RSS_Feed&utm_medium=RSS",
			"urlToImage": ""
		},
		{
			"author": "[\"PA Media\"]",
			"content": " Jose Mourinho has become an ambassador for a Tottenham Hotspur Foundation scheme helping children in care succeed in education. Spurs’ foundation has been running To Care Is To Do for more than 15 years, aiming to boost the educational performance of children in care. Spurs boss Mourinho will invite groups of youngsters involved in the scheme to visit Tottenham’s training ground – where he will deliver mentoring sessions centred on self-belief and achievement. “I am extremely passionate about helping young people achieve the best they can in life and realise their potential,” said Mourinho. “Children that have grown up in care often find themselves at a disadvantage when it comes to education and employment opportunities – the club does fantastic work to tackle this through To Care Is To Do. “This has inspired me to get involved and do whatever I can to work with this group of young people, offer advice and help them believe in themselves.” Tottenham boss Jose Mourinho has become an ambassador for club foundation scheme To Care Is To Do (Clive Rose/PA)",
			"description": "Tottenham´s foundation has been running To Care Is To Do for more than 15 years.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Jose Mourinho named ambassador for Spurs foundation... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9019031/Jose-Mourinho-named-ambassador-Spurs-foundation-scheme-helping-kids-care.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/16/wire-36452466-1607097678-452_636x382.jpg"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics JERUSALEM (AP) - Israeli police said Friday they arrested a Jewish man after he poured out a “flammable liquid” inside a church near Jerusalem’s Old City, in what they described as a “criminal” incident. The police did not provide further details about the motive, but past attacks on churches in the Holy Land have been blamed on Jewish extremists. Friday’s incident took place at the Church of All Nations, a Catholic church built on the traditional site of the Garden of Gethsemane, where Christians believe Jesus was betrayed by Judas, one of his followers, and arrested by the Romans before being crucified.",
			"description": "Israeli police said Friday they arrested a Jewish man after he poured out a “flammable liquid” inside a church near Jerusalem's Old City, in what they described as a \"criminal\" incident.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Israel arrests man who doused inside of church with fuel - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/israel-arrests-man-who-doused-inside-of-church-wit/?utm_source=RSS_Feed&utm_medium=RSS",
			"urlToImage": ""
		},
		{
			"author": "[\"PA Media\"]",
			"content": " Post-match pasties will be strictly off the menu as Cornish clubs in the step six South West Peninsula League wrestle with the unique implications arising from the government’s latest tiered lockdown system. Solely comprising clubs from Cornwall, the only county currently granted full tier one status, action in the league’s Premier West division might have been expected to resume with some semblance of normality this weekend. Instead, faced with players and fans bussing in from tier two areas, club officials have been spending this week frantically trying to define what constitutes a “substantial meal”, and even struggling with the concept of multi-entry tea huts. St Blazey’s players, who mostly reside in Plymouth despite the club being nestled deep within tier one territory, have taken the unilateral decision not to go into their own clubhouse following their match against Saltash on Saturday. Saltash players, the majority of whom hail from tier one despite, confusingly, the town being situated just across a bridge from the tier two border, will nevertheless be able to avail themselves of their opponents’ hospitality. St Blazey chairman Martin Richards said: “Most of our players are from tier two, so according to the regulations they can travel to the game and play in it, but they can only enter their own clubhouse if they have a substantial meal. Cornish pasties will be off the menu for St Blazey players (David Davies/PA)",
			"description": "St Blazey players will not enter their own clubhouse after hosting local rivals Saltash, who will enjoy their opponents´ hospitality.",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "`Weird situation´ as pasty paradox causes clubhouse... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/pa/article-9019045/Weird-situation-pasty-paradox-causes-clubhouse-confusion-Cornish-league.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/1s/2020/12/04/16/wire-36452688-1607097983-586_636x382.jpg"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics WORCESTER, Mass. (AP) - A Massachusetts man whose conviction in the killing a fellow patient in a hospital psychiatric ward was overturned by the state’s highest court will remain in custody while he awaits his new trial. Aldo Dunphe, of Spencer, was held without bail at a court appearance Thursday, The Telegram & Gazette reported. His attorney, Michael Hussey, reserved the right to request a bail hearing in the future. Dunphe was granted a new trial by the Supreme Judicial Court, which determined that a problem involving jury instructions created the possibility of a miscarriage of justice.",
			"description": "A Massachusetts man whose conviction in the killing a fellow patient in a hospital psychiatric ward was overturned by the state's highest court will remain in custody while he awaits his new trial.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Man convicted in psychiatric ward killing gets new trial - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/man-convicted-in-psychiatric-ward-killing-gets-new/?utm_source=RSS_Feed&utm_medium=RSS",
			"urlToImage": ""
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics ANNAPOLIS, Md. (AP) - Maryland’s second-highest court ordered a new trial for a man who was sentenced 50 years in prison for the shooting death of his girlfriend after the court ruled that trial judges had wrongly prevented defense attorneys from asking prospective jurors certain questions. The conviction of Marco Holmes was overturned this week. It’s the latest case to be reversed by the Court of Special Appeals following the Kazadi v. State ruling, The Baltimore Sun reported. That ruling ordered any cases pending appeal when the court’s opinion was filed, and where the defense attorneys had asked to question jurors, be overturned. During Holmes’s trial, his defense attorney had requested the judge to ask whether prospective jurors would be unable to comply with a presumption of innocence for Holmes and the state’s burden of proof. The trial judge denied that request.",
			"description": "Maryland’s second-highest court ordered a new trial for a man who was sentenced 50 years in prison for the shooting death of his girlfriend after the court ruled that trial judges had wrongly prevented defense attorneys from asking prospective jurors certain questions.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Maryland man convicted of killing girlfriend gets new trial - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/maryland-man-convicted-of-killing-girlfriend-gets-/?utm_source=RSS_Feed&utm_medium=RSS",
			"urlToImage": ""
		},
		{
			"author": "[\"Reuters\"]",
			"content": " Man Utd's Solskjaer hopeful Rashford can be fit for West Ham trip Dec 4 (Reuters) - Manchester United hope Marcus Rashford can shake off the shoulder injury he aggravated against Paris St Germain in time for Saturday's Premier League game at West Ham United, manager Ole Gunnar Solskjaer said on Friday. Rashford, who sat out England's Nations League games last month after injuring his shoulder against Everton, scored for United in Wednesday's 3-1 Champions League defeat to the French side before being withdrawn in the second half. \"Marcus has been training this morning, not fully, but he's joined in with the group,\" Solskjaer told reporters. \"His shoulder stopped him finishing the game against PSG but he's getting treatment and hopefully he'll be part of the squad that travels.\" The game against fifth-placed West Ham will come too soon for left back Luke Shaw, who has missed each of United's four matches since the international break due to a hamstring injury. \"Luke's not ready yet,\" said Solskjaer, whose side are ninth with 16 points, five behind leaders Tottenham Hotspur with a game in hand. \"Apart from that, we had a big squad training again.\"",
			"description": "Dec 4 (Reuters) - Manchester United hope Marcus Rashford can shake off the shoulder injury he aggravated against Paris St Germain in time for Saturday's...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Man Utd's Solskjaer hopeful Rashford can be fit for... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018749/Man-Utds-Solskjaer-hopeful-Rashford-fit-West-Ham-trip.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics St. Paul Police Chief Todd Axtell spoke at a press conference about a shooting by a police officer last weekend in St. Paul, Minn., on Tuesday, Dec. 1, 2020. (Renee Jones Schneider/Star Tribune via AP) more > ST. PAUL, Minn. (AP) - A man livestreamed his sexual assault of a former girlfriend on social media and threatened to kill her shortly before he was shot and wounded by a St. Paul police officer who was criticized by the city’s police chief for firing at him, according to a criminal complaint. The complaint filed in Dakota County District Court said Joseph Javonte Washington, 31, forced the woman to drive from her home in Lakeville to St. Paul following the assault on Saturday and caused the vehicle to crash. Police tracked Washington to a dumpster after he fled on foot. When he climbed out, the Black man was stunned with a taser and attacked by a police dog before being shot by Officer Anthony Dean.",
			"description": "A man livestreamed his sexual assault of a former girlfriend on social media and threatened to kill her shortly before he was shot and wounded by a St. Paul police officer who was criticized by the city's police chief for firing at him, according to a criminal complaint.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Officials: Man shot by St. Paul officer streamed sex assault - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/officials-man-shot-by-st-paul-officer-streamed-sex/?utm_source=RSS_Feed&utm_medium=RSS",
			"urlToImage": "https://twt-thumbs.washtimes.com/media/image/2020/12/04/police_shooting_minnesota_25014_c0-299-5100-3272_s1770x1032.jpg?ec2dcd34829f73c279f701f9035ab22b33ae4856"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " SOFTS-Raw sugar slips as funds sell, cocoa and coffee also lower LONDON, Dec 4 (Reuters) - Raw sugar futures on ICE were lower on Friday as funds scaled back long positions and forecast showers aided prospects for cane crops in top producer Brazil, while cocoa and coffee prices also fell. * Dealers said funds had been reducing long positions as the market retreated from an 8-1/2 month high of 15.66 cents set in mid-November. * They noted wet weather in Brazil should encourage cane growth in the key Centre-South region and improve the outlook for next year's sugar production. * India has yet to announce the extent to which it may subsidise exports in the current 2020/21 season with an announcement not now expected until early in 2021, potentially reducing the volume of sugar it is likely to export. * March white sugar fell $5.70, or 1.4%, to $397.90 a tonne. COCOA",
			"description": "LONDON, Dec 4 (Reuters) - Raw sugar futures on ICE were  lower on Friday as funds scaled back long positions and forecast  showers aided prospects for cane...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "SOFTS-Raw sugar slips as funds sell, cocoa and coffee... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018751/SOFTS-Raw-sugar-slips-funds-sell-cocoa-coffee-lower.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Question of the Day Should Trump take his election challenge to the Supreme Court? Story TOpics ST. LOUIS (AP) - One man died and two others were injured in a triple shooting in St. Louis’ Dutchtown neighborhood, police there said. Officers were called to the scene around 10:30 a.m. Thursday on reports of the shooting, police said. Arriving officers found three men with gunshot wounds. All were rushed to hospitals, were one later died, police said.",
			"description": "One man died and two others were injured in a triple shooting in St. Louis’ Dutchtown neighborhood, police there said.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Police: 1 killed, 2 injured in triple shooting in St. Louis - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/police-1-killed-2-injured-in-triple-shooting-in-st/?utm_source=RSS_Feed&utm_medium=RSS",
			"urlToImage": ""
		},
		{
			"author": "[\"Uliana Pavlova\"]",
			"content": " Who’s Afraid of Jennifer Psaki? With the Obama-era spokeswoman set to return in the Biden administration, Russian state television gets ready to revisit its old obsession. Jennifer Psaki will be leading an all-female communications team in Biden's incoming administration.\nCharles Dharapak / AP / TASS This week’s news that U.S. President-elect Joe Biden had chosen Jennifer Psaki as his administration’s press secretary sparked a flurry of excitement on Russian state media and social media alike. “We are looking forward to Jen's return,” said Vladimir Solovyev, a controversial host on the state-run Rossia 1 broadcaster and one of Russia’s main spin doctors, following the announcement. A little-known official in her home country, Psaki is a celebrity in Russia — even if against her will. Psaki’s rise to Russian stardom stems from her time as State Department spokeswoman from 2013-2015 and as the Obama White House’s communications director from 2015-2017, some of the most contentious years in U.S.-Russia relations. Russian state television pundits and bloggers alike seized on gaffes she made while speaking on Russia-related topics, churning out jokes, satirical memes and videos, and constantly trolling her.",
			"description": "With the Obama-era spokeswoman set to return in the Biden administration, Russian state television gets ready to revisit its old obsession. \n",
			"publishedAt": "2020-12-04",
			"source_name": "The Moscow Times",
			"source_url": "themoscowtimes.com",
			"title": "Who’s Afraid of Jennifer Psaki? - The Moscow Times",
			"url": "https://www.themoscowtimes.com/2020/12/04/whos-afraid-of-jennifer-psaki-a72244",
			"urlToImage": "https://static.themoscowtimes.com/image/1360/05/7F019493-CB18-48C6-92E0-585CC05CD29E.jpeg"
		},
		{
			"author": "[\"\"]",
			"content": " ‘Speak Out’ reader opinion: Time to cut number of counties in Illinois Aurora Beacon-News| Dec 04, 2020 at 9:07 AM Speak Out is a reader-generated column of opinions. If you see something you disagree with or think is incorrect, call us at 312-222-2460 or email ksorensen@tribpub.com. Please include “speak out” in the subject line. Consolidate counties: The state of Illinois has 102 counties. Each one has its own courthouse, justice system, highway maintenance department and regulatory functions. California, a much more populous and larger state, has only 51 while Florida has 67. Illinois needs to consolidate some of its counties. We need more efficiency and less taxation. Advertisement No way, no how: I just heard on the news that some airlines are going to force us to have a vaccine in order to travel on their airlines. Newspapers (stories have) said senior citizens (in nursing homes) will be required to have a vaccine. There’s no way in hell you’re going to get me to take one of those vaccines. I don’t care what you do. If you want to cut off my funds, fine, do whatever you want to do. I’m not getting that vaccine. This is ridiculous. You are taking away our freedoms because of this COVID vaccine.",
			"description": "Speak Out readers discuss government consolidation, yard work, Trump and Biden.",
			"publishedAt": "2020-12-04",
			"source_name": "chicagotribune.com",
			"source_url": "chicagotribune.com",
			"title": "‘Speak Out’ reader opinion: Time to cut number of counties in Illinois - Chicago Tribune",
			"url": "https://www.chicagotribune.com/suburbs/aurora-beacon-news/opinion/ct-abn-speak-out-st-1206-20201204-ayondntevbbtflk4a2tc6fxhrm-story.html",
			"urlToImage": "https://www.chicagotribune.com/resizer/HYRVWgDsEC13dEU2M7TIyM6oyJI=/1200x0/top/www.trbimg.com/img-56f02a81/turbine/chi-default-open-graph-ct-logo/1200/1200x650"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " Portugal's Madeira tax scheme breached EU state aid rules LISBON, Dec 4 (Reuters) - Companies on the island of Madeira have illegally benefitted from tax cuts under Portugal's Madeira Free Trade Zone scheme as they failed to meet the key requirement of contributing to the region's growth, the European Commission said on Friday. Portugal, which first established the regional aid scheme in 1987, will now have to recover aid deemed incompatible with EU state aid rules, plus interest, from companies that failed to meet the conditions, the Commission said in a statement. It gave Portugal eight months to do so. It is not known how many companies could be affected or the total aid amount to be recovered. Critics have long claimed the programme converted Madeira into a tax haven for wealthy individuals and companies that have received billions of euros in tax benefits. The scheme to attract companies by reducing corporate taxes and providing exemptions from other levies was approved by the Commission in 2007 and 2013. But the rules were clear: it could only benefit firms that created jobs in Madeira and applied to activities \"effectively and materially performed\" on the island.",
			"description": "LISBON, Dec 4 (Reuters) - Companies on the island of Madeira  have illegally benefitted from tax cuts under Portugal's Madeira  Free Trade Zone scheme as...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Portugal's Madeira tax scheme breached EU state aid rules | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018769/Portugals-Madeira-tax-scheme-breached-EU-state-aid-rules.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"The Washington Times http://www.washingtontimes.com\"]",
			"content": " Should Trump take his election challenge to the Supreme Court? Story TOpics ST. PETERS, MO. (AP) - A suburban St. Louis man has been charged in the stabbing death of a woman whose body was found one day after she was reported missing, authorities said. Damion Delgado, 27, of O’Fallon, was charged this week with first-degree murder, second-degree murder and armed criminal action in the death last month of 22-year-old Amethyst Killian, the St. Louis Post-Dispatch reported. Killian, a mother of two, was reported missing by her family on Thanksgiving night, when she failed to return after going out for cigarettes hours earlier. Her body was discovered under some brush the next day just a block from her St. Peters home. Police said she had been stabbed repeatedly, and a knife was found at the scene. Investigators found text message exchanges with Delgado on Killian’s phone arranging to meet the night she disappeared, police said. Police also interviewed a rideshare driver who said he drove Delgado to the location to meet Killian.",
			"description": "A suburban St. Louis man has been charged in the stabbing death of a woman whose body was found one day after she was reported missing, authorities said.",
			"publishedAt": "2020-12-04",
			"source_name": "The Washington Times",
			"source_url": "washingtontimes.com",
			"title": "Police: Man charged in stabbing death of Missouri woman - Washington Times",
			"url": "https://www.washingtontimes.com/news/2020/dec/4/police-man-charged-in-stabbing-death-of-missouri-w/?utm_source=RSS_Feed&utm_medium=RSS",
			"urlToImage": ""
		},
		{
			"author": "[\"\"]",
			"content": " Speak Out reader opinion: Trump needs to accept the election results Daily Southtown| Dec 04, 2020 at 10:00 AM President Donald Trump speaks with reporters Nov. 26 after participating in a video teleconference call with members of the military on Thanksgiving, at the White House in Washington. Trump has delivered a 46-minute diatribe against the election results that produced a win for Democrat Joe Biden. (AP Photo) (Patrick Semansky/AP) What’s Speak Out? Speak Out allows readers to comment on the issues of the day. Email Speak Out at speakout@southtownstar.com or call 312-222-2427. Please limit comments to 30 seconds or about 120 words and give your first name and your hometown. I agree with Shelly from Oak Lawn this election is a farce. One that Trump created. He and his merry little liars, I mean lawyers, have provided no evidence to support their false allegations of fraud because there is none. So Trump will try and disrupt the inauguration of President Biden because Trump has to be in the spotlight and because Trump is a loser and a crybaby. America is going to be great again without Trump. Trump could care less about how many people die from COVID-19, he would rather take a helicopter to go play golf. What a loser.",
			"description": "Speak Out commenters give their views",
			"publishedAt": "2020-12-04",
			"source_name": "chicagotribune.com",
			"source_url": "chicagotribune.com",
			"title": "Speak Out reader opinion: Trump needs to accept the election results - Chicago Tribune",
			"url": "https://www.chicagotribune.com/suburbs/daily-southtown/opinion/ct-sta-speak-out-st-1206-20201204-2knpreedsrgkbasb3kyrcgen4a-story.html",
			"urlToImage": "https://www.chicagotribune.com/resizer/qXAxyBhNCyMJ2pTPK9RQgzV-zIo=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/7DH7K4GMYN5MTEX6FD3LL2VX5A.aspx"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " NEW YORK, Dec 4 (Reuters) - Growing prospects for a U.S. coronavirus relief package after a grim employment report helped boost demand for riskier assets on Friday, taking the dollar to a new 2-1/2-year low and pushing oil prices to their highest levels since March when widespread lockdowns aimed at curtailing the pandemic took effect. The U.S. economy added the fewest workers in six months in November, with nonfarm payrolls increasing by 245,000 jobs last month after rising by 610,000 in October, the Labor Department said on Friday. Economists polled by Reuters had forecast payrolls would increase by 469,000 jobs in November. \"It shows that the economy is still not on firm footing and we need stimulus. The revitalized conversations are important, and this shows that ultimately maybe a bad number will get the politicians to push forward a bit faster,\" said Marvin Loh, senior global macro strategist at State Street Global Markets. A bipartisan, $908 billion coronavirus aid plan gained momentum in the U.S. Congress on Thursday as conservative lawmakers expressed their support. MSCI's gauge of stocks across the globe gained 0.30% following mixed trading in Asia and modest gains in Europe. In morning trading on Wall Street, the Dow Jones Industrial Average rose 76.68 points, or 0.26%, to 30,046.2, the S&amp;P 500 gained 8.13 points, or 0.22%, to 3,674.85 and the Nasdaq Composite added 11.19 points, or 0.09%, to 12,388.38. The broadly upbeat mood saw the U.S. dollar lose ground to other major currencies.",
			"description": "By David RandallNEW YORK, Dec 4 (Reuters) - Growing prospects for a U.S.  coronavirus relief package after a grim employment report helped  boost demand for...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Hopes for stimulus drive risky assets higher despite... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018787/Hopes-stimulus-drive-risky-assets-higher-despite-weak-U-S-jobs-report.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Kaitlin Edquist\"]",
			"content": " 66-year-old pedestrian struck by car in Glenview A pedestrian was hit by a car in Glenview Wednesday evening, according to police. Glenview police responded to a report of a traffic crash in the 3500 block of Milwaukee Avenue around 5 p.m. Wednesday. Advertisement The man, a 66-year-old resident of unincorporated Northbrook, was “seriously injured” when police arrived, and he was transported to Advocate Lutheran General Hospital in Park Ridge by the Glenview Fire Department. His current condition was not available, according to police. Advertisement",
			"description": "Police said the man's current condition is unknown.",
			"publishedAt": "2020-12-04",
			"source_name": "chicagotribune.com",
			"source_url": "chicagotribune.com",
			"title": "66-year-old pedestrian struck by car in Glenview - Chicago Tribune",
			"url": "https://www.chicagotribune.com/suburbs/glenview/ct-gla-pedestrian-hit-by-car-tl-1210-20201204-xdlo6j764fctfgtfof52kt7mmy-story.html",
			"urlToImage": "https://www.chicagotribune.com/resizer/skdDq9ssh9wNTrVNfrlYQJsEcPA=/1200x0/right/middle/cloudfront-us-east-1.images.arcpublishing.com/tronc/7I3D7VO4J5FDHGO6FMYBA3RP6I.jpg"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " Germany's Loew has achieved major targets since 2019 says DFB FRANKFURT, Germany, Dec 4 (Reuters) - Germany coach Joachim Loew, under fire after a 6-0 loss to Spain in the Nations League last month, achieved most major goals set in 2019 and has the support of the German Football Association (DFB), national team director Oliver Bierhoff said on Friday. During a virtual news conference after a DFB board meeting, Bierhoff defended the 60-year-old coach, in charge since 2006, and his changes to the team in the past two years. Bierhoff said Germany had reached next year's Euros, were in the highest Pot 1 for Monday's 2022 World Cup qualifying draw and had also stayed in the top section in the Nations League. \"These three major targets were met,\" Bierhoff said, adding that the national team's overhaul had progressed only in small steps due to the fallout from the COVID-19 pandemic, affecting games, training and match scheduling. \"For 2021 we want to play a successful Euros, play a successful World Cup qualification campaign and further develop the team,\" he said. \"I am confident we will master this situation. I strongly believe that.\"",
			"description": "FRANKFURT, Germany, Dec 4 (Reuters) - Germany coach Joachim Loew, under fire after a 6-0 loss to Spain in the Nations League last month, achieved most major...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Germany's Loew has achieved major targets since 2019... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018805/Germanys-Loew-achieved-major-targets-2019-says-DFB.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Suzanne Baker\"]",
			"content": " Naperville police are investigating an incident Thursday night in which an apartment and a vehicle were struck by gunfire on the city’s west side. Officers responded to the 2500 block of Versailles Avenue at 9:09 p.m. for a report of possible gunshots at the Brittany Springs apartment complex, located near Ogden Avenue and Fort Hill Drive, Deputy Chief Jason Arres said in a news release. Advertisement Multiple shell casings and bullet holes were found at the scene, Arres said. There were no injuries. Anyone with information on the incident is asked to call the Naperville Police Department Investigations Unit at 630-420-6666.",
			"description": "Naperville police are investigating an incident Thursday night in which an apartment and a vehicle were struck by gunfire on the city’s west side.",
			"publishedAt": "2020-12-04",
			"source_name": "chicagotribune.com",
			"source_url": "chicagotribune.com",
			"title": "Vehicle, residence at Naperville apartment complex struck by gunfire - Chicago Tribune",
			"url": "https://www.chicagotribune.com/suburbs/naperville-sun/ct-nvs-naperville-gunfire-hits-vehicle-residence-st-1206-20201204-iqidluq5bnejxpdkwbqxzjcmeu-story.html",
			"urlToImage": "https://www.chicagotribune.com/resizer/PpBbySy4K_VMaf7LD5lrs86NfFE=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/3KZZUYSRSRGU3DEDYGX46NDWT4.jpg"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " Boeing again cutting widebody production rate SEATTLE, Dec 4 (Reuters) - Boeing Co is reducing its 787 widebody production to five jets monthly in mid-2021 from six, and delivered zero 787s to customers in November, as longer-haul travel demand remains weakened by the coronavirus pandemic, the U.S. planemaker's Chief Financial Officer said on Friday. Boeing's Greg Smith also told a conference that there is no \"normal profile\" currently for jet pre-delivery payments or PDPs, which are tied to production rates. Boeing has been forced to cut production due to the 20-month grounding of its cash cow 737 MAX after fatal crashes and the pandemic downturn. \"I think we've got a couple years here where PDPs will be a little bumpy,\" Smith said.",
			"description": "SEATTLE, Dec 4 (Reuters) - Boeing Co is reducing its  787 widebody production to five jets monthly in mid-2021 from  six, and delivered zero 787s to...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Boeing again cutting widebody production rate | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018807/Boeing-cutting-widebody-production-rate.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Chuck Fieldman\"]",
			"content": " The following items were taken from area police department reports and releases. An arrest does not constitute a finding of guilt. Oak Brook Burglary Advertisement A purse was reported stolen at 2:36 p.m. Dec. 2 from a vehicle parked on the 100 block of St. Francis Circle. A credit card from the purse was later used at two gas stations on Ogden Avenue. Forgery Advertisement",
			"description": "Oak Brook police took a report from a Skokie doctor of a former patient forging prescriptions that were filled at Costco in Oak Brook",
			"publishedAt": "2020-12-04",
			"source_name": "chicagotribune.com",
			"source_url": "chicagotribune.com",
			"title": "Oak Brook police blotter: former patient of Skokie doctor forges prescriptions filled at Costco - Chicago Tribune",
			"url": "https://www.chicagotribune.com/suburbs/oak-brook/ct-dob-oak-brook-blotter-tl-1210-20201204-irkknvajdbe4td4ynutvh5nr5i-story.html",
			"urlToImage": "https://www.chicagotribune.com/resizer/tAn4-wykxvgb7r2FKOOjcsGbVLg=/1200x0/center/middle/cloudfront-us-east-1.images.arcpublishing.com/tronc/HUEIIXSO5RCRNJSZS36PWHIGJA.jpg"
		},
		{
			"author": "[\"Vanguard\"]",
			"content": " Appeal Court affirms death sentence for Maryam Sanda By Ikechukwu Nnochiri – Abuja The Court of Appeal in Abuja, on Friday, upheld the conviction and death sentence that was handed to Maryam Sanda, daughter-inlaw to a former Chairman of the Peoples Democratic Party, PDP, Mr Mohammed Bello Haliru. The appellate court, in a unanimous judgement by a three-man panel of Justices led by Justice Stephen Adah, said it found no reason to set aside the verdict of a High Court of the Federal Capital Territory, which okayed Maryam to die by hanging. It held that the 20 grounds of appeal Maryam filed to challenge her conviction and sentence lacked merit and deserved to be dismissed. Maryam, who was on January 27, found guilty of stabbing her husband, Bilyamin Bello, a real estate developer to death at their Abuja residence in 2017, had in her appeal, maintained that she was denied fair hearing by the trial court. She accused the trial Judge, Justice Yusuf Halilu of bias, insisting that he relied on circumstantial and hearsay evidence, to sentence her to death.",
			"description": "",
			"publishedAt": "2020-12-04",
			"source_name": "Vanguard News",
			"source_url": "vanguardngr.com",
			"title": "Appeal Court affirms death sentence for Maryam Sanda - Vanguard News",
			"url": "https://www.vanguardngr.com/2020/12/appeal-court-affirms-death-sentence-for-maryam-sanda/",
			"urlToImage": "https://i2.wp.com/www.vanguardngr.com/wp-content/uploads/2020/01/Maryam-Sanda-and-husband.jpg?fit=1245%2C700&ssl=1"
		},
		{
			"author": "[\"Vanguard\"]",
			"content": " Related All rights reserved. This material and any other digital content on this platform may not be reproduced, published, broadcast, written or distributed in full or in part, without written permission from VANGUARD NEWS.",
			"description": "Taraba State Governor, Darius Ishaku, Friday presented a 2021 appropriation bill of N139,460,435,961 to the assembly for consideration.",
			"publishedAt": "2020-12-04",
			"source_name": "Vanguard News",
			"source_url": "vanguardngr.com",
			"title": "Budget: Taraba gov, Ishaku, proposes N139.46bn for 2021",
			"url": "https://www.vanguardngr.com/2020/12/budget-taraba-gov-ishaku-proposes-n139-46bn-for-2021/",
			"urlToImage": "https://i0.wp.com/www.vanguardngr.com/wp-content/uploads/2019/08/Darius-Dickson-Ishaku-e1564867620864.jpg?fit=1500%2C996&ssl=1"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " POLL-Brazil central bank to stand pat next week, tighter outlook on the table BUENOS AIRES, Dec 4 (Reuters) - Brazil's central bank is likely to leave interest rates unchanged for a third time at its meeting next week, amid growing expectations it will signal the start of a tightening cycle from the second half of 2021, a Reuters poll showed. While recognizing a recent pickup in inflation, officials are set to keep a cautious tone for now, as economic activity is still healing from the coronavirus shock and its human toll in Brazil. All 28 economists in the Nov. 30-Dec. 3 poll expect the bank's rate-setting committee - known as Copom - will maintain the benchmark Selic rate at a record low of 2.0% on Wednesday, ensuring ample liquidity to boost growth. Pushed by rising food costs and a pass-through of this year's currency depreciation, Brazil's annual rate of inflation in mid-November accelerated to 4.2%, above the central bank's year-end target of 4.0%. Central bank president Roberto Campos Neto has stuck to a relaxed view so far as part of his forward guidance for very accommodative monetary conditions, indicating the recent spike in consumer prices was temporary. But economists are increasing forecasts for policy normalization, adding 25 basis points to an expected rate hike in the third quarter of 2021, to 2.50%, and 150 basis points in the first half of 2022 in December's survey, compared with October.",
			"description": "By Gabriel BurinBUENOS AIRES, Dec 4 (Reuters) - Brazil's central bank is  likely to leave interest rates unchanged for a third time at its  meeting next...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "POLL-Brazil central bank to stand pat next week,... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018829/POLL-Brazil-central-bank-stand-pat-week-tighter-outlook-table.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Vanguard\"]",
			"content": " Chief Chinwe Ngonadi: A Life Well Spent By Prince Royce What is the essence of being birthed into this world if at the end of your life, you can’t be remembered for the legacies and the positive things you did or achieved while living? Whether you like it or not, man must die, and the only thing that liveth after man are the legacies he was able to build while in the world. The Nigeria social circle was thrown into mourning when the news of the sudden departure of Lagos society lady, Chief Chinwe Ngonadi (Nee Okonkwo) popularly known as ‘Big Chy’. Big Chy was one the favorite sisters of prominent Senator Annie Clement Okonkwo. The story of the senator’s political journey would never be told without mentioning her name. She had always supported Okonkwo’s political dreams. After her d death, Senator Okonkwo described the news as a shocking and great loss to him, the entire Okonkwo and Ngonadi’s family.",
			"description": "",
			"publishedAt": "2020-12-04",
			"source_name": "Vanguard News",
			"source_url": "vanguardngr.com",
			"title": "Chief Chinwe Ngonadi: A Life Well Spent - Vanguard News",
			"url": "https://www.vanguardngr.com/2020/12/chief-chinwe-ngonadi-a-life-well-spent/",
			"urlToImage": "https://scontent.flos1-1.fna.fbcdn.net/v/t1.0-9/129898776_3704970669562934_693889622342874666_o.jpg?_nc_cat=100&ccb=2&_nc_sid=730e14&_nc_eui2=AeEvGPlzIX596rkpHp6VeahEEyzNRr0la8UTLM1GvSVrxX_zpC7OHTwfEI9johKcoqCTx5j3jQe0sfoL8IFc2izv&_nc_ohc=Vq1Og4a9gAMAX-4i9eU&_nc_ht=scontent.flos1-1.fna&oh=94f1528c8f94c75ea3d8d2258790924b&oe=5FEF0E42"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " Swiss step up corona measures but keep ski resorts open ZURICH, Dec 4 (Reuters) - Switzerland allowed ski resorts to stay open for domestic tourism as the government on Friday announced some stricter measures to control the spread of the novel coronavirus. Ski areas will need local authority approval to operate after Dec. 22, while enclosed transport including ski lifts, trains and gondolas will be limited to two-thirds capacity from Dec. 9, it said. \"Ski resorts should be able to remain open for domestic tourism,\" the government said in a statement, while stressing permits could be revoked if resorts do not adhere to strict safety measures. The Swiss approach contrasts with neighbors France, Italy and Germany which are keeping winter sports under wraps over the holidays. Austria will let resorts reopen for Christmas while making ski holidays nearly impossible. Switzerland, which is battling persistently high number of coronavirus cases, announced a raft of other measures, including a ban on singing outside of family circles and in schools. It recommended gatherings in private and at restaurants be restricted to two households, while it also reduced capacity limits on the number of shoppers allowed into stores at one time and urged employers to let staff work from home. (Reporting by John Revill; Editing by Michael Shields)",
			"description": "ZURICH, Dec 4 (Reuters) - Switzerland allowed ski resorts to  stay open for domestic tourism as the government on Friday  announced some stricter measures to...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Swiss step up corona measures but keep ski resorts open | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018831/Swiss-step-corona-measures-ski-resorts-open.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Vanguard\"]",
			"content": " By Omeiza Ajayi A Federal Capital Territory FCT High Court sitting in Bwari has dismissed a suit filed by Godsgift Eriaye of the Bayelsa Integrity Group against Sen. Biobarakuma Wangagha Degi Eremieyo representing Bayelsa East, to the effect that the latter forged his academic qualifications and documents. In the suit which had the Inspector General of Police IGP, Mohammed Adamu as second defendant, the claimant had sought a declaration “that the First School Leaving Certificate from Ministry of Education of Government of Rivers State of Nigeria with number RS/EV1/76/013360 from State School Bassambiri bearing the name Degi Biobaragha which the 1st defendant claims, and has presented before various authorities as belonging to him and has obtained various benefits on account of same including, in particular, his current membership of the Senate of the National Assembly of Nigeria, was not duly issued to and does not belong to the defendant, but to another person by the stated name, and the use of same by the defendant is unlawful and constitutes a forgery and falsification of same”. He had consequently asked the court to mandate the Inspector General of Police IGP to immediately commence criminal prosecution of Sen. Degi. The Supreme Court had on 13th of February 2020, in its judgement in a pre-election matter in respect of the Bayelsa State Governorship Election, affirmed a Federal High Court Judgement which decided inter alia, that Senator Biobarakuma Wangagha Degi Eremieyo, is disqualified from participating in the election on grounds that he submitted forged and falsified documents and also made false declaration to the Independent National Electoral Commission in aid of his qualification for the election. The judgement led to the invalidation of the election of Chief David Lyon as Governor-elect for Bayelsa State and Sen. Degi as Deputy Governor-elect. However, the FCT High Court presided over by Justice A.O Musa in its judgement dated November 13, 2020 whose certified true copy was made public on Friday, held that “the name Degi Biobaragha on the first school leaving certificate from Ministry of Education of Rivers State of Nigeria with number RS/EV1/76/013360 from State School Bassambiri (now State School 1 Nembe) is an error and misspelling of the 1st defendant’s name, Biobarakuma Degi”.",
			"description": "A Federal Capital Territory FCT High Court sitting in Bwari has dismissed a suit filed by Godsgift Eriaye of the Bayelsa Integrity Group",
			"publishedAt": "2020-12-04",
			"source_name": "Vanguard News",
			"source_url": "vanguardngr.com",
			"title": "Forgery: Abuja Court quashes suit against Bayelsa Senator, Degi Eremieyo",
			"url": "https://www.vanguardngr.com/2020/12/forgery-abuja-court-quashes-suit-against-bayelsa-senator-degi-eremieyo/",
			"urlToImage": "https://i0.wp.com/www.vanguardngr.com/wp-content/uploads/2020/07/courts.png?fit=600%2C400&ssl=1"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " Giroud not assured of Chelsea start despite Sevilla heroics - Lampard Dec 4 (Reuters) - Olivier Giroud's recent performances have given Frank Lampard food for thought but the Chelsea boss said on Friday that it was difficult to offer the Frenchman the assurance that he will continue to spearhead their attack. Giroud, 34, has yet to start a Premier League game this season with Timo Werner and Tammy Abraham preferred over him, and France coach Didier Deschamps urged the striker to sort out his playing time ahead of the European Championship next year. However, Giroud underlined his importance in the Champions League on Wednesday when he scored all Chelsea's goals in a 4-0 demolition of Sevilla to give Lampard a selection headache. \"It's not a case of giving players reassurances over game time, it's difficult to do. You want players out of the team to train well and perform,\" Lampard told reporters ahead of Saturday's home game against Leeds United. \"It gives me nice problems. Oli has always done that, particularly after the restart (last season) when he was fundamental to us getting into the Champions League spots. \"From my point of view I have competition for places. Tammy has been scoring and making assists. I can't give assurances but I never see anything negative from Oli. Playing like the other night, clearly he will get plenty of opportunities.\"",
			"description": "Dec 4 (Reuters) - Olivier Giroud's recent performances have given Frank Lampard food for thought but the Chelsea boss said on Friday that it was difficult to...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Giroud not assured of Chelsea start despite Sevilla... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018833/Giroud-not-assured-Chelsea-start-despite-Sevilla-heroics--Lampard.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Vanguard\"]",
			"content": " Ibadan stands still for burials of Makinde’s mother, Awolowo’s daughter Husband of late Rev’D (Mrs) Tola Oyediran (Nee Awolowo), Prof A.B.O Oyediran former Vice-Chancellor University of Ibadan leading the family members into the church service. By Adeola Badru, Ibadan The Oyo State capital, yesterday, stood still, as dignitaries from all walks of life converged on the ancient city, to witness the final burials of Governor Seyi Mankind’s mother, Mrs Abigail Makinde and daughter of the late sage, Chief Obafemi Awolowo, Mrs Omotola Oyediran. Among the personalities that thronged the burial service of the chairman of African Newspapers of Nigeria (ANN) Plc, Mrs Oyediran, include Nigeria’s Vice President, Prof. Yemi Osinbajo and his wife, Dolapo; the national leader of the All Progressives Congress (APC), Senator Bola Ahmed Tinubu; former interim national chairman of APC, Chief Bisi Akande; Lagos State governor, Mr Babajide Sanwo-Olu; Ogun State governor, Mr Dapo Abiodun; Ekiti State Governor, Dr Kayode Fayemi; Ondo State Governor, Mr Rotimi Akeredolu and other dignitaries. Delivering the sermon, the retired Archbishop of Methodist Church, Nigeria, Most Reverend Ayo Ladigbolu, said late Reverend (Mrs) Omotola Oyediran took after her parents, Chief Obafemi Awolowo and Mama H.I.D Awolowo in her service to humanity, kindness and integrity. He recalled that the virtues of Awolowo’s family really rubbed off on her exceptional traits through the immense impactful life she lived.",
			"description": "Final burials of Governor Seyi Mankind's mother, Mrs Abigail Makinde and daughter of the late sage, Chief Obafemi Awolowo, Mrs Omotola",
			"publishedAt": "2020-12-04",
			"source_name": "Vanguard News",
			"source_url": "vanguardngr.com",
			"title": "Ibadan stands still for burials of Makinde's mother, Awolowo's daughter",
			"url": "https://www.vanguardngr.com/2020/12/ibadan-stands-still-for-burials-of-makindes-mother-awolowos-daughter/",
			"urlToImage": "https://i1.wp.com/www.vanguardngr.com/wp-content/uploads/2020/12/WhatsApp-Image-2020-12-04-at-15.44.56.jpeg?fit=773%2C569&ssl=1"
		},
		{
			"author": "[\"Todd Spangler\"]",
			"content": " So will Roku customers get “Wonder Woman 1984” by Christmas Day — and does the coming pipeline of WB movies like “Matrix 4” and “Dune” add new pressure for the streaming platform to clinch a deal? It’s unclear. The studio’s surprise windowing move is designed to ratchet up the allure of HBO Max and help WarnerMedia monetize its blockbuster titles through streaming, given the uncertainty that remains about how soon U.S. theaters might return to pre-COVID audience levels. But specifically, it’s a big card up WarnerMedia’s sleeve in the poker match with Roku to try to win a deal. Roku has 46 million users — a sizable black hole in HBO Max’s distribution matrix. Sources confirm to Variety that WarnerMedia and Roku are in active talks. But both sides have signaled that they are unwilling to budge on their positions: Roku wants to keep HBO/HBO Max as a channel it can sell directly to its own customers, while WarnerMedia is insisting that HBO Max be available as a standalone app. The companies are also hashing out the terms for how they will divvy up ad inventory for the ad-subsidized version of HBO Max, which WarnerMedia plans to launch for a reduced price later in 2021. Each company is playing a long game, but both have a lot to lose by not settling their differences as soon as possible. For Roku, the 2020 holiday-shopping season is already in full swing, and consumers are making buying decisions about connected-TV devices now — and the absence of HBO Max will hurt. WarnerMedia, meanwhile, needs to gain more new HBO Max customers to make the economics of its model work. Now WarnerMedia is making HBO Max much more of a must-have service by shattering theatrical windows for Warner Bros. movies. That may have been the deciding factor for Amazon to agree to an HBO Max deal last month for Fire TV, with the tradeoff being that Amazon will no longer have the right to sell HBO through the Prime Video Channels. But the question in the WarnerMedia-Roku situation still remains: Which side needs the other more? As for why Roku wants to retain the ability to sell HBO through the Roku Channel, Wood claimed the model results in higher content viewing among Roku customers than via separate apps, “which benefits us and our content partners economically.” Needless to say, WarnerMedia hasn’t found that a persuasive argument at this point.",
			"description": "The stakes are suddenly much higher for both WarnerMedia and Roku in their long-running standoff over HBO Max.",
			"publishedAt": "2020-12-04",
			"source_name": "Variety",
			"source_url": "variety.com",
			"title": "Will Roku Add HBO Max After WarnerMedia Huge Movie Streaming Move? - Variety",
			"url": "https://variety.com/2020/digital/news/hbo-max-roku-talks-warnermedia-2021-movie-streaming-1234846259/",
			"urlToImage": "https://variety.com/wp-content/uploads/2020/12/HBO-Max-Wonder-Woman-1984.png?w=674"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " CANADA STOCKS-Higher oil prices lift TSX to near ten-month highs Dec 4 (Reuters) - Canada's main stock index rose on Friday to hover near ten-month highs, boosted by a jump in oil prices, better-than-expected job additions in November and a decline in the unemployment rate. * A Reuters poll showed the Bank of Canada is not expected to increase its asset-purchase programme anytime soon, and the country's gross domestic product should reach pre-COVID-19 levels within two years. * The energy sector climbed 3.7%, tracking brent crude oil futures as major producers agreed on a compromise to continue the bulk of existing supply curbs to cope with coronavirus-hit demand. * The financials and industrials sectors gained 0.1%. * The materials sector, which includes precious and base metals miners and fertilizer companies, added 0.6% as gold futures rose 0.4% to $1,843.7 an ounce. * On the TSX, 143 issues were higher, while 76 issues declined for a 1.88-to-1 ratio favouring gainers, with 31.38 million shares traded.",
			"description": "Dec 4 (Reuters) - Canada's main stock index rose on Friday  to hover near ten-month highs, boosted by a jump in oil prices,  better-than-expected job...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "CANADA STOCKS-Higher oil prices lift TSX to near... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018837/CANADA-STOCKS-Higher-oil-prices-lift-TSX-near-ten-month-highs.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Vanguard\"]",
			"content": " Jihadists kill 25 soldiers in Mozambique’s restive north Islamist militants in Mozambique killed two dozen soldiers in an ambush attack, military sources told AFP, a significant show of force against the military’s struggle to quell an insurgency in the north. A shadowy jihadist group has wreaked havoc in the northern Cabo Delgado region since 2017, targeting villages and towns in a bid to establish an Islamist caliphate. The insurgents grew bolder this year and took control of large swathes of territory which the army has so far failed to regain. Militants ambushed a group of soldiers driving through the district of Muidumbe on Sunday and opened fire on the group, killing at least 25. Two military sources only confirmed the attack in recent days on condition of anonymity. “The terrorists let the military cars into an area of dense forest and then opened fire with heavy weapons… causing huge casualties in our forces,” a senior military official told AFP on Thursday in the capital Maputo.",
			"description": "Islamist militants in Mozambique killed two dozen soldiers in an ambush attack, military sources told AFP, a significant show of force.",
			"publishedAt": "2020-12-04",
			"source_name": "Vanguard News",
			"source_url": "vanguardngr.com",
			"title": "Jihadists kill 25 soldiers in Mozambique's restive north - Vanguard News",
			"url": "https://www.vanguardngr.com/2020/12/jihadists-kill-25-soldiers-in-mozambiques-restive-north/",
			"urlToImage": "https://i0.wp.com/www.vanguardngr.com/wp-content/uploads/2019/03/Mozambique-map-e1552735714433.jpg?fit=612%2C409&ssl=1"
		},
		{
			"author": "[\"Naman Ramachandran\"]",
			"content": " In a statement released Friday, a Cineworld spokesperson said: “Cineworld was aware of WB’s plan to release ‘Wonder Woman’ directly to its streaming service, which has been announced at a time when our cinemas remain closed in the U.S. and U.K. We are very encouraged by the giant steps achieved recently with regards to the COVID-19 vaccination process, which is expected to be put in place earlier than previously anticipated. “This will generate significant relief for our industry and enable our cinemas to make a great comeback,” the statement continued. “We believe that at such a time, WB will look to reach an agreement about the proper window and terms that will work for both sides. Big movies are made for the big screen and we cannot wait to reopen our cinemas in Q1 in order to offer our customers, as always, the best place to watch a movie.”",
			"description": "Cineworld is hoping for an agreement after Warner's decision to release their 2021 slate in cinemas and on HBO Max simultaneously.",
			"publishedAt": "2020-12-04",
			"source_name": "Variety",
			"source_url": "variety.com",
			"title": "Regal Cinemas Owner Cineworld Hopes For Agreement After Warner Shock - Variety",
			"url": "https://variety.com/2020/film/global/regal-cinemas-owner-cineworld-agreement-warner-bros-1234846347/",
			"urlToImage": "https://variety.com/wp-content/uploads/2020/09/cineworld.jpg?w=1000"
		},
		{
			"author": "[\"\"]",
			"content": " Letitia Wright attends the BFI London Film Festival premiere of Mangrove on October 7, 2020.Photo: Gareth Cattermole/Getty Images for BFI (Getty Images) In February 2018, the world was introduced to Letitia Wright’s rendition of “Shuri” in Black Panther. With her witty one-liners, she instantly catapulted into global fame. Shuri’s snark brought a sense of unmatched joy audiences will always cherish. Advertisement It’s joy we certainly still need two years later—in 2020. Yet, 2020 is gon’...2020. On Thursday night, Wright shared a YouTube video from a channel named “On The Table.” In a now-deleted tweet, the Mangrove actress simply accompanied the link with a prayer-hand emoji, clearly indicating support of the content. The Black Panther star tweeted a video from “On The Table,” a YouTube discussion channel, where the presenter opined at length about the efficacy of vaccines, the dangers of taking them and the supposed origins of the ingredients of a COVID-19 vaccine. “I don’t understand vaccines medically, but I’ve always been a little bit of a skeptic of them,” the presenter Tomi Arayomi says towards the beginning of his fact-free monologue which was full of personal anecdotes and his own feelings on vaccines generally. After Wright had posted the video to Twitter with the prayer hands emoji, she quickly became embroiled in arguments with users taking her to task for using her platform to spread misinformation on vaccines. The British actress, who is currently starring in Steve McQueen’s acclaimed Small Axe anthology series, countered that she wasn’t against vaccines but thought it was important to “ask questions.” “I think it’s valid and fair to simply ask what’s in it,” she replied to one user.",
			"description": "In February 2018, the world was introduced to Letitia Wright’s rendition of “Shuri” in Black Panther. With her witty one-liners, she instantly catapulted into global fame. Shuri’s snark brought a sense of unmatched joy audiences will always cherish.\n",
			"publishedAt": "2020-12-04",
			"source_name": "The Grapevine",
			"source_url": "theroot.com",
			"title": "Letitia Wright Raises Concerns After Sharing Anti-Vaccine Video",
			"url": "https://thegrapevine.theroot.com/will-letitia-wrights-vaccine-skepticism-tweets-result-i-1845806880",
			"urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/qoxcsuhthuwafyej5yw7.jpg"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " India considers changing new farm laws after mass protests NEW DELHI, Dec 4 (Reuters) - India's government is considering rolling back some parts of its agricultural reforms after they triggered the biggest protests by farmers in years, officials said on Friday. Tens of thousands of farmers were out on the streets around Delhi again on Friday, rallying against three laws that the government says are meant to overhaul antiquated procurement procedures and give growers more options to sell their produce. Farmers fear the legislation, passed in September, will eventually dismantle India's regulated markets and stop the government from buying wheat and rice at guaranteed prices, leaving them at the mercy of private buyers. \"The government is open to look into various amendments,\" a government official told Reuters, declining to be named ahead of a meeting between farmers and ministers scheduled for Saturday. \"The government is open to the idea of imposing taxes on the new wholesale markets to keep a level playing field,\" he said. In case of a dispute between sellers and buyers, the government could also let farmers appeal to a higher court than is currently allowed under the new legislation, he added.",
			"description": "By Mayank BhardwajNEW DELHI, Dec 4 (Reuters) - India's government is  considering rolling back some parts of its agricultural reforms  after they triggered...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "India considers changing new farm laws after mass protests | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018839/India-considers-changing-new-farm-laws-mass-protests.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Vanguard\"]",
			"content": " South-East should collapse all political parties into APC ― Ozobu By Ugochukwu Alaribe – Umuahia A chieftain of the All Progressive Congress, APC, Chief Richard Ozobu, has enjoined Igbo people to collapse all political parties existing in the South East zone and join the ruling APC en masse. Ozobu, who stated this in an interview with Saturday Vanguard, explained that the South-East zone has benefitted nothing from the PDP despite sustaining the party in power for 16 years. He added that the South-East had gained from the 5 years of the APC through improved infrastructure and need to rejoin the party at the centre to attract more development to the area. According to him, Governor Mala Buni must be saluted for his foresight. He said Governor Dave Umahi has abandoned PDP, and many other leaders are also on their way to the APC. “The South East zone should collapse all party structures in the zone and join the APC en masse. The South East zone needs to sit up and join the mainstream.",
			"description": "A chieftain of the All Progressive Congress, APC, Chief Richard Ozobu, has enjoined South East people to collapse all political parties.",
			"publishedAt": "2020-12-04",
			"source_name": "Vanguard News",
			"source_url": "vanguardngr.com",
			"title": "South-East should collapse all political parties into APC ― Ozobu",
			"url": "https://www.vanguardngr.com/2020/12/south-east-should-collapse-all-political-parties-into-apc-%E2%80%95-ozobu/",
			"urlToImage": "https://i1.wp.com/www.vanguardngr.com/wp-content/uploads/2020/09/APC-L0G0.jpg?fit=600%2C400&ssl=1"
		},
		{
			"author": "[\"Rebecca Davis\"]",
			"content": " Alibaba Pictures to Focus on Original Content Production, Unveils Surprise Works Unit Courtesy of Alibaba Pictures Group Alibaba Pictures has launched a new in-house film studio modeled on A24 and called “Surprise Works.” The company announced a large line-up of upcoming local projects, which it says herald a strategic shift more firmly towards original content production. In the past, Alibaba Pictures cast itself in more of a complementary than primary role in local production, acting frequently as a joint financier and distributor. It is now seeking to focus more squarely on becoming a strong, standalone player in the original content space, creating works that it can then connect to the larger Alibaba group’s vast e-commerce ecosystem. “In the future, we will strive to achieve diversified content… and create more high-quality works closely related to ‘me’ [the individual] and ‘now,’” said Li Jie, executive director of Alibaba Pictures Group, at a public presentation in Xiamen last week. He cited Disney’s performance this year as an inspiration for the shift, saying that the rapid growth of paid subscribers to the Disney Plus streaming service in the platform’s first year “gives hope to the market.” Such growth was only possible because of the U.S. firm’s continued investment in content, on which it shelled out $1 billion just this year, he assessed. While there has historically been a sharp divide in the Chinese film industry between theatrical and straight-to-streaming movies, it is rapidly melting away as the quality and profitability of ‘internet movies’ improve — a process catalyzed by the pandemic.",
			"description": "Alibaba Pictures launches Surprise Works, a new in-house studio to be at forefront of its new focus on original content production.",
			"publishedAt": "2020-12-04",
			"source_name": "Variety",
			"source_url": "variety.com",
			"title": "Alibaba Pictures to Focus on Original Content Production - Variety",
			"url": "https://variety.com/2020/film/news/alibaba-pictures-surprise-works-original-production-1234846169/",
			"urlToImage": "https://variety.com/wp-content/uploads/2016/03/alibaba-pictures-group-full-logo.jpg?w=1024"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " U.S. factory orders increase more than expected in October WASHINGTON, Dec 3 (Reuters) - New orders for U.S.-made goods increased more than expected in October and business investment on capital was a bit stronger than initially thought as the manufacturing sector continues its steady recovery from the pandemic. The Commerce Department said on Friday that factory orders rose 1.0% after increasing 1.3% in October. Economists polled by Reuters had forecast factory orders increasing 0.8% in October. Manufacturing, which accounts for 11.3% of the U.S. economy, is being supported by a shift in demand towards goods from services because of the COVID-19 pandemic. But there are clouds gathering for the sector. The Institute for Supply Management (ISM) reported this week that its index of national factory activity dropped in November because of the coronavirus. The Commerce Department also reported that orders for non-defense capital goods excluding aircraft, which are seen as a measure of business spending plans on equipment, increased 0.8% in October instead of 0.7% as reported last month. Shipments of core capital goods, which are used to calculate business equipment spending in the GDP report, accelerated 2.4%. They were previously reported to have jumped 2.3%. Business spending on equipment rebounded in the third quarter, ending five straight quarters of decline. The economy grew at a 33.1% rate in the July-September quarter after contracting at a 31.4% pace in the second quarter, the deepest since the government started keeping records in 1947. (Reporting By Lucia Mutikani Editing by Chizu Nomiyama)",
			"description": "WASHINGTON, Dec 3 (Reuters) - New orders for U.S.-made goods  increased more than expected in October and business investment  on capital was a bit stronger...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "U.S. factory orders increase more than expected in October | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018865/U-S-factory-orders-increase-expected-October.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Vanguard\"]",
			"content": " UNTH provides ramps, wheelchairs for persons with disabilities By Dennis Agbo The University of Nigeria Teaching Hospital, UNTH, Ituku-Ozalla, Enugu state, has provided more ramps, drop and pick arena with wheelchair bay and other disability-friendly infrastructure for persons with disabilities. Management of the hospital has also pledged to provide automobiles, reception offices, offset bills, give more employment to such persons. Medical Director of the Teaching Hospital, Dr Obinna Onodugo made the pledge during the 2020 International Day of Persons with Disabilities, IDPD, marked by the hospital’s department of Physiotherapy. Onodugo commended the United Nations for setting aside a day to draw attention to persons with disabilities and urged both public and private organisations to always consider the challenged persons in their structural plans. “After today we shall have more ramps, more wheelchairs, medical bills relief, employment for the disabled. We also have plans for more receptions and automobiles for persons with disabilities,” Onodugo disclosed.",
			"description": "The University of Nigeria Teaching Hospital, UNTH, Ituku-Ozalla, Enugu state, has provided more ramps, drop and pick arena with wheelchair",
			"publishedAt": "2020-12-04",
			"source_name": "Vanguard News",
			"source_url": "vanguardngr.com",
			"title": "UNTH provides ramps, wheelchairs for persons with disabilities",
			"url": "https://www.vanguardngr.com/2020/12/unth-provides-ramps-wheelchairs-for-persons-with-disabilities/",
			"urlToImage": "https://i2.wp.com/www.vanguardngr.com/wp-content/uploads/2020/12/University-Of-Nigeria-Teaching-Hospital-UNTH.jpg?fit=530%2C320&ssl=1"
		},
		{
			"author": "[\"Nick Vivarelli\"]",
			"content": " The landmark agreement, besides distribution, entails a collaboration to restore and preserve the Titanus library, which is a treasure trove comprising early works by Italo masters such as Federico Fellini and Francesco Rosi, and Luchino Visconti classics, alongside plenty of genre fare including cult horror helmers Dario Argento and Mario Bava. It’s a mix of classics and more rarely seen pics featuring a wide array of late and living Italo stars, comprising Alberto Sordi, Marcello Mastroianni, Sophia Loren, Gina Lollobrigida and Claudia Cardinale (pictured). Established in 1904 by Gustavo Lombardo, Titanus was a true Italian major, which during the 1960s forged a partnership with MGM. They slowed down considerably from the mid-1960s onwards after Luchino Visconti’s lavish Sicily-set costumer “The Leopard” (1963) starring Cardinale and Alain Delon went way over budget. Since the mid-1980s the studio’s output has been on a much smaller scale, and primarily for TV. Besides “The Leopard,” the Titanus archives include several other Italian cinema classics, such as Vittorio De Sica’s 1953 romantic comedy “Bread, Love and Dreams,” and Visconti’s neo-realist “Rocco and his Brothers” (1960), as well as Fellini’s early feature “Il Bidone” (1955) and Ermanno Olmi’s debut “Il Posto” (1961), to name a few. Dario Argento’s “Phenomena,” “The Cat with Nine Tails” and “The Bird with the Crystal Feathers” are among its genre gems. “The agreement with RAI Com allows us to preserve and modernize a cultural patrimony of which we have been jealous custodians over the years,” Titanus president Guido Lombardo said in a statement. “We are entrusting it to a capable partner who will be able to further enhance its value and global reach,” he added. In an interview with Variety, RAI Com managing director Angelo Teodoli said Titanus will handle restoration of its films on RAI Com’s behalf, using top notch specialized laboratories, including Italy’s Cineteca di Bologna and others.",
			"description": "Italy's Titanus studio and RAI Com have teamed to restore and distribute 400 Italian titles by the likes of Fellini, Visconti and De Sica.",
			"publishedAt": "2020-12-04",
			"source_name": "Variety",
			"source_url": "variety.com",
			"title": "Titanus and RAI Com Pact to Restore and Distribute 400 Italian Titles - Variety",
			"url": "https://variety.com/2020/film/news/italys-titanus-and-rai-com-pact-to-restore-and-distribute-400-vintage-italian-titles-1234845424/",
			"urlToImage": "https://variety.com/wp-content/uploads/2020/12/pjimage-39.jpg?w=1000"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " Motor racing-Super-sub Russell sets the pace on Mercedes debut MANAMA, Dec 4 (Reuters) - George Russell established himself at the top of the Formula One timesheets on his first outing as seven-times world champion Lewis Hamilton's stand-in with the fastest time in Friday's opening practice session for the Sakhir Grand Prix. The 22-year-old, seated in Hamilton's Mercedes after the Briton tested positive for COVID-19, lapped the 3.5-km outer circuit of the desert track that also hosted last weekend's Bahrain Grand Prix in 54.546 seconds. Red Bull's Max Verstappen and Alexander Albon were second and third respectively, with Mercedes' Valtteri Bottas only managing fourth, 0.322 seconds off the pace. (Reporting by Abhishek Takle; editing by XXXX)",
			"description": "MANAMA, Dec 4 (Reuters) - George Russell established himself at the top of the Formula One timesheets on his first outing as seven-times world champion Lewis...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Motor racing-Super-sub Russell sets the pace on... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018867/Motor-racing-Super-sub-Russell-sets-pace-Mercedes-debut.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Guy Lodge\"]",
			"content": " ’76 Days’ Review: A Strong, Heart-Pounding Doc From the Medical Frontline of the Pandemic in Wuhan Monitoring hospital activity throughout the city's period of lockdown earlier this year, this unsentimental but fully felt film may be the first essential COVID-19 doc. Courtesy of MTV Documentary Films If the arrival of vaccines offers some hope of the year-consuming COVID-19 pandemic eventually cooling off, the attendant mini-genre of the coronavirus documentary is only getting warmed up. For years to come, we can doubtless anticipate dozen upon dozen of films probing all angles of what happened and how, what went wrong and how much. Some are sure to be hasty and opportunistic, others hopefully more penetrating in their application of hindsight. A documentary like “76 Days,” however, can’t be made too soon: It is, by necessity, an entirely in-the-moment affair, seizing its single chance to chronicle the first wave of medical crisis management in the Chinese city of Wuhan, weeks before the world followed it into a state of lockdown. As an artefact alone, the result is remarkable, capturing all the panic and pragmatism greeting a disaster before its entire global impact had been gauged, while strategies and protocols are adjusted on the hoof. As a film, then, “76 Days” didn’t even need to be as good as it is: That it’s so artfully and elegantly observed, and packs such a candid wallop of feeling, atop its frontline urgency is testament to the grace and sensitivity of its directorial team, not just their timely savvy. Chinese-American docmaker Hao Wu steered and edited the project remotely, never meeting his two China-based co-directors — Weixi Chen and one who has elected to remain anonymous — in person, as they shot and gathered observational footage from four different Wuhan hospitals between January and April of this year. (The title refers to the city’s period of lockdown in that time.) Yet the finished film feels entirely fluent and focused, bearing little trace of its creators’ separation, and maintaining a consistent but unobtrusive point of view. Wu opens proceedings on a direct punch to the gut, as a nurse, clad in a hazmat suit, races down a hospital corridor to say goodbye to her own father, who has been admitted while dying of the virus. She’s too late; the composure expected of her profession deserts her as she breaks down outside the ward, wailing with grief while her colleagues try and fail to calm her. “You must control yourself,” one says: It may sound callous, but if medical workers can’t suppress their terror and despair at the chaos around them, what hope is there for their overwhelming surge of patients? Free of external commentary or context, it’s a devastating vignette that clues us into the film’s blunt, unsentimental human-interest approach: There are other films to be made about the politics of the pandemic, but this is not one.",
			"description": "Monitoring hospital activity through a period of lockdown, this unsentimental but fully felt film may be the first essential COVID-19 doc.",
			"publishedAt": "2020-12-04",
			"source_name": "Variety",
			"source_url": "variety.com",
			"title": "'76 Days' Review: An Unsentimental But Stirring COVID-19 Documentary - Variety",
			"url": "https://variety.com/2020/film/reviews/76-days-review-a-strong-heart-pounding-doc-from-the-medical-frontline-of-the-pandemic-in-wuhan-1234846250/",
			"urlToImage": "https://variety.com/wp-content/uploads/2020/11/76-Days-Documentary.jpg?w=1000"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " Glencore boss Glasenberg to step down, Gary Nagle named new CEO LONDON/JOHANNESBURG, Dec 4 (Reuters) - Glencore boss Ivan Glasenberg is to step down next year and Gary Nagle, head of coal assets at the mining and trading group, will become the new CEO. Glasenberg's departure next year will mark a shift to a new, younger leadership for the business. Glasenberg, 63, has been chief executive since 2002 and investors have been expecting a succession plan after several senior members of management retired in the last few years. \"The board has worked with Ivan over the past two years to oversee a seamless transition to the next generation of leadership across Glencore's business,\" chairman Tony Hayward said. Nagle, a 45-year old South African, takes over a company facing pressure from investors to cut carbon emissions. He has held senior roles in coal and ferroalloys in Colombia, South Africa and Australia. \"We have decided that over the next six months I will be working closely with Gary Nagle who will be taking over from me,\" Glasenberg said on a call. \"Gary started with me in the coal division 21 years ago.\" Also on Friday, Glencore announced plans to reach net-zero emissions by 2050 by reducing its direct and indirect carbon footprint by 40% by 2035 compared with last year's levels.",
			"description": "By Zandi Shabalala and Helen ReidLONDON/JOHANNESBURG, Dec 4 (Reuters) - Glencore  boss Ivan Glasenberg is to step down next year and Gary Nagle,  head of...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Glencore boss Glasenberg to step down, Gary Nagle named... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018869/Glencore-boss-Glasenberg-step-Gary-Nagle-named-new-CEO.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Will Thorne\"]",
			"content": " ‘The Mandalorian’: Has Boba Fett Got His Mojo Back? And More Burning Questions From ‘The Tragedy’ After a wildly exciting episode which gave us the ass-kicking first live-action appearance of Ashoka Tano, this week’s edition of “The Mandalorian” was lighter on big reveals, but heavier on Mando’s parental stress levels. “The Tragedy,” as it’s ominously called, cuts right to the chase with Mando and Grogu (formerly, or not so formerly, known as Baby Yoda) arriving on the planet Tython. Ahsoka told Mando to place Grogu on the seeing stone in the ruins of an old Jedi Temple there, and Mando does just that. After a little while, Grogu begins using the stone to project a massive force field, which Mando cannot penetrate, directly into the air. However, before they can finish their Jedi business, first Boba Fett (Temuera Morrison) arrives with an old friend to take back his armor, then Moff Gideon’s (Giancarlo Esposito) troops crash the party. But no more forcing around, here are some burning questions from “The Tragedy”: How is Fennec Shand still alive? The friend that Boba brings along is the bounty hunter Fennec Shand (played by Ming-Na Wen), whom Mando left for dead on Tatooine in a Season 1 episode. However, as Boba is quick to point out, he too was once thought to have perished on the sand planet, and look what a miraculous Sarlacc pit recovery he made! Shand shows Mando that Boba revived her by inserting robotic parts into her stomach, à la Luke Skywalker’s arm. But that’s not the only trick Boba has up his sleeve…",
			"description": "This week's episode of \"The Mandalorian\" sees the full return of Boba Fett and some trouble for Baby Yoda.",
			"publishedAt": "2020-12-04",
			"source_name": "Variety",
			"source_url": "variety.com",
			"title": "'The Mandalorian': Boba Fett Back in Action and Baby Yoda in Trouble - Variety",
			"url": "https://variety.com/2020/tv/news/mandalorian-boba-fett-grogu-baby-yoda-the-tragedy-1234846309/",
			"urlToImage": "https://variety.com/wp-content/uploads/2020/12/HUC2-FF-001042.jpg?w=1024"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " Under-pressure Zidane insists he has Real's backing MADRID, Dec 4 (Reuters) - Under-fire Real Madrid coach Zinedine Zidane said on Friday that he has the backing of the club's players and hierarchy despite their recent run of poor form. Real have won one of their last five games in all competitions, with local media reporting the Frenchman has two games to save his job, starting with Saturday's trip to Sevilla in La Liga. Zidane, however, said he has the support of everyone at the club. \"Yes, I have the club's complete backing,\" he told a news conference. \"I can't be satisfied when we lose a game, but we know where we are. We're lucky enough to be able to fight and give our all for this club and that's what I'll do until my last day. \"The players want to compete (for trophies), to play and they've always shown me warmth. We know that together we will come through this. When things don't go right, they're the first people who aren't happy.",
			"description": "MADRID, Dec 4 (Reuters) - Under-fire Real Madrid coach Zinedine Zidane said on Friday that he has the backing of the club's players and hierarchy despite...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Under-pressure Zidane insists he has Real's backing | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018871/Under-pressure-Zidane-insists-Reals-backing.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		},
		{
			"author": "[\"Reuters\"]",
			"content": " Asia Gold-India premium slips, demand subdued across major hubs BENGALURU/MUMBAI, Dec 4 (Reuters) - Gold demand moderated this week in India after local prices recovered from a five-month trough, while buyers in other major hubs were also put off by a slight uptick in prices. \"Until last week demand was very good, but now some buyers have taken a pause due to the price rise,\" said Harshad Ajmera, proprietor of JJ Gold House, a wholesaler in the eastern Indian city of Kolkata. Local gold futures were at 49,400 rupees per 10 grams on Friday, up from 47,550 rupees earlier in the week which was the lowest level since June 19. Jewellers made substantial purchases last month to replenish inventory, said a Kolkata-based bullion dealer, adding \"a sudden price rise has been confusing jewellers. They are waiting for a clear direction.\" Indian dealers were charging a premium of $3.5 an ounce over official domestic prices this week, inclusive of 12.5% import and 3% sales levies, down from last week's premium of $5. Neighbouring Bangladesh cut prices for all categories of gold for the second time in little over a week due to weak demand, Jewellers' Association said.",
			"description": "By Rajendra Jadhav and Eileen SorengBENGALURU/MUMBAI, Dec 4 (Reuters) - Gold demand moderated  this week in India after local prices recovered from a ...",
			"publishedAt": "2020-12-04",
			"source_name": "Mail Online",
			"source_url": "dailymail.co.uk",
			"title": "Asia Gold-India premium slips, demand subdued across... | Daily Mail Online",
			"url": "https://www.dailymail.co.uk/wires/reuters/article-9018901/Asia-Gold-India-premium-slips-demand-subdued-major-hubs.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
			"urlToImage": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png"
		}
	],
	"status": "ok",
	"totalResults": 19974
}